{
  "command404": "It seems that this command doesn't exist in the bot... Please report it to the DraftBot's staff",
  "dmHelpMessage": "<:draftbot:529305485963427840> **What is this bot? How to play?**\n\nA quick presentation of the bot is available here: https://draftbot.com\nA complete guide to discovering the bot is available here: https://guide.draftbot.com\n\n{emote:other.incoming} **How to add the bot to my server?**\nThe link to add the bot to your server is available on the bot's server. https://discord.gg/5JqrMtZ\n\n{emote:effects.dead} **I just died, the bot told me to do {command:respawn} ...**\n\nCommands do not work in private messages. Run this command on a server where the bot can talk.\n\n{emote:messages.description} **I'm looking for the list of commands.**\n\nThe list of commands is available by running the command {command:help} in a lounge where the bot can talk.\n\n{emote:collectors.question} **I have another question.**\n\nJoin the bot's Discord server and ask your question. Our staff will be delighted to help you!",
  "dmHelpMessageTitle": "Here are some information that could help you.",
  "joinGuild": "**{emote:other.incoming} Discord server joined :** `{{guild}}` | {emote:userKind.human} : `{{humans}}` | {emote:userKind.robot} : `{{robots}}` | Ratio bot/Human : `{{ratio}}` % | Validation : {{validation}}",
  "leaveGuild": "**{emote:other.outgoing} Discord server left :** `{{guild}}` | {emote:userKind.human} : `{{humans}}` | {emote:userKind.robot} : `{{robots}}` | Ratio bot/Human : `{{ratio}` % | Validation : {{validation}}",
  "maintenance": "DraftBot is currently undergoing maintenance. For further information, please visit:\n\n{emote:networks.website} https://status.draftbot.com\n{emote:networks.twitter} https://twitter.com/DraftBot_Status\n{emote:networks.discord} https://discord.gg/5JqrMtZ",
  "mentionHelp": "{emote:languages.en} Hello !\n\n{emote:other.right} Following a change made by Discord, you must use \"slash commands\" to interact with DraftBot. Use the prefix `/` followed by the name of the command you wish to use.\n\n{emote:other.why} Don't know where to start? Use {command:help} !\n\n{emote:languages.fr} You speak French? Change the language with {command:language}\n\nIf you need help, don't hesitate to contact the support server: https://discord.gg/5JqrMtZ",
  "noChannelAccess": "{emote:other.look}  | Hello! You're receiving this message because you tried to use one of my commands in a room where I have no permissions!**\n\nYour request has been cancelled. To solve this problem, please send a message to the owner of the server on which you tried to use me. If you still can't solve the problem, please join the bot's support Discord at https://discord.gg/5JqrMtZ !",
  "noEmbedPermission": "{emote:other.paperclip}  | Hello! You're receiving this message because you tried to use one of my commands in a room where I have permission to view messages, but not to embed links (Embeds)!**\n\nYour request has therefore been cancelled. To solve this problem, please send a message to the owner of the server on which you tried to use me. If you still can't solve the problem, please join the bot support Discord at https://discord.gg/5JqrMtZ !",
  "noFilePermission": "{emote:other.folder}  | Hello! You're receiving this message because you tried to use one of my commands in a room where I have permission to view messages, but not to attach files!**\n\nYour request has therefore been cancelled. To solve this problem, please send a message to the owner of the server on which you tried to use me. If you still can't solve the problem, please join the bot support Discord at https://discord.gg/5JqrMtZ !",
  "noReacPermission": "{emote:collectors.refuse}  | Hello! You're receiving this message because you tried to use one of my commands in a room where I have permission to view messages, but not to post reactions!**\n\nYour request has therefore been cancelled. To solve this problem, please send a message to the owner of the server on which you tried to use me. If you still can't solve the problem, please join the bot support Discord at https://discord.gg/5JqrMtZ !",
  "noSpeakInThreadPermission": "{emote:other.cantSpeak}  | Hello! You are receiving this message because you have tried to use one of my commands in a thread where I have permission to view messages, but not to send them!**\n\nYour request has therefore been cancelled. To solve this problem, please send a message to the owner of the server on which you tried to use me. If you still can't solve the problem, please join the bot's support Discord at https://discord.gg/5JqrMtZ !",
  "noSpeakPermission": "{emote:other.cantSpeak}  | Hello! You're receiving this message because you tried to use one of my commands in a room where I have permission to view messages, but not to send them!**\n\nYour request has therefore been cancelled. To solve this problem, please send a message to the owner of the server on which you tried to use me. If you still can't solve the problem, please join the bot's support Discord at https://discord.gg/5JqrMtZ !",
  "resetIsNow": "{emote:announcements.trophy} The weekly ranking is currently being reset. The winner will soon be announced on the bot's server! The game will resume in less than 5 minutes!",
  "seasonEndAnnouncement": "{emote:unitValues.glory} **The fighting season is over! The winner is:** {{mention}}",
  "seasonEndAnnouncementNoWinner": "{emote:unitValues.glory} **The fighting season is over! Unfortunately, there are no participants and therefore no winners this season **.",
  "seasonEndIsNow": "{emote:unitValues.glory} The fighting season is being reset! The winner will be announced shortly on the bot server! The game will resume in less than 20 minutes!",
  "serverList": "**{emote:other.outgoing} Server {{count}} :** `{{guild}}` | {emote:userKind.human} `{{humans}}` {emote:userKind.robot} : `{{robots}}` | Ratio bot/Human : `{{ratio}}` % | Validation : {{validation}}",
  "supportAlert": "{emote:messages.dm} | **New private message received !** \n`Author: {{username}} (id : {{id}})\n\n`",
  "topWeekAnnouncement": "{emote:announcements.trophy} **The weekly ranking has ended! The winner is:** {{mention}}",
  "topWeekAnnouncementNoWinner": "{emote:announcements.trophy} **This week's ranking is over! Unfortunately, there is no participant and therefore a winner this week.**",
  "totalUsersCount": "**Total users count : `{{count}}`**",
  "notificationTitle": "Notification",
  "notificationFooter": "You are receiving this message because notifications are enabled. To change this setting, use the command {command:notifications}",
  "notificationsNoChannelAccess": "{emote:messages.refuse} It seems that the bot no longer has access to your notification room, notifications will now be in private messages. To change the notification mode, please run the command {command:notifications}.",
  "notificationReachDestination": "You arrived at **{{destination}}**!",
  "notificationGuildDaily": "**{{pseudo}}** has received your guild's daily bonus:\n\n{{rewards}}",
  "supportMessage": "{{langFlag}} If you need help, select your language using the buttons below. If you don't need help, ignore this message.\n{emote:collectors.warning} **Every message sent here can be read by a human!**\n",
  "commandDisabledInDM": "{{langFlag}} Hello, commands are disabled in private messages. Please go to a server to play!\nIf you would like help, click the button corresponding to your language below.\n"
}