{
  "1": {
    "possibilities": {
      "cutTree": {
        "outcomes": {
          "0": "Felling this tree took half an hour!"
        },
        "text": "Fell the tree and continue."
      },
      "end": {
        "outcomes": {
          "0": "The tree has been cut down and the road is clear. Unfortunately, looters have stolen almost everything you collected since your last trip!"
        }
      },
      "otherWay": {
        "outcomes": {
          "0": "Finding another way seemed to be a good decision, you didn't waste any time!",
          "1": "Going down another path seemed like a good solution, unfortunately you got hurt while taking it."
        },
        "text": "Go another way."
      }
    },
    "text": "A tree fell on the path and blocked it!"
  },
  "10": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "You end up continuing on without paying any more attention to this rather boring situation!"
        }
      },
      "help": {
        "outcomes": {
          "0": "The man politely refuses your help, and you continue on your journey.",
          "1": "Thanks to you, the man catches a superb fish weighing in at 3 kg! To thank you, he offers you something that could be useful to you...",
          "2": "Thanks to you, the man catches a superb fish weighing over a kilo! He offers you some money to help you in your adventure.",
          "3": "The fish at the end of the line must be huge! You find yourself quickly pulled down to the bottom of the water! You are saved just in time by the fisherman. Stunned by this adventure, you will have to heal before continuing!"
        },
        "text": "Offer your help."
      },
      "push": {
        "outcomes": {
          "0": "But why did you do that? ðŸ¤” Remorseful, you rescue the poor man and offer him some coins as compensation."
        },
        "text": "Push the fisherman into the water!"
      },
      "skip": {
        "outcomes": {
          "0": "You don't have even a minute to lose to help a fisherman! You go your way."
        },
        "text": "Keep going, no time to waste!"
      }
    },
    "text": "As you pass a lake, you notice a man who seems to be having difficulties on his fishing trip!"
  },
  "11": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "After spending several minutes chatting with the mysterious woman you end up leaving. Following her directions, you arrive safely at the other end of the forest."
        }
      },
      "followHint": {
        "outcomes": {
          "0": "It was indeed a shortcut!",
          "1": "You're ambushed! After robbing you of all your belongings, the brigands cowardly flee, leaving you badly wounded and unconscious."
        },
        "text": "Follow the advice of the mysterious woman."
      },
      "forest": {
        "outcomes": {
          "0": "You get lost for several hours in the forest but find your way out unscathed.",
          "1": "You waste a lot of time moving through the forest, but you finally succeed in crossing it! When you come out, you pick up an object that may be useful to you!",
          "2": "While crossing the forest, you take a big fall into a ditch. The wound is deep, you absolutely have to heal yourself!"
        },
        "text": "Cross the forest anyway."
      },
      "oppositeSide": {
        "outcomes": {
          "0": "You're not sure why you took a route 10 times longer than you originally planned, but you finally arrived at the right place."
        },
        "text": "Avoid the forest by going the way opposite to the one you were told."
      }
    },
    "text": "As you get ready to enter a forest, a mysterious woman explains there is a shorter path through the west."
  },
  "12": {
    "possibilities": {
      "craftBoat": {
        "outcomes": {
          "0": "When trying to build the raft you slightly hurt yourself! You decide to forget building it after spending several hours on it and leave in another direction.",
          "1": "After spending several hours building your raft, you start to cross the river... and sink miserably in the middle. The water is freezing, but you barely reach the other side, freezing and weakened. You will need to be treated before you can continue!",
          "2": "You build a small raft in a few hours and easily reach the other side. When you leave your raft, you pick up an object that, if you don't use, will be easy to sell!"
        },
        "text": "Try to build a raft."
      },
      "end": {
        "outcomes": {
          "0": "After a few hours on the riverside, you finally walk away in a random direction."
        }
      },
      "otherWay": {
        "outcomes": {
          "0": "You decide to go in another direction, but it takes you an entire hour to find a direction that suits you!"
        },
        "text": "Go another way."
      },
      "searchBridge": {
        "outcomes": {
          "0": "After 30 minutes you finally give up and continue on your way in another direction...",
          "1": "After 60 minutes, you finally find a river crossing. You decide not to go to the village, which is now too far away, and continue your journey in another direction.",
          "2": "After a few minutes you find a little wooden bridge. You quickly reach the village where the locals, happy to meet a stranger for the first time in years, offer you some coins.",
          "3": "After a while you finally discover a wooden bridge. Sadly, it is in very bad condition because it has not been used for a long time. After you cross half the bridge, it collapses under your weight! You manage to hold on to the railing and land on solid ground. Confounded by this mishap, you will need to rest before continuing!"
        },
        "text": "Look for a bridge further away."
      },
      "swim": {
        "outcomes": {
          "0": "The water is frozen! You motivate yourself and dive. Once on the other side, you realize your mistake. You are freezing and weakened. You will need to heal before continuing!",
          "1": "You reach the other side easily, and when you arrive in the village, people greet you and give you something to eat."
        },
        "text": "Swim across the river."
      }
    },
    "text": "You see a river in front of you. On the other side of the shore, you catch a glimpse of a village."
  },
  "13": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "You visit the city for many hours before continuing your journey."
        }
      },
      "goAway": {
        "outcomes": {
          "0": "You cross the little village in just half an hour and continue on your way.",
          "1": "You lose a good hour going around the town but calmly continue on your way."
        },
        "text": "Leave."
      },
      "goForge": {
        "outcomes": {
          "0": "There's nothing interesting in this forge... You quickly leave the place and continue on your way.",
          "1": "While trying a sword, you broke the smithy's window! The blacksmith asks for compensation!",
          "2": "No one is present at the forge, which seems to have been abandoned for years. Before leaving, however, you notice an object that could be useful to you for the rest of your adventure...",
          "3": "The forge looks like it's been abandoned for many years, so you continue on your way.",
          "4": "You enter and greet the blacksmith. After a quick inspection of his work, you understand you won't find anything interesting here. You go back on your way."
        },
        "text": "Go to the forge."
      },
      "goInn": {
        "outcomes": {
          "0": "After talking with the innkeeper for 2 hours, you finally learn there are no rooms available tonight! You continue on your way, frustrated you couldn't enjoy a good night's rest.",
          "1": "You pay for a room for the night and fall down on the bed. You will need to sleep before resuming the adventure.",
          "2": "The inn looks like it's been abandoned for many years... You continue on your way without asking yourself any more questions."
        },
        "text": "Go to the inn."
      },
      "goMarket": {
        "outcomes": {
          "0": "You explore the market for 30 minutes before discovering a small object on the ground that could be useful to you...",
          "1": "After wasting 60 minutes strolling through the stalls, you end up leaving the city without having found anything interesting.",
          "2": "Your vigilance was at its lowest at the market. You were hit hard on the back of the head and fell to the ground... you remember nothing after that. You'll have to get better before you can keep moving forward!"
        },
        "text": "Go to the marketplace."
      }
    },
    "text": "After spending several weeks walking without any human encounter, you finally enter a small town that seems rather lively."
  },
  "14": {
    "possibilities": {
      "chatWorker": {
        "outcomes": {
          "0": "The man sees you and suggests that you make an object with him. After almost an hour, your creation is finished. The man offers it to you as a reward!",
          "1": "You watch the worker make an axe for about ten minutes before you decide to hit the road again.",
          "2": "The worker sees you and suggests that you make a sword with him. Enthusiastic about getting a new weapon, you accept. You don't take long to clumsily drop your heavy creation onto your foot. Seriously wounded, you give up the idea of creating your own weapon."
        },
        "text": "Chat with the worker."
      },
      "end": {
        "outcomes": {
          "0": "You go around the house and continue your journey."
        }
      },
      "goAway": {
        "outcomes": {
          "0": "You leave without wasting any time.",
          "1": "You continue on your way around the meadow.",
          "2": "You decide to continue walking despite the fatigue. After a few miles, you collapse at the side of the road."
        },
        "text": "You don't have time to lose! Continue walking!"
      },
      "stayNight": {
        "outcomes": {
          "0": "After a quick chat with the man, he agrees to take you in for the night. Exhausted, you collapse from fatigue on the bed.",
          "1": "The man quickly admits he can't accommodate you for the night, but offers to share his meal with you. You politely refuse and go back on your way.",
          "2": "You only get a simple growl in response. The residents of the region seem to dislike foreigners.",
          "3": "The man quickly refuses to share his bed with you but offers to share his dinner with you. Hungry and exhausted, you accept his offer."
        },
        "text": "Ask to stay the night to rest and recover."
      }
    },
    "text": "As exhaustion starts to be felt, you discover a small house standing in a small clearing. You approach and find a man busy forging an incandescent piece of metal."
  },
  "15": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "You spend a long time watching them set up their camp, before coming to your senses and continuing on your journey."
        }
      },
      "skip": {
        "outcomes": {
          "0": "There's still a long way to go, no time to stop!",
          "1": "You continue on your way without losing more time!",
          "2": "You continue without stopping.",
          "3": "You continue without stopping, walking through the small streets. At the corner of one of them, you are savagely pushed by a man who quickly flees."
        },
        "text": "Continue walking without wasting any more time."
      },
      "steal": {
        "outcomes": {
          "0": "You pick up a few coins and flee as quickly as possible without feeling any remorse.",
          "1": "Unfortunately, there's nothing to steal. However, your attempt did not go unnoticed! Shame on you, you give the owners back their coin and head back to the main road.",
          "2": "Caught red-handed! Faced with five men of imposing stature, you bitterly regret your unfortunate act. You leave, feeling groggy after paying compensation."
        },
        "text": "Discreetly take a few coins from the register."
      },
      "trade": {
        "outcomes": {
          "0": "You chat for a moment with these friendly merchants who decided to trade with you!",
          "1": "Unfortunately for you, the group of merchants has nothing to sell, so you go on your way.",
          "2": "Less welcoming than you expected, the group of men quickly surrounds you and, through threats, relieves you of a few coins before running away!",
          "3": "You should have trusted your intuition and refused this \"good deal\"... The beautiful diamond sword you were promised looks more like a soft foam sword. You quickly retrace your steps but the door to the shop seems definitively closed! Swearing never to be duped again, you go back on your way."
        },
        "text": "Try trading with them."
      }
    },
    "text": "As you are walking through a town through narrow alleys, you enter what seems to be a small shop where a group of men are quietly chatting."
  },
  "16": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "After admiring the building for about fifteen minutes, you go back on your way.",
          "1": "You enjoy the view of the castle.... Then finally remember your quest and go back on your way."
        }
      },
      "enterCastle": {
        "outcomes": {
          "0": "Shortly after entering the castle, you realize how insalubrious the place is. Abandoned for years, the building is totally damaged. After a few minutes of exploration, you enter a large, dilapidated room, as a huge piece of the ceiling falls onto you! With great difficulty, you manage to get out of the building, wounded.",
          "1": "You enter the castle and quickly walk through the area. After a few minutes, you find a room that looks like the old armory. In a hurry to get out of the building, you pick up the first object that falls into your hands and get out at a quick pace.",
          "2": "It seems that this castle is less abandoned than it looks! Shortly after your entrance you hear many noises coming from different rooms. With little reassurance, you prefer to go back on your way."
        },
        "text": "Enter to search the castle."
      },
      "skip": {
        "outcomes": {
          "0": "You carry on with your adventure without worrying about the castle."
        },
        "text": "Continue walking."
      },
      "walkAround": {
        "outcomes": {
          "0": "You go around the castle, but you can't find anything. Believing you wasted enough time, you continue your way.",
          "1": "This sweep doesn't tell you much about the big building. However, you discover numerous small gold coins scattered around the castle. Happy with your discovery, you head back on your way.",
          "2": "As you began to walk around the castle, you accidentally fall into a hole. Injuring your leg, this sweep will cost you a lot of time!"
        },
        "text": "Walk around the castle's exterior."
      }
    },
    "text": "After following a small river for hours, you discover what seems to be an old, abandoned castle by the riverside."
  },
  "17": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "After a few moments of reflection you decide to quickly continue on your journey.",
          "1": "You look for another food source, but after a long search you realize that there aren't any food sources. Unconvinced by the options available to you, you go back on your way."
        }
      },
      "fruits": {
        "outcomes": {
          "0": "You climb as high as you can and pick a fruit. You quickly satisfy your hunger and feel your strength restored thanks to this sugar intake.",
          "1": "As you were about to pick a fruit from the top of the tree, the branch supporting you snaps under your weight! Stunned by your fall, you decide to give up on your meal and go back on your way.",
          "2": "You quickly pick a fruit and eagerly take a vigorous bite... It's only a few hours later that you realize your mistake."
        },
        "text": "Climb the huge tree facing you and get fruits from it."
      },
      "hunt": {
        "outcomes": {
          "0": "With no animals in sight, you continue your journey without further ado.",
          "1": "After a long frantic chase with a wild animal, it stops fleeing and charges you furiously. Stunned by the force of the attack, you are unable to dodge and suffer the beast's wrath. Seriously injured, it will take time before you can resume your adventure.",
          "2": "You quickly stab some critters with your blade and eat your prey with great hunger before continuing on your journey, full."
        },
        "text": "Attempt to hunt a wild animal."
      },
      "mushrooms": {
        "outcomes": {
          "0": "As you bend down to pick up the mushrooms, you see a strange object shining on the ground...",
          "1": "You pick up a few mushrooms before noticing that you don't have anything to cook them. Abandoning your picking, you get back on the road.",
          "2": "You bite into a red mushroom with small white dots... and quickly regret this action!"
        },
        "text": "Gather mushrooms."
      },
      "salad": {
        "outcomes": {
          "0": "You pick a small amount and eat your meal. Energized by your meal, you head back on your way.",
          "1": "After some research, you don't really find any plants satisfying your hunger, so head back on your way without eating anything.",
          "2": "You quickly change your mind. While looking around, you discover thick vegetation preventing you from gathering anything. Without wasting any more time, you continue on your journey."
        },
        "text": "Make a salad with the plants you find."
      },
      "skip": {
        "outcomes": {
          "0": "You continue your journey without wasting any more time.",
          "1": "You decide to not eat, but eventually regret this decision a few hours later. Hungry, you decide to take a little nap before getting back on the road."
        },
        "text": "Forget eating here and leave, hoping to find a better place to eat."
      }
    },
    "text": "Hungry after your day of travel, you decide to stop and look for something to eat around you."
  },
  "18": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "You observe the construction site for a few minutes, then you realize it's completely deserted. You head back on your way."
        }
      },
      "searchScaffolding": {
        "outcomes": {
          "0": "You climb to the top of the scaffolding, but except for a beautiful landscape, you find nothing. After spending a few minutes admiring it, you leave.",
          "1": "Climbing the unstable structure, you discover a breathtaking view of the region! You take advantage of the viewpoint to spot an object down below.",
          "2": "You climb the ladder, but when you reach the halfway point, a bar breaks, and you fall to the ground! Shaken from the fall, you slowly come to your senses."
        },
        "text": "Search the scaffolding."
      },
      "searchSite": {
        "outcomes": {
          "0": "You search for 30 minutes, but you find nothing of interest.",
          "1": "After 40 minutes of searching, you finally find something which could be useful!",
          "2": "While searching a toolbox, you cut yourself on some rusty pliers. It's very deep!"
        },
        "text": "Search the building site."
      },
      "skip": {
        "outcomes": {
          "0": "You decide to ignore the site and you continue on your way.",
          "1": "You observe the site from a distance, without seeing the pickaxe on the ground. You cut your foot on it leaving."
        },
        "text": "Move on without worrying."
      }
    },
    "text": "You arrive at a city without finding anyone. After crossing you spot a building site that also seems deserted."
  },
  "19": {
    "possibilities": {
      "butch": {
        "outcomes": {
          "0": "You approach the fox and butcher him. You sell his fur to the first wandering merchant you meet.",
          "1": "You butcher the fox and go in search of a way to sell his skin. A few minutes later, you meet a merchant who offers to trade it for one of his quality items, and you accept.",
          "2": "You butcher the fox and look for a place to sell his fur. Unfortunately, it rots very quickly, and flies begin to swarm you. You end up leaving him by the side of the road, but it seems you still fell ill!"
        },
        "text": "Butcher the fox and resell its skin."
      },
      "cook": {
        "outcomes": {
          "0": "Considering your poor cooking skills, you should've expected it, but you get sick soon after tasting your meal.",
          "1": "Despite your reduced cooking skills, your fox on the spit satiates you well.",
          "2": "You approach the fox to pick him up, when all of a sudden, he jumps up and bites you! You run away, injured in your stomach and your heels.",
          "3": "You cooked this fox surprisingly well. After eating it, you feel refreshed."
        },
        "text": "Try to cook the fox."
      },
      "end": {
        "outcomes": {
          "0": "For a few seconds you consider the beast on the ground, hesitating. Finally, you continue on your way."
        }
      },
      "skip": {
        "outcomes": {
          "0": "You choose to ignore this corpse and don't lose any time.",
          "1": "You choose to ignore the fox and not waste time... but as soon as you pass him, the fox gets up and bites you violently!"
        },
        "text": "Simply ignore it and hurry to the nearest inn."
      }
    },
    "text": "After many days without sustenance, you see a dead fox on the side of the road, looking fresh."
  },
  "2": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "You decided not to move, the dog mustn't have liked it as it bit you and ran away!"
        }
      },
      "followDog": {
        "outcomes": {
          "0": "You lose track of the dog after a few minutes, he was going too fast! You decide to continue your way but you quickly realize that you hadn't paid attention to your orientation... You're lost!",
          "1": "You lose track of the dog after a few minutes next to a tree. Looking around you, you discover a lot of small coins scattered all over the place!"
        },
        "text": "Follow the dog."
      },
      "skip": {
        "outcomes": {
          "0": "After 15 minutes of chasing you manage to lose the dog, he didn't seem very friendly!",
          "1": "You continue on your way. The dog does not seem to follow you.",
          "2": "When you try fleeing, you suddenly fall into a ditch. The injury is serious... You'll have to get better before you continue!"
        },
        "text": "Continue without worrying about the dog."
      }
    },
    "text": "In front of you, a dog arrives, and circles you. He seems to want you to follow him!"
  },
  "20": {
    "possibilities": {
      "alert": {
        "outcomes": {
          "0": "The guards follow you and arrest the corrupt guard. The woman gives you an object as a token of her appreciation.",
          "1": "Unfortunately, the guards you tried to alert don't care about their colleague's evil deeds. At your insistence, they engage you in a fight. You win the battle despite some wounds, but it's too late. The woman lies on the ground alongside two guards."
        },
        "text": "Contact other guards to warn them about their colleague's deeds."
      },
      "end": {
        "outcomes": {
          "0": "You continue your journey without paying attention to the guard.",
          "1": "Dazed, you watch the scene for five minutes. The guard finally notices you, so you hurry on."
        }
      },
      "skip": {
        "outcomes": {
          "0": "You do not pay attention to the situation and continue your journey.",
          "1": "As you pass by, you stumble and fall to the ground."
        },
        "text": "Keep walking."
      },
      "surpriseAttack": {
        "outcomes": {
          "0": "You manage to stun the guard and retrieve a precious object he was carrying.",
          "1": "At the last moment, the guard turns around and attacks you. After a fierce battle during which the woman escaped, you failed to deflect one of their attacks. Victorious, the guard nevertheless leaves you alive and also flees.",
          "2": "The guard dodges, and the woman manages to escape. After scaring off the guard, she finds you further away, out of danger. To thank you, she offers you a few gold coins."
        },
        "text": "Attack the guard to help the lady."
      }
    },
    "text": "while walking peacefully in a village, you see a guard stealing from a poor woman."
  },
  "21": {
    "possibilities": {
      "crossBridge": {
        "outcomes": {
          "0": "The bridge seems unsafe, but you have no time to waste, so cross. After 5 minutes on the bridge you reach the end, safe and sound.",
          "1": "While crossing the bridge you see a small sack. When you open it, you notice a large amount of coins.",
          "2": "While crossing the bridge, you hear some small cracks, and suddenly, a plank snaps and falls, and you with it.",
          "3": "While crossing, a plank snaps out from under you. Fortunately, you manage to hang on to another, more reliable board. After a few minutes spent recovering your emotions, you continue on your way."
        },
        "text": "Take a risk crossing the bridge."
      },
      "end": {
        "outcomes": {
          "0": "You wait about twenty minutes, observing this bridge. Then, you continue your journey.",
          "1": "No time to waste! You continue on your way without worrying about this dangerous path."
        }
      },
      "otherWay": {
        "outcomes": {
          "0": "After a good hour of walking, you find another bridge that looks in much better shape, and you decide to take it.",
          "1": "During your journey, you notice a little crate and open it. Inside, you find an object that appears to be useful. You take it and continue on your way.",
          "2": "You notice a bridge and rush to cross it as quickly as possible. However, you stumble on a trunk and injure yourself."
        },
        "text": "Find another way forward."
      }
    },
    "text": "Continuing your trip, you arrive in front of a dilapidated bridge above a enormous chasm."
  },
  "22": {
    "possibilities": {
      "buy": {
        "outcomes": {
          "0": "You approach the farmer and ask him for fruit. He gives you some in exchange for a few coins. About fifteen minutes later, you notice they were poisoned and fall to the ground.",
          "1": "The farmer agrees to sell you 2 apples for a few coins. After leaving, you eat them, regaining your energy.",
          "2": "The farmer refuses to sell you fruit, so you continue on your way without wasting any more time."
        },
        "text": "Go buy fruit from this man."
      },
      "end": {
        "outcomes": {
          "0": "You watch the tree for about twenty minutes, then leave.",
          "1": "The farmer sees you, and offers you some fruit you willingly accept."
        }
      },
      "skip": {
        "outcomes": {
          "0": "You carry on with your adventure without worrying about the fruit, however appetizing they may seem."
        },
        "text": "Don't worry about it."
      },
      "steal": {
        "outcomes": {
          "0": "After a few minutes spent here, you leave with some fruit. You decide to make a profit by selling them in the next village.",
          "1": "The farmer realizes your presence in his fields, and beats you up.",
          "2": "After eating some fruit, you leave, having regained your energy.",
          "3": "The farmer quickly notices your attempt, and catches you. After retrieving his fruits, he asks you for compensation."
        },
        "text": "Go steal fruit from the tree."
      }
    },
    "text": "As you walk through a farmer's property, you see an apple tree with very appetizing fruit."
  },
  "23": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "You spend 15 minutes watching them and decide to continue your journey without paying any more attention."
        }
      },
      "help": {
        "outcomes": {
          "0": "You decide to come closer and help them. After spending 45 minutes helping them, these individuals thank you and give you money.",
          "1": "You spend almost an hour repairing their cart. Once it's repaired, the group of people ambushes you, and steals part of your belongings.",
          "2": "You repair their cart quickly. Happy, they thank you and offer you a gift that will surely serve you for the rest of your journey."
        },
        "text": "Help these people repair their cart."
      },
      "skip": {
        "outcomes": {
          "0": "You have no intention of wasting any time, and continue on your journey.",
          "1": "When you leave, you stumble into a hole and hurt yourself."
        },
        "text": "Don't worry about these individuals, they seem suspicious!"
      }
    },
    "text": "You walk through the forest, when suddenly you see a cart that looks broken. Around, a group of people seems to be in bad shape."
  },
  "24": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "None of the stands interest you and you quickly leave the city after a few looks.",
          "1": "You decide to not buy anything, but you still spend a long time between the stands."
        }
      },
      "foodStand": {
        "outcomes": {
          "0": "This food is incredible! You've never eaten anything so good in your entire life. You feel invigorated and relaxed.",
          "1": "This food is strange. As soon as you eat it, you get a headache, begin hallucinating, and feel nausea. You were poisoned! From the smile of your cook, there is no doubt about it. You throw the poison back up onto the table, but you're not sure if you threw it all up.",
          "2": "This food is rather standard. You don't feel anything while eating it or after you finish it. You quickly forget the taste."
        },
        "text": "Go to a food stand."
      },
      "gameStand": {
        "outcomes": {
          "0": "You play this game several times but never succeed in getting your prize back. Disappointed with your performance, you pay the manager and leave.",
          "1": "You play this game again and again for a long time, but with no luck. However, since the manager became friends with you, he'll partially refund you. You leave with a warm thanks.",
          "2": "You managed to win the jackpot! Happy and jumping with excitement, you pick it up and get out of town."
        },
        "text": "Go to a game stand."
      },
      "itemStand": {
        "outcomes": {
          "0": "For hours you search for the object you want, but no one has it. To avoid buying anything useless, you powerfully decide to buy nothing at all.",
          "1": "There it is! You've been looking for this object for days and you finally found it! You buy it quickly without paying attention to the price and then leave."
        },
        "text": "Go to an item stand."
      }
    },
    "text": "You're going up a hill. As you look around, you see lights in the distance. As you get closer, you also hear music. It's a festival! Excited to party, you run to the city."
  },
  "25": {
    "possibilities": {
      "dontHelp": {
        "outcomes": {
          "0": "You don't look at the massacre that took place, instead going a little further to rest.",
          "1": "No time to lose! You continue your journey.",
          "2": "In a hurry to continue your journey, you trip on a lifeless body, and get hurt."
        },
        "text": "Don't help them."
      },
      "end": {
        "outcomes": {
          "0": "Having cast a quick glance at the soldiers occupied by their excavations, you decide to resume your journey.",
          "1": "Tired, you fall sound asleep on the ground."
        }
      },
      "help": {
        "outcomes": {
          "0": "You decide to go to the soldiers, and offer them your help looking for survivors. After 45 minutes of help, a soldier offers you some money to thank you for your precious help.",
          "1": "When you go looking for survivors, you get attacked by looters! After struggling, you run and continue on your way."
        },
        "text": "Offer to help."
      },
      "steal": {
        "outcomes": {
          "0": "You decide to go around the soldiers, and go loot the bodies of the deceased to make yourself that tiny bit richer.",
          "1": "By looting the bodies, you get caught brutally by a soldier. You immediately return what you collected before quickly continuing on your journey."
        },
        "text": "Steal of bodies."
      }
    },
    "text": "As you wander around, you come across a battlefield, in the surrounding area, you notice several soldiers looking for possible survivors of a massacre."
  },
  "26": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "After spending 15 minutes watching this scene, you leave, shocked, but continue your adventure."
        }
      },
      "goAway": {
        "outcomes": {
          "0": "Horrified by this act of barbarity, you quickly continue on your journey.",
          "1": "During your run, you see an open box in the distance. After a few minutes of walking, you discover a bag full of money inside it."
        },
        "text": "Continue on your journey peacefully."
      },
      "steal": {
        "outcomes": {
          "0": "After robbing a few people, you leave with an object that seems very interesting! After walking for about 30 minutes, you look at what it is.",
          "1": "You're about to steal from a resident when, suddenly, he turns around and grabs you with a strong grip before kicking you. After a fight, you run away."
        },
        "text": "Steal from the audience."
      },
      "trySave": {
        "outcomes": {
          "0": "After struggling to get through the crowd, you intervene as quickly as possible and manage to get the man out of there. After running through the village, the man, very grateful, offers you an object that will serve you for the rest of your adventure.",
          "1": "Passing through the crowd, you try to prevent this death, but get ambushed and fall to the ground.",
          "2": "After succeeding in leaving the site with the man, you get caught and beat up by a group of people. After initially feeling relieved, you notice these people have stolen from you.",
          "3": "After trying to violently intervene, the executioner grabs you by force. You're struggling, but nothing can change that. You, in turn, are sentenced to death."
        },
        "text": "Stand in the way to prevent the man from dying."
      }
    },
    "text": "While walking through a village, you notice a group of people. Up close, you quickly notice a hanging in progress. After some discussion, you learn this person is sentenced to death for \"words contrary to the values of the church\"."
  },
  "27": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "You blankly stare at the object for 20 minutes, then leave.",
          "1": "Leaning over the well, you observe the object. It is then that you fall over. Fortunately, you manage to quickly climb back up, but you emerge from this adventure seriously injured."
        }
      },
      "goDown": {
        "outcomes": {
          "0": "You get seriously injured during the descent and get stuck at the bottom for several hours before someone finds you.",
          "1": "You arrive at the bottom without any problems, get the object, and continue your journey.",
          "2": "You jump into the well but find nothing, so you go back up without wasting any more time.",
          "3": "Once you get to the bottom, you discover a large quantity of gold coins that you collect before continuing your journey."
        },
        "text": "Try to descend and retrieve the object."
      },
      "skip": {
        "outcomes": {
          "0": "No time to lose! You continue your journey without paying any attention to this.",
          "1": "You continue on your way, but after a short while walking, you encounter a group of people dressed in black. After struggling hard, you manage to leave, but you have been robbed."
        },
        "text": "Continue on your journey."
      },
      "useBucket": {
        "outcomes": {
          "0": "After an hour of trying, you finally get this object, which turns out to be a simple piece of metal.",
          "1": "Focused on your goal, you don't realize that a young villager catches you, and pushes you into the well. Stunned, you wake up several minutes later.",
          "2": "Quickly, you get the money from the bottom of the well, and continue your journey."
        },
        "text": "Try to grab the object with the well's bucket."
      }
    },
    "text": "Walking through the small village you found, you notice a well with a small shiny object at the bottom."
  },
  "28": {
    "possibilities": {
      "accept": {
        "outcomes": {
          "0": "You join them... and lose 3 hours attending a religious ceremony.",
          "1": "You join them.... but decide to leave after 30 minutes, realizing you still have a princess to save, and that you don't have more time to devote to faith.",
          "2": "Noticing your lack of sensitivity to their speech, the group gets aggressive! It takes you several minutes to escape from them, but not without being hit a few times.",
          "3": "You join them, then leave just as quickly, stealing an object that may be useful to you."
        },
        "text": "Agree to join them."
      },
      "deny": {
        "outcomes": {
          "0": "You cut the conversation short and continue your journey.",
          "1": "The group quickly becomes aggressive in the face of your refusal. Finally, you find yourself forced to listen to them talk for a long while to avoid taking any more blows."
        },
        "text": "Gently reject the proposal."
      },
      "end": {
        "outcomes": {
          "0": "Faced with your bliss, the group quickly tires, and goes to meet another passerby."
        }
      }
    },
    "text": "On your journey, a group of men \"preaching the word of the Gods\", invites you to join their cause."
  },
  "29": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "You stay where you belong in full sunlight for about 15 minutes, then collapse.",
          "1": "You decide to use your reserves, and continue your journey to not waste time."
        }
      },
      "restHere": {
        "outcomes": {
          "0": "You rest, however, the floor is very uncomfortable.",
          "1": "After your rest, you leave feeling more motivated than ever."
        },
        "text": "Rest right here."
      },
      "restTree": {
        "outcomes": {
          "0": "You discover a shadowed area under the trees, and decide to go there. After a short hour of sleep, you leave and continue on your way.",
          "1": "You go to a shaded area where you can rest. But when you wake up, you notice you've been stripped of your belongings."
        },
        "text": "Rest at the foot of a tree."
      },
      "searchWater": {
        "outcomes": {
          "0": "You remember passing by a lake, so you go there. When you get there, you enjoy a swim that feels great. You're now refreshed, and in better shape to continue on your journey across the country.",
          "1": "You remember passing by a lake, so you go there... on the way, you find an item that will surely be useful to you. When you arrive, you enjoy a swim that feels great. You are now refreshed, and in better shape to continue your journey across the country.",
          "2": "You look for a body of water in vain... Because of this fatigue, you fall ill."
        },
        "text": "Search the surroundings for a body of water."
      }
    },
    "text": "In this period when temperatures exceed 90Â°F, you get tired, so you decide to look for a way to relax and get back in shape."
  },
  "3": {
    "possibilities": {
      "abandon": {
        "outcomes": {
          "0": "You continue on your way; robbery is wrong, and this chest is not yours!",
          "1": "You decide not to get closer to the little chest, it's a stop not worth losing precious time over."
        },
        "text": "Abandon the box where you found it."
      },
      "end": {
        "outcomes": {
          "0": "It's surely a trap! In any case, there's no way you're getting any closer to that chest! You calmly continue on your way."
        }
      },
      "mineIt": {
        "outcomes": {
          "0": "After wasting 30 minutes breaking the lock, you discover that the chest is empty!",
          "1": "After wasting 30 minutes breaking the lock, you discover that the chest is empty!",
          "2": "After wasting 15 minutes breaking the lock, you find some gold coins!"
        },
        "text": "Attack the padlock with a pickaxe."
      },
      "searchKey": {
        "outcomes": {
          "0": "After about fifty minutes of searching, you finally find the key! Buried next to the chest, you now can open the chest and find a lot of gold Coins!",
          "1": "After about one hour of searching, you finally find the key! Buried next to the chest, you now can open the chest and find some gold Coins!",
          "2": "After about forty minutes of searching, you finally find the key! Buried next to the chest, it's so damaged you can't even use it! You end giving up and carry on.",
          "3": "After twenty minutes digging everywhere around the chest, you give up and carry on.",
          "4": "After spending two hours searching for the key, you give up and carry on without opening the chest."
        },
        "text": "Look around for the key."
      }
    },
    "text": "While you travel on the Road of Wonders, you find a chest! Unfortunately it's locked..."
  },
  "30": {
    "possibilities": {
      "duke": {
        "outcomes": {
          "0": "You go to the Duke and compliment him. The Duke thanks you and decides to offer you some rest at his castle.",
          "1": "You go see the Duke and compliment him. The Duke thanks you and decides to offer you a few coins, telling you to make good use of them, then you go back on your way.",
          "2": "You go to the Duke and try to compliment him, but rhetoric is not your forte and as the Duke gets offended, he locks you up."
        },
        "text": "Go to the Duke."
      },
      "end": {
        "outcomes": {
          "0": "You don't feel like partying today, so you decide to turn back and continue your journey quietly.",
          "1": "You're not ready to party today, so you go back on the road. When you stumble and come face to face with a banana, but it doesn't seem to be any good."
        }
      },
      "gift": {
        "outcomes": {
          "0": "You feel like giving a gift to Duke Benatis, but you can't find anything that would do the trick. You decide to simply give him some of the money you've collected during your adventures. The Duke accepts your gift.",
          "1": "You approach the Duke to give him a gift. Seeing you arrive, the Duke understands your intention and tells you kindly that it's not necessary, so you just chat with him and then leave the party.",
          "2": "As you go to give a gift to the Duke, the Duke stands up and declares that he has decided to distribute gifts to everyone present. You understand that it would then be useless to give him one, and accept the one handed to you by the servants."
        },
        "text": "Give him a present."
      },
      "party": {
        "outcomes": {
          "0": "You go home and enjoy a party that is going to last for a while.",
          "1": "The guard sees your dirty shoes and asks you to come back with something more appropriate. Fortunately, a young beggar standing right next to you offers you to wax them for a few coins.",
          "2": "The party buffet is a feast. You enjoy all these bananas."
        },
        "text": "Stay at the party."
      },
      "steal": {
        "outcomes": {
          "0": "As you're about to leave the farm with your loot, a slave alerts the others and shames you. You end up locked in a cell.",
          "1": "You discreetly come out with your delicious loot that joins your stomach swiftly.",
          "2": "To your great misfortune, you didn't notice the writing \"Unfit for sale\" in front of your freshly acquired bananas and they quickly make you sick!"
        },
        "text": "Go and steal bananas from his farm."
      }
    },
    "text": "You see a castle in the distance. You decide to approach the main entrance, it seems to be that of Duke Benatis. Known for his banana farms, he organizes a party for his 21st birthday. When you approach a little closer, a guard invites you to enter as the Duke wants everyone to participate in the party. When you return, you see a huge feast awaiting the attendees."
  },
  "31": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "The knight passes by without paying attention to you. You continue on your way peacefully."
        }
      },
      "hide": {
        "outcomes": {
          "0": "You hide in the bush just in time. This dark knight was about to push you over... You recover your emotions and leave.",
          "1": "You dive into the bush. However, you didn't notice that it was actually brambles...",
          "2": "After diving into the bush, you watch the mysterious knight pass by and see an object falling out of his satchel. You pick it up."
        },
        "text": "Hide in a bush at the roadside."
      },
      "keepGoing": {
        "outcomes": {
          "0": "The knight hits you at full speed. You fly over 5 metres before crashing to the ground. The knight is already gone, only a cloud of dust remains...",
          "1": "As the knight approaches you, he sees your difficulty walking under the blazing sun. He offers you a little water from his gourd and continues on his way.",
          "2": "The knight catches up to you and asks you for directions. You show him a route and continue on your way."
        },
        "text": "Keep going normally."
      },
      "wave": {
        "outcomes": {
          "0": "As he notices you waving, the knight comes to a halt by your side. You quickly realise that he his very friendly.",
          "1": "The knight comes to a halt next to you and violently hits you, you fall to the ground and pass out. When you wake up, you discover that your pockets have been emptied...",
          "2": "The knight passes you by. Perhaps he didn't see your sign, or had no time to waste."
        },
        "text": "Motion to him to stop."
      }
    },
    "text": "You hear the rhythm of a gallop from far away. You turn back and see a black armoured knight with a coat of arms that you do not recognise."
  },
  "32": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "You continue on your way without paying attention to the man. You decide to stop by a tree and find some gold coins on the way.",
          "1": "You leave as fast as you can, people see you and decide to chase you. You run for a while and only stop after making sure they lost sight of you.",
          "2": "You continue on as if nothing happened.",
          "3": "As you are getting away, you encounter a group of poachers who decide to rob you."
        }
      },
      "heal": {
        "outcomes": {
          "0": "You run in the forest in search of medicinal plants, you find some and you heal the man. He thanks you with a few coins and you go back on your way.",
          "1": "You decide to fetch medicinal plants in the forest, unfortunately you can't cure him, you go back on your way, head down.",
          "2": "You go to the nearest village for help. Now accompanied, you return to the person, but your companion decides to knock you out. When you wake up, you find the person dead and you're butt-naked.",
          "3": "You rush to the nearest city in order to search for tools to heal the man. Once you get back to him, you heal him, he survives and decides to give you compensation for your help. When you leave, you realize that you hurt yourself when treating him."
        },
        "text": "Try to find something to heal the wounded man."
      },
      "kill": {
        "outcomes": {
          "0": "You draw your sword and finish the wounded. However, passers-by who witnessed your horrid acts are revolted and attack you fiercely.",
          "1": "You decide to kill the injured person but get interrupted by a bystander. He convinces you to give up this idea and you continue on your way.",
          "2": "When you draw your sword, the man screams for help in vain, you kill him before..."
        },
        "text": "Shorten the man's suffering to steal his equipment."
      },
      "yell": {
        "outcomes": {
          "0": "You scream frantically and finally someone comes and helps you. To thank you, the wounded man gives you a little something before you leave.",
          "1": "You scream frantically. Unfortunately, no one comes, but you attract animals and a wild boar charges right at you.",
          "2": "You scream frantically. Unfortunately, no one comes and the person dies. Feeling helpless, you go back on your way.",
          "3": "Because of your screams, people from the nearby camp hear you and decide to come to take care of the man. As they thought you tried to assassinate him, they bring you back to their camp by threatening you. After a long discussion, you manage to settle the misunderstanding and they offer you to rest in the camp. You gladly accept their proposal."
        },
        "text": "Yell and try to alert people."
      }
    },
    "text": "You are walking quietly in a forest when you hear a scream. The voice seems to be that of a man, you decide to go towards the direction of the scream where you find a seriously injured man near a kind of camp."
  },
  "33": {
    "possibilities": {
      "chat": {
        "outcomes": {
          "0": "Time goes by quickly as you chat during 2 hour with a farmer about the countryside.",
          "1": "You bond with the guy sitting next to you whom gifts you a present for the sake of it.",
          "2": "As the alcohol kicks in, some people starts getting aggressive and you watch a fight happen before going away.",
          "3": "A generous young man insists on giving you a bag of money and some drinks.",
          "4": "You accept politely and stay for a bit, before faking being in a rush and going."
        },
        "text": "Sit down to chat."
      },
      "eat": {
        "outcomes": {
          "0": "This good food makes you full of energy.",
          "1": "Not your lucky day, you end up eating a part which turned bad.",
          "2": "You stuff yourself full. You'll need a good time to digest and be ready to resume your adventure.",
          "3": "You ate very well, you chat with a random person who keeps giving you drinks. You end up passing out."
        },
        "text": "Have a go at the food."
      },
      "end": {
        "outcomes": {
          "0": "You don't notice the goat coming right at you, you fall down stunned by the shock.",
          "1": "The people comes to get you to the table. They force you to eat with them, which gives you energy!"
        }
      },
      "skip": {
        "outcomes": {
          "0": "The locals caught sight of you and interpreted your action as disrespect and as such, take all your belongings.",
          "1": "You get caught by some people, triggered, they wack you instantly.",
          "2": "You run as you are afraid of social interaction. After a while, you rest as you are exhausted."
        },
        "text": "Continue without stopping."
      },
      "steal": {
        "outcomes": {
          "0": "You take advantage of the situation to gather some gold here and there.",
          "1": "You get caught but succeed in running away.",
          "2": "You get caught. The victims decide to hurt you badly."
        },
        "text": "Take advantage of the commotion to rob some of them."
      }
    },
    "text": "You arrive in farm in which festivities are conducted. The people seem to receive you with hospitality."
  },
  "34": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Faced with your lack of response, the group of friends decides to go and get you a gift. As you wait for them politely, you become more and more anxious at the idea of wasting time. The eventuality of not being able to save the princess scares you and even makes you sick... so much that you end up fainting. On their way back, the honest people discovered you and leaned you against a tree to let you rest, while still unconscious, they leave ou with a gift before you set out on your journey.",
          "1": "The quidams, seeing you inactive, decide to not insist further. You continue on your way without caring.",
          "2": "Seeing you hesitating for so long, the young men finally decide to offer you some money to allow you to buy some random toys. You thank them before going back on your way."
        }
      },
      "food": {
        "outcomes": {
          "0": "One of them hands you a rather appetizing soup. You drink it carelessly. Those scoundrels set up a trap for you! They had waited for a long time to plunder you, the drink contained just enough fly agaric to make you sick. You feel increasingly ill while seeing your pockets being stripped leaving you helpless.",
          "1": "These passers-by cooked a tasty dish for you, worthy of a Gallic potion. As you look closer, you see an object laying at the bottom of the bowl. It could be useful for what will happen after.",
          "2": "Glad to be able to help out, the group leaves to buy you a local dish. Seeing it coming, you make an effort to make it seem like you're enjoying it but it disgusts you: you don't like mushrooms! After what seems to be an eternity, you continue on your way."
        },
        "text": "Gift of Food."
      },
      "health": {
        "outcomes": {
          "0": "The group brings you to the valley, where they offer you an invigorating treatment in the thermal waters. Back on your feet, you are ready to hit the road again.",
          "1": "The few people offer you a treatment in a massage center near there. While you are getting a massage, one of the candles hanging on the wall falls into the jar of essential oils, setting the whole establishment on fire. You manage to, after plenty of difficulties, get out of the inferno that was once called a building.",
          "2": "They did not expect this kind of request and remain doubtful about what they should say. Not wanting to let awkwardness grow, you go on your way."
        },
        "text": "Gift of Health."
      },
      "kind": {
        "outcomes": {
          "0": "The group of friends tells you that they went in search of the ideal gift. Unfortunately, they didn't find anything you fancy. Disappointed, you continue on your way.",
          "1": "These crafty little fellows decided to pull a prank on you and give you a shady gift. But they didn't expect that a board of needles would be dangerous to unwrap. Furious, you leave to take care of yourself.",
          "2": "Your generous donors are proud of their gift, found in a market. They give you an object of which the sight excites you greatly."
        },
        "text": "Gift in kind."
      },
      "money": {
        "outcomes": {
          "0": "Not listening to your answer, they would rather give you an object. For them, money is not a real gift!",
          "1": "Gathered in a circle, each and every one of them takes out a few coins from their purses. Together, they finally hand you a nice sum, fruit of the entire group's contribution. After advising you to make good use of it, they wish you a good trip and leave.",
          "2": "The few individuals have contributed to offer you a nice sum. You find their attitude suspicious and you quickly realize that this money originates from a robbery. You decide to honestly approach a guard to return this dirty money. Without you expecting it, the guard questions you and then interrogates you about the details of the case and the role you played in it."
        },
        "text": "Money Gift."
      }
    },
    "text": "At the turning point of the road, some passers-by recognize and approach you. They remember the help you once gave them, and insist on thanking you again by offering you a gift. They ask what would make you happy."
  },
  "35": {
    "possibilities": {
      "deny": {
        "outcomes": {
          "0": "You think that drinking unknown things is a bad idea, so you politely decline the bartender's proposal. However, you order him a good pint of beer, which you empty quietly while chatting with regulars.",
          "1": "You literally assault the bartender asking him if he thinks you're a dyke trying to get you to drink any filth. He kicks you out of his bar, so you take revenge by lighting it on fire, and then you go on your way.",
          "2": "You explain to the bartender that you don't want to drink something of which the origins are unknown, let alone be a guinea pig. He reassures you by telling you that he just mixed two alcohols and some plant extracts. So you drink and tell him your impressions."
        },
        "text": "Refuse the proposal."
      },
      "end": {
        "outcomes": {
          "0": "You ignore him and just leave the inn."
        }
      },
      "steal": {
        "outcomes": {
          "0": "You explain to him that you don't really want to be a guinea pig, so the bartender, seemingly disappointed. So you do the thing you've been craving of since you entered the bar: discreetly robbing customers. You pocket three people without worries, but the fourth notices you and shouts at the thief. You run away.",
          "1": "You explain to him that you don't really want to be a guinea pig, so the bartender, seemingly disappointed. So you do the thing you've been craving of since you entered the bar: discreetly robbing customers. You pocket three people without worries, but the fourth notices you and shouts at the thief. You end up the night in jail and compensate those peoples."
        },
        "text": "Refuse, and try to rob other customers."
      },
      "test": {
        "outcomes": {
          "0": "You accept his proposal and drink the thick liquid he gives you. It is delicious and spreads a sweet warmth within you.",
          "1": "You, without further ado, take the mug filled with a thick, greenish liquid he holds out to you. You drink it in one gulp. A few seconds later, you realize how horrible it tastes and you throw up on the floor. The bartender apologizes and gives you a handful of coins as compensation, but you don't feel well.",
          "2": "You accept his request and he gives you a mug. You drink it and feel a little pleasant aftertaste. You give the bartender your impressions, he thanks you, then you go on your way."
        },
        "text": "Accept the proposal."
      }
    },
    "text": "You walk into a bar and the bartender calls out to you, telling you that he would like to \"test new drinks\" on you."
  },
  "36": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "You wait a long time in this square and then merchants start to settle down. It's your lucky day! It's a market, and apples are cheap. You buy some and go on your way.",
          "1": "You wait a little while in this square, then you realize that there is nothing very interesting to do, and go back on your journey."
        }
      },
      "goAway": {
        "outcomes": {
          "0": "You continue your journey. As you leave the village, you meet a priest whom offers you a piece of bread for your journey."
        },
        "text": "Continue your journey."
      },
      "goInn": {
        "outcomes": {
          "0": "You arrive at the inn and regain some strength after a good meal and a well deserved nap.",
          "1": "You arrive at the inn which is fully booked. You still have a take-away meal, and go on your way.",
          "2": "Unfortunately the inn is closed and you decide to hit the road, hungry and tired."
        },
        "text": "Go to rest at the inn."
      },
      "stealJeweler": {
        "outcomes": {
          "0": "You trust your infiltration abilities. You go to the jewelry store and, fortunately, the old man is absent. You manage to steal the contents of one of the crates and run away.",
          "1": "You arrive in front of the shop and you enter in order to rob the jeweler. As you grab the jeweler's money, a personal guard knocks you out. You wake up a few hours later, on the side of a road."
        },
        "text": "Try to rob the jeweler."
      },
      "talkJeweler": {
        "outcomes": {
          "0": "You talk with the jeweler and you bond with him. He then offers you an object as a token of this new friendship.",
          "1": "You decide to try to haggle in order to buy yourself one of the jewels for a smaller price. You talk for a long time but the old man is very tough in business and he does not give in. You leave after finally understanding that he does not intend to lower his prices."
        },
        "text": "Go and have a talk with the jeweler."
      }
    },
    "text": "At some point in your journey, you arrive in a charming little village. You reach the center of the village, however it turns out that there are only two shops: a jewelry store and an inn. You learn from a bystander that the jewelry is held by an old man. It is a well known fact that he makes beautiful jewelry such as necklaces and rings. As for the inn run by a couple, it seems pretty successful."
  },
  "37": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "You notice a small forest on your right. Being really thirsty, you follow the sound of fresh, flowing water. After reaching the little stream, you drink to your thirst and continue your journey to the village.",
          "1": "You notice a small forest on your right. While crossing it, you pick up an item probably left here by a traveler and continue your journey to the village."
        }
      },
      "run": {
        "outcomes": {
          "0": "You start running and you arrive at the village less than 15 minutes later.",
          "1": "You start running, fortunately, the rain stops quickly. So you return to your normal pace."
        },
        "text": "Speed up so you don't get too wet."
      },
      "walk": {
        "outcomes": {
          "0": "You keep walking quietly, after all it's only a light rain and you don't want to run just for that.",
          "1": "You just keep walking... a few minutes later, the rain stops and you arrive at the village gates.",
          "2": "You keep walking quietly."
        },
        "text": "Continue to walk."
      }
    },
    "text": "You are walking quietly, the weather is clear, just like the road. You think about the sweet night you will spend in an inn at the next village you will cross, and this allows you to keep the courage to move forward. The road is so calm that, while walking, you immerse yourself in your thoughts. You realize that, although you have begun your adventure in order to prove your worth and to marry the princess, you start to love your journey more and more. While you are no longer very far from the village which is your objective of the day, it starts raining."
  },
  "38": {
    "possibilities": {
      "buyCheap": {
        "outcomes": {
          "0": "You buy a cheap item in exchange of some gold coins. As you feel satisfied by it, you store the item in your bag.",
          "1": "You decide to buy a cheap item. However, as you inspect its quality, you realize that it is in very poor condition. You were taken advantage of, and that guy already fled the scene while you were busy with the item. You swear not to be fooled this way again."
        },
        "text": "Buy a cheap item."
      },
      "buyExpensive": {
        "outcomes": {
          "0": "You decide to buy one of his most expensive items so as to be well prepared. He gives you a beautiful one and you pocket it. You send him off warmly as he leaves.",
          "1": "You buy a rather expensive item of very good quality. Satisfied, you then resume your adventure.",
          "2": "As you decide to buy one his most expensive items, you find it to be an old rusty sword covered in paint. Unfortunately it is now too late as the man already left when you were inspecting your sword... Frustrated, you swear ruthlessly to behead him the next time you see him."
        },
        "text": "Try your luck by buying one of his most expensive ones."
      },
      "deny": {
        "outcomes": {
          "0": "You politely refuse his proposal and continue on your way."
        },
        "text": "Decline his offer."
      },
      "end": {
        "outcomes": {
          "0": "Not wishing to do business with him, you overtake him by giving him a simple nod but he retains you to promote each of his articles. Since you don't want to offend the merchant, you wait until the merchant has finished to tell him gently but firmly that you are not planning to buy anything.",
          "1": "You end up walking up to him. You finally befriend him after talking for a long time and he offers you a small item that he thinks could be helpful for your adventure.",
          "2": "You chat with him for a long time. However as the sun starts to set, it's time for you to part. You send him off and then end up leaving."
        }
      },
      "steal": {
        "outcomes": {
          "0": "You discreetly steal one of his items and flee.",
          "1": "He catches you red-handed and asks you to return his goods. He lets you go out of kindness of heart and you do so gladly.",
          "2": "The merchant notices you as you start robbing him. He knocks your teeth out with a punch then leaves."
        },
        "text": "Attempt to rob him."
      }
    },
    "text": "On your way, you meet a travelling merchant. He says that he possesses some nice items that might interest you, for cheap."
  },
  "39": {
    "possibilities": {
      "convoy": {
        "outcomes": {
          "0": "For a little money, he agrees to come with you. You leave, and shortly afterwards you come across a shiny sword stuck within a rock. You try to pull it out, but you aren't successful. Price tries too, and he manages to dislodge the weapon from its stony shell. Knowing that he wouldn't have gotten it without you, he gives you much more money than you paid him as a thank you. The rest of the trip being uneventful, you split up after a few days.",
          "1": "For a little money, he agrees to come with you. During your journey, you come across an abandoned satchel along the way. Happy with this discovery, you decide to share its contents with Price. You thus obtain a small sum of money, and an item which you think will be useful for your adventure.",
          "2": "For a little money, he agrees to come with you. You walk together for a little while without anything special happening, except for a small incident with thieves which didn't last long with Price's help. You then split up.",
          "3": "You give him a few coins to accompany you until the next town. You leave quickly, and when the sun goes down, you bivouac and then you set. You are suddenly woken up by the sound of metal clattering together, and it takes a few seconds to realize that Price is taking your money away. Without thinking twice about it, determined to stop him, you run to him. He violently punches you into the temple, and runs away with your possessions while you are dizzy."
        },
        "text": "Pay him to accompany you to your next destination."
      },
      "end": {
        "outcomes": {
          "0": "You stay and chat with Price for a few minutes, then hit the road.",
          "1": "After you've had a little chat, you split up. A few blocks away, you're attacked by a group of rude-looking people, who lighten your purse under the threat of their blows."
        }
      },
      "meal": {
        "outcomes": {
          "0": "You offer Price something to eat together, which he gladly accepts. You talk for a while, drink a little, laugh a lot, exchange tips, and get to know each other. It is with a slight twinge of heart, that Price bids you farewell after a few hours, having to go and honour a contract.",
          "1": "You ask Price if he wants to come eat with you at the local tavern. He declines, telling you he has work to do, and takes his leave."
        },
        "text": "Get to know each other over a good meal."
      },
      "steal": {
        "outcomes": {
          "0": "You try to steal from him, but he notices your undoing and knocks you out cold.",
          "1": "He notices your attempted theft immediately, but lets you go, yet not without giving you a look of disdain. You run away quickly, fearful of what he might have done to you."
        },
        "text": "Try to steal money from him."
      }
    },
    "text": "During your journey you arrive in a seaside town. There you meet a man, who says that his name is Price and that he is a mercenary."
  },
  "4": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "You continue on your way without paying attention to the shooting star, you didn't waste any time!"
        }
      },
      "skip": {
        "outcomes": {
          "0": "You continue on your way without paying attention to the shooting star, you didn't waste any time!",
          "1": "You continue on your way without paying attention to the shooting star, you didn't waste any time!",
          "2": "You continue on without paying any more attention to the phenomenon, but you keep watching the sky with admiration... Distracted, you don't immediately notice the huge crevasse in front of you! You end up crushed at the bottom of the hole, shaken and shocked, but you reassure yourself by realizing you aren't too critically injured!"
        },
        "text": "Ignore this event."
      },
      "wish": {
        "outcomes": {
          "0": "You make a wish and close your eyes... When you open them back up, you discover a bag filled with money in front of you! Spending those 10 minutes was worth it!",
          "1": "You make a wish and close your eyes... When you open them back up you don't discover anything! After wasting 10 minutes on nothing you walk away.",
          "2": "You make a wish and close your eyes... When you reopen them, you discover that nothing happened! After waiting 10 minutes for nothing, you leave.",
          "3": "You make a wish and close your eyes... Reopening them, you discover... nothing at all! After waiting 10 minutes for nothing, you leave.",
          "4": "You make a wish and close your eyes... It's usually better not to keep walking with your eyes closed. You hurt yourself stumbling on a rock and lose 10 minutes before being able to continue."
        },
        "text": "Make a wish."
      }
    },
    "text": "You have decided to enjoy a quiet night to continue your progress. The sky is magnificent and after a few minutes scrutinizing the sky, you observe a shooting star!"
  },
  "40": {
    "possibilities": {
      "askAdvices": {
        "outcomes": {
          "0": "You go in to Xetrix and wait for him. He comes home shortly afterwards, and you ask him for some advice, especially about the location of the nearest town. He shows you one path and you thank him before following it. After many hours of walking, you realize that the hermit has played you for a fool and, having nothing else to do, you continue on your way.",
          "1": "You enter the man's house, wait for him, and ask him for some advice on how to cook a meal using the forest's ingredients. He gives you a recipe that you follow meticulously. You end up eating a fairly good meal and leave sated.",
          "2": "You see him come in, so you go after him to ask for advices. Eventually you hit it off and he invites you over for dinner. During the meal you drink a little too much and end up drunk."
        },
        "text": "Ask the hermit for advices."
      },
      "breakIn": {
        "outcomes": {
          "0": "You think about it, and then realize that breaking into the house is possible. You thus decide to do so and steal a few coins before leaving as fast as possible.",
          "1": "You decide to get into this Xetrix's house, and are stealing him as he comes in... He sees and rushes to you but you manage to escape after some struggle, you're more agile than him. However, you are injured and have lost all of your loot in the altercation.",
          "2": "You enter the house to wait for the man. Once he's there, you talk and he invites you to dinner. After a delicious meal, you leave with a full stomach and in great shape."
        },
        "text": "Break into his house."
      },
      "end": {
        "outcomes": {
          "0": "You stand there and think... you can't make up your mind, you thus decide to leave after a few minutes.",
          "1": "You decide to leave. On the road you find some mushrooms, pick them up and eat them. However, they were inedible and so you get ill."
        }
      },
      "goBack": {
        "outcomes": {
          "0": "You decide to go back the way you came from and find a few coins on the road, next to a holed bag.",
          "1": "You leave, and soon after that you find an injured man. While trying to help him, you find out it's an ambush! Men appear and dispossess you, then leave."
        },
        "text": "Go back the way you came from."
      }
    },
    "text": "As you go deep into a dark forest, you see the silhouette of a man in the distance. While going closer, you realize he's a hermit, out for the picking. You approach his house, on which you read the inscription \"Xetrix\", which is probably his name. You're thinking about what to do..."
  },
  "41": {
    "possibilities": {
      "corrupt": {
        "outcomes": {
          "0": "The jailer accepts your bribe and lets you go. However, he does not notice that your cellmate steals the bribe from him right after.",
          "1": "The corrupt jailer accepts your bribe, he brings you a delicious meal. You eat well, then he frees you.",
          "2": "The jailer accepts your bribe and sets you free. However, it was a trap. He convinced some guards that you escaped and they start to chase after you, ultimately putting you back in jail.",
          "3": "The jailer tells you he is not this type of a person and leaves you in the cell. You eventually are freed a few hours later after straightening the confusion.",
          "4": "The jailer refuses your money without equivocation. You keep on waiting and eventually fall asleep."
        },
        "text": "Try to bribe the jailer."
      },
      "end": {
        "outcomes": {
          "0": "To pass the time, you talk with your cellmate. A few hours later, you are free to leave.",
          "1": "You wait calmly for your release. While chatting with the jailer, you understand that you are accused of witchcraft. About an hour later, you are exculpated, and the real culprit is locked up.",
          "2": "You ponder around your cell for some time. After a while, you fall asleep, and then wake up in some woods."
        }
      },
      "escape": {
        "outcomes": {
          "0": "You try to escape, you tell yourself that your cellmate will be a burden so you decide to not tell him your plans. While looking for something that could be useful, you find a broken wooden slat. You try to widen the opening, without success. You abandon the idea of escaping.",
          "1": "You decide to notify your cellmate of your plan, you make a diversion and he steals the keys from the jailer's pockets. He opens the cell when the jailer realizes the trickery. A fight ensue but your cellmate decides to help free you. You then go away very far, where you will take a delicious hot meal.",
          "2": "You try to press on the door which seems fragile. You succeed in opening it when the jailer sees you. He starts to fight to put you back in your cell, you defend yourself at the best of your ability but you are no match for his strength."
        },
        "text": "Try to escape."
      },
      "explain": {
        "outcomes": {
          "0": "You start explaining yourself and talk and talk However, the guard wants none of it and decides to gag you with a piece of cloth. Some hours later, you are released, and the jailer apologizes profusely, for he mistook you for a fugitive.",
          "1": "You keep on talking, and talking. After a long time, the jailer had enough and decides to leave you alone to not hear your rambling anymore. Some hours later, you are released. On your way out the city, you find some coins on the ground near the gate.",
          "2": "You have a lengthy talk with the jailer. When he finally understands your plight, he decides to free you and he hides you, so you can leave the city safely.",
          "3": "You try to speak with the jailer. After 15 minutes, he loses his temper and hits you with his weapon to quiet you down."
        },
        "text": "Try to explain yourself."
      },
      "playDead": {
        "outcomes": {
          "0": "You feign death in hope the jailer will throw you away so you will be able to get on your way. Everything goes according to plan. Once out and up, you decide to go rest at a nearby hostel since you are very tired due to all the commotion.",
          "1": "The jailer does not notice you at first, but when he eventually does, he decides to check if you are truly dead. Being the bad actor you are, he easily notices you are feigning it and leaves you to rot in the cell a little bit more as a form of punishment.",
          "2": "The jailer examines your body and you succeed in fooling him. He disposes you and once he is gone you get up and go on your way."
        },
        "text": "Feign death."
      },
      "wait": {
        "outcomes": {
          "0": "You wait. As time passes on minutes start to feel like hours. Only, your jailer does not seem ready to free you quite yet.",
          "1": "You wait, time goes slowly. After a few hours, the jailer decides to free you and make excuses for the misunderstanding.",
          "2": "As you are waiting, the jailer starts to speak to you and you start playing together. He understands that your situation is indeed a misunderstanding, which is why he decides to invite you to dinner."
        },
        "text": "Wait for something to happen."
      }
    },
    "text": "As you continue your journey, you reach a city. Soon after, a group of men approaches you, abducts you, and brings you inside a building. The group throws you into a cell with another person already detained in it. You quickly understand that you are in a jail and victim of a misunderstanding."
  },
  "42": {
    "possibilities": {
      "ask": {
        "outcomes": {
          "0": "She tells you that she happens to own one and invites you to follow her. You accept and after walking for several minutes you arrive at the destination. You are very much surprised to find out the hostel is built on the side of a cliff, into a cave. You progress confidently towards the bottom from where arise the heavenly scent of a probably delicious stew. Suddenly, you hear a muffle sound. You turn around and see a portcullis being lowered. More than a dozen thugs appear on the other side. It was a trap and you fell for it. Too weak to negotiate with an empty stomach you decide to take a sip of the stew first. Your head gets heavy as you hear a roar of laughter from the thugs. You fall unconscious. You wake up next to a river, your pockets much lighter than you remember.",
          "1": "She provides the direction for a tavern a few kilometres from here. You go there, eat well and rest well. After paying your bill, you get back on the road."
        },
        "text": "Ask her for the nearest hostel."
      },
      "end": {
        "outcomes": {
          "0": "You ignore her entirely and go on your way. You arrive in a delightful little town whose lovely name is Tardans. Wandering the small streets, you come across a small money bag filled with money and an object, which could be useful for the future of your journey.",
          "1": "You decide to leave. On the road you find some mushrooms, pick them up and eat them. However, they were inedible and so you get ill."
        }
      },
      "feign": {
        "outcomes": {
          "0": "After exploring the cave for an hour you abandon the search and leave empty-handed.",
          "1": "Backtracking to the cave you do not notice the rope between two roots. You trip over it and find yourself suddenly hanging upside down. Some thieves, alerted by the noise, swiftly rob you. The time it takes you to free yourself, the thieves are already far with your stuff.",
          "2": "While backtracking, you get sight of what looks like another cave. You approach slowly and sniff a delicious smell. You tip-toe cautiously and succeed in stealing some food. Then, you quickly leave, afraid of being caught by a bystander witness of your crime.",
          "3": "You enter the cave one small step at a time and start to explore it. After a dozen meters, you get sight of an imposing bear which charges you. You start to fight. After a fierce battle you slay the beast with a strong hit to the head. You skin the deceased animal, cook its meat and eat it. After filling your stomach, you get to the closest bourg to sell the bearskin."
        },
        "text": "Feign to go on your way with the plan to come back explore alone."
      },
      "help": {
        "outcomes": {
          "0": "You go to explore the cave with your torch in hand. Unfortunately, it turns out the young woman has the plague. She touches you, you're now infected.",
          "1": "After a few minutes, you arrive next to the entrance of the cave. You progress confidently towards the bottom. Suddenly, you hear a muffle sound. You turn around and see a portcullis being lowered. More than a dozen thugs appear on the other side. It was a trap and you fell for it. After a few hours negotiating with your tormentors, they decide to let you go in exchange for a good amount of your money. You leave sheepishly, swearing endlessly that you will never be caught again.",
          "2": "You progress with care, ready to face any trouble. It turns out that the cave is deeper than you thought, you spend a good hour looking for the bottom. Just as you decided to go back, a shiny metallic object catch your eye. Getting a closer look at it, you notice that it is a locked chest that has been wrapped in a rope. You pull on the rope which clears the lock easily. You open the chest: it contains an incredible amount of coins alongside an interesting object that you proudly claim. Out of the cave, you reassure the woman of its safety and go back on the road, satisfied of your loot.",
          "3": "You enter the cave one small step at a time and start to explore it. After a dozen meters, you get sight of an imposing bear which charges you. You start to fight but soon get overcome. You run away as soon as you can, bloody and sweaty, passing by the astonished look of the woman."
        },
        "text": "Rush to help her."
      }
    },
    "text": "At the bend of a road on which you have been walking, a young woman appears. You do not quite understand what she is saying, but it seems she needs help to explore a cave."
  },
  "43": {
    "possibilities": {
      "continue": {
        "outcomes": {
          "0": "You continue down the road. As you pass the mysterious figure, you realize that he is a Nordic hunter. You greet each other, and you watch him set his traps. You realize that this is probably where the red liquid dripping down from his hand comes from.",
          "1": "Curious, you approach the person, which turns out to be a Nordic hunter setting up some of his traps. You greet each other and offer him your help, which he gladly accepts. After helping him set up all his traps, he asks if you would like to spend the evening at his place. The hunter cooks some venison he had captured, you enjoy a good lamb leg in front of the fireplace. He then lets you rest some time on his bed. You leave at dawn, thanking him by giving him a few coins."
        },
        "text": "Continue down the road."
      },
      "end": {
        "outcomes": {
          "0": "You ignore the person in front of you and continue along the road. A little further down you find a shiny object that you put in your bag.",
          "1": "Out of fear you turn back around and make a detour in order to avoid crossing the creature.",
          "2": "You run without looking any closer what it actually was. You trip over a rock in the dark which sends you falling onto your arms, now full of scratches."
        }
      },
      "fight": {
        "outcomes": {
          "0": "You start running and screaming, the man turns around and charges at you to spot your act. After you explain to him what you were thinking him to be, he tells you that you've gotten it the wrong way: he is a hunter checking his traps, not some demonic creature! You quickly apologize, and leave.",
          "1": "You run screaming at the strange character. However, after getting closer, you realize that it's a hunter collecting some of his traps. Confused and embarrassed, you decide to help him, in order to compensate for the scene, you just caused.",
          "2": "You draw your sword, the man turns around and sees you coming towards him. He threatens to you with an arrow if you even take a single step closer. You apologize and explain to him that you thought he was a demon and then continue on your way, full of shame."
        },
        "text": "Oppose the mysterious man."
      },
      "goBack": {
        "outcomes": {
          "0": "You prefer to turn back around quietly. Once you've gone far enough away, you run at full speed and take refuge in the nearest village.",
          "1": "You slowly back away, but you misstep on a twig by accident, breaking it apart with a loud snapping sound. Frightened, you start running like a madman. During your panicked get away you trip and fall to the ground, seriously grazing your knee in the process. But because of all the adrenaline in your blood, you don't realize the severity of the wound and keep on running like a lunatic."
        },
        "text": "Turn back around."
      },
      "shelter": {
        "outcomes": {
          "0": "You remember having passed by a church few minutes ago, without any hesitation you decide to go there, in order to be protected from the unholy being. You run all the way there and arrive in less than ten minutes in front of said church. You knock, a little feverish for fear of having been followed by the beast. A kyutist answers the door, and after you have explained everything to him, he lets you in. Very kindly, the people inside the church give you something to eat and tell you that they can keep you for the night without any problem. Grateful, you join them in the praises to Askeriel, during which everyone present whispers in chorus how Askeriel, the Great God, created existence, matter, the earth, and then humans and animals. When you have finished, you all go to bed.",
          "1": "You remember going past a church not long ago. So you head there, hoping to get some help. Once there, you knock on the large door. After a few seconds of no reaction, you decide to enter, fearing you have been followed by the beast. It is at this moment that you realize that the church is completely empty, abandoned. You close the door and settle down on the floor before falling asleep.",
          "2": "You immediately think of seeking refuge in a church: what could be better, after all, in front of something seemingly demonic? However, you quickly give up since you realize that you have absolutely no idea where the nearest church is. You then choose to flee as far away from the creature as possible, which you do.",
          "3": "You think going to a church is a good option. You hurry and arrive in a few minutes at the church you passed earlier. You knock and are greeted by a jovial priest, who immediately takes you in. You soon tell him about what you saw, and he replies that it could very well be a terrible demonic creature under Y'ahnor's orders. Impressed, you join him in the Ode to the Three, the ceremony where Orthgard, Fenrir, and Iatneh, the protective gods who guide mankind and inspire the greatest inventions and discoveries, are celebrated."
        },
        "text": "Take shelter in a Kyutist church."
      }
    },
    "text": "You are heading eastwards in the middle of the night. It is dark but the moon is clear. You see before you a being bathed in moonlight. A tall man, dressed in black; you see a red liquid dripping from one of his hands, the dim white light puncturing the skies illuminates the pale skin of the individual, who has not yet noticed you. What to do?"
  },
  "44": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "You leave the scene, wanting to have no part in the man's fate. Nearby, you stumble upon an abandoned object which probably belonged to the bloke."
        }
      },
      "help": {
        "outcomes": {
          "0": "As you try to help him, he gets scared and knocks you out with the rock. You stay unconscious for a while, but eventually wake up and get on your way.",
          "1": "You throw yourself on the rock and catch it. You swiftly cut the rope and come help the poor soaked man. You spend several hours talking trying to deter him of doing it again. Grateful, he offers room and board for the night.",
          "2": "You throw yourself on the rock but you are too slow. The poor soul sinks quickly, carried away by the current. You look around to see if he left any things. You find a strange shiny object.",
          "3": "You run to help him. Nevertheless he succeeds in throwing his rock before you get to him. You jump after him to try to bring him to shore but he struggles and bring you underwater with him. As you start to suffocate, you release him and your are forced to resurface."
        },
        "text": "Come quickly to his rescue."
      },
      "push": {
        "outcomes": {
          "0": "You approach quietly behind him and violently push him in the swirling waters. He sinks and disappears from sight. You watch around briefly, hoping to not have been seen.",
          "1": "You approach quietly when you suddenly trip over an unseen fallen branch. You fall forward onto the suicidal man and bring him with you in your fall towards the cold deadly waters.",
          "2": "You creep behind the man when a step loudly breaks a stick. Afraid, the poor man throws the rock and follow behind. You get up and find a filled moneybag he left behind."
        },
        "text": "\"Help\" him throwing the rock."
      },
      "watch": {
        "outcomes": {
          "0": "Apathetically, you watch as the man sinks following his rock. You search around to see if he left any things and find a filled moneybag. You leave, satisfied.",
          "1": "As you lean back comfortably, you see him change his mind and throw his rock aside. While turning around, he notices you and invites you for dinner. Without asking questions about the previous turn of events, you accept and follow him to his cottage. As you start dining your head feels heavy, your vision gets blurred and you fall into a deep slumber. You wake up many hours later on the side of an empty and unknown road."
        },
        "text": "Watch him throw the rock."
      }
    },
    "text": "While continuing your long journey, you find yourself along the banks of a large river. With no way across within sight, you decide to follow it in order to find a bridge. On the little detour you become witness of an uncommon scene. A farmer holding a heavy rock above his head, which seems to be attached to his ankle via some rope. He seems about to throw the rock into the river at any moment."
  },
  "45": {
    "possibilities": {
      "askJoin": {
        "outcomes": {
          "0": "The group is very welcoming, so you decide to make the trip together. When you arrive at the shrine, the guide spends 2 hours telling you the story behind it.",
          "1": "The group simply refuses you, so you continue on your way alone.",
          "2": "The group thinks you are a thief, so aggressively beat you down."
        },
        "text": "Ask the group to join them."
      },
      "end": {
        "outcomes": {
          "0": "The group believes that they are being spied on and attacks you violently.",
          "1": "After 15 minutes without any reaction, you go back on your way."
        }
      },
      "goAlone": {
        "outcomes": {
          "0": "You decide to go to the shrine on your own. After 30 minutes of walking, the road shatters under your feet and you fall violently.",
          "1": "You decide to go to the shrine on your own. Arriving at the site, you are startled by an eerie noise. In a panic, you attempt to leave, but stumble over a sharp rusty object in your path. You suffer a deep wound to your leg, which gets infected immediately.",
          "2": "You decide to go to the shrine on your own. On your way, you find an object which may be useful. When you reach the shrine, it appears to be a dark cave. With no light source, you decide not to go any further.",
          "3": "You decide to go to the shrine on your own. When you arrive, you discover an awe inspiring shrine, and you spend the next 30 minutes to contemplate it's beauty.",
          "4": "You decide to go to the shrine on your own. Unfortunately, the weather begins to deteriorate, so you change your mind and continue on your journey."
        },
        "text": "Go to the shrine alone."
      },
      "skip": {
        "outcomes": {
          "0": "You continue on your way, preferring to take your chances with the next village.",
          "1": "You continue on your way, but a few minutes later notice your pockets are lighter than before..."
        },
        "text": "Continue on your journey."
      },
      "talk": {
        "outcomes": {
          "0": "You spend 30 minutes trying to get some information on the shrine, but unfortunately none of the information turns out to be of any use.",
          "1": "The group shrugs off your attempts to discuss the shrine with them and makes it very clear with their body language that they have no interest in having you around."
        },
        "text": "Discuss with the group."
      }
    },
    "text": "As you walk through a lively village, you hear a group of people talking about a haunted shrine. Feeling curious, you keep listening, and discover that the shrine would be a 1 hour journey to the South, and the departure is in 30 minutes."
  },
  "46": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "The minstrel, seeing you not answering, ignores you and restart singing basic songs. You then continue your way.",
          "1": "Seeing you not reacting, the minstrel, decided to earn money at his risks, and seeing in you the perfect guinea pig, decides to drug you and to bring you in the dark nearby alley. There, he starts to sing you a song about laboratory torture, in which you are hangman. Having the force of doing this experimentation, taking place in a perfect way on this beautiful pig, the minstrel, or in your hallucination your boss, decides to give you two objects in award. To continue this, waiting for you to come back as normal, Perotin takes the most valorous item, and leave you with the other item, which will be useful for your adventure.",
          "2": "Seeing you not reacting, Perotin decides to drug you, so you reveal what you think about by talking, to see if something happens. He doesn't see anything there, even in the deepest of them. Panicked, he calls the guards who arrest you for madness."
        }
      },
      "singCrazyLove": {
        "outcomes": {
          "0": "Immediately asked, immediately done. You find yourself in a bed, undressed, and the person next to you looks like your lover. Watching at yourself, you see that you are attached on the bed and... you're missing your legs and arms. You can only move with your torso. Seeing your distress, Perotin ends his song with \"all this was just a dream\", and you are back as before. You will however need to take a rest.",
          "1": "Immediately asked, immediately done. You find yourself in the sea, far from everything, with your only crew member, your lover. Arriving at a desert island, you find a cross on the floor. It is a treasure, full of a nice loot, and containing a very useful item. Greed and stinginess were right, you choose to leave the island alone. While coming back, you found Perotin, singing to get the money found there, as a gift. After those adventures, you start walking again, in with your item.",
          "2": "Knowing you heroic quest to save the princess, the minstrel decided to sing a song about one of the possible following of you adventure after saving her. But not knowing much about you relationship with the princess, if preferred to tell the story of \"The old and the fake monster\", in which you are the monster of course. Already knowing the synopsis, Perotin succeeded to not change you, probably because of the under dosage of his drugs. Having not entered in the story, you thank him for this beautiful story, and continue you trip, aware of this useless waste of time."
        },
        "text": "Sing a crazy love."
      },
      "singHero": {
        "outcomes": {
          "0": "This famous bard, not knowing much about the adventurer's work, decides to tell a simple trip in a forest, like you know well. Disappointed about this song, and about Perotin, you choose to continue your adventure.",
          "1": "Perotin decides to make you live the moment at which you asked him to sing the song. The problem, is that the drugs are so real that you answer the same thing you did, and the minstrel always does the same. It then created an hallucino-temporal loop, because of the talents of Perotin, and your stupidity. Perotin, the only consent of the scene that you live with him had mercy for you at the end of the day and released you from this bad drug.",
          "2": "Perotin decides to make you see the future, whether it's real or only fiction of your mind, and by the occasion let you earn some money: you get yourself around an old abandoned castle. Looking around you, you find a passage full of traps. You finally avoid all of them, and find a big treasure room. But our favorite minstrel, before the end of your looting, run away with all your booty, leaving you with the main chest, which contains much money, and a surprising item useful to save the princess. Amused, you continue this funny adventure, still a bit under the influence of this drug, called the Î³-hydroxybutyric acid according to rumors."
        },
        "text": "Sing about our life, and our heroic history."
      },
      "singLove": {
        "outcomes": {
          "0": "Taking your words back, you find yourself in an old monastery, in the countryside. Your lover and yourself are staying in this dingy place, harvesting just enough food to survive. You fulfill yourself in this story, due to the overdose of the drugs, that you don't see time going forward. Waking you up, after a few minutes, Perotin tells you that the drugs makes the use feel a few minutes, but those are months. Fortunately, or you would be dead of old age. Meditative, you continue your trip.",
          "1": "Not understanding your wish, for an uncolored love, Perotin thinks that you are depressive, he then chooses to sing a comforting song, to get you rid of this sudden depression. This song made you feel very well.",
          "2": "Seeing you knowing the dispassionate love, the minstrel makes you a song in which your lover is yourself. Having a big disagreement with yourself, the minstrel stops the song, and ask you a compensation for the fight that you have in front of his fans. Still in the story, you thought you were leaving yourself, which makes you be sad. You then go away, leaving some money to Perotin."
        },
        "text": "Sing a dull and redondant."
      },
      "singRoyalty": {
        "outcomes": {
          "0": "The minstrel loving his homeland of ever, fills your request and singed the dukes. The duke of the next region came this way, and heard this soft melody, rocking his heart. At the end of the song, he rewards you with a big gold bag.",
          "1": "The minstrel, hating the actual power, by his song decides to make a revolution. He take you with him, drugs you, and makes you think that the rest of the people are on their way to the king's room. Unfortunately, one of the string of the mandoline breaks, and the music stops. You however are in the king's room, alone, with a fork. You immediately get arrested for madness.",
          "2": "Perotin, knowing a bit your story to save the princess, decides to make you live the view of her mother for a day, so that you learn a bit more about this distressed woman. But the queen's life is boring for you, and appart from some gossips and thoughts of woman on her child, you don't get any useful informations because of the fact that those are caused by magic drugs of Perotin. At the end of the day, you take your body back, and continue your trip."
        },
        "text": "Sing about the royalty, and the power in place."
      },
      "singWork": {
        "outcomes": {
          "0": "Perotin, sad of this request, decides to make you live the role of minstrel in the song and... You see yourself arriving, to ask your choice, but you force yourself to sing it, and it loops for a long time. At a moment, our favorite minstrel stops the song, and give you the antidote, to this hallucinatory poison. Afraid of what just happened, and of the duration of this loop, you run away to know what time is it. And... it's the evening now.",
          "1": "Perotin, nostalgic, decides to tell his beginnings in the profession in his song. He tells how his master gave him his melodious lessons, and his softening drugs. You feel this sweetness in the teacher's words that inhibits you with all your being. At the end of his last lesson, Perissien, Perotin's master, decides to give you a present, as he had received from his predecessors, but to prevent this magical instrument, this mandolin, from leaving you since its beginnings, Perotin changes the end of the song in order to give you an object that could be useful to you for the rest of your adventure.",
          "2": "The excellent minstrel Perotin decides to tell a dream he would like to live, whether real or hallucinated: at the beginning you are alone, in the village alley, with your guitar. You sing for yourself the joys of the work and the sadness of life, when a monarch passes in the main avenue. This one, hearing the beautiful melody, comes towards you and asks if you could create a song for him on the theme of his love. At the end of your sweet ballad just made up, he thanks you and gives you a big bag of gold, considering that this man was real. Happy with this music, you decide to share it with Perotin as a donation."
        },
        "text": "Sing about the minstrel's job."
      }
    },
    "text": "While crossing a small village, you found the most famous minstrel of the region, called Perotin. His is so good in his work, that he wanted to let you live a song, because of his powerful drugs. Having the courage of going talk to him, he would like you to choose the following theme. What do you suggest?"
  },
  "47": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "You think about the villager's offer but do not answer it. He insists and you leave without saying a word, thoughtful.",
          "1": "You do not react, and when your interlocutor leaves, you run away from the village so you don't get in trouble with the lord.",
          "2": "You think about the villager's offer but you are quickly arrested by guards who overheard the conversation. Your protests do not save you one day in jail."
        }
      },
      "goAway": {
        "outcomes": {
          "0": "You decide not to take part in this madness and leave as soon as possible. Unfortunately, you pass by a guard, hungry of wealth, that asks you to stop. You are quickly immobilized and stripped.",
          "1": "You do not want to risk your life and so, decline the offer before leaving by thanking the villagers for welcoming you.",
          "2": "You declare yourself exhausted, they find you a shelter for you to rest. You take advantage of the night to flee the village.",
          "3": "You tell them that you cannot fight the Lord because you are exhausted. They agree to offer you shelter for you to rest. You take an item during the night and flee as quickly as possible.",
          "4": "You tell the villagers that you are exhausted, and ask them to leave you a night in order to prepare. They accept and when the night falls, you gather your belongings and flee the village. In your rush you unfortunately drop part of your purse."
        },
        "text": "Do not take risks and leave as soon as possible."
      },
      "help": {
        "outcomes": {
          "0": "With the help of the entire village, a siege of the castle is organized. No reaction was observed in the castle, where people seemed to accept the slight inconvenience caused by the blocking of the roads in the surroundings. After a few hours, the bridge gates are lowered. A group of 30 men rush to a campsite established by you. A bloody flight begins. Within the crowds, you find a horse and escape.",
          "1": "You and the villagers plan a rebellion! Unfortunately, when you decide to attack a guard, the villagers are too frightened to follow you and flee. Your opponent gives you a violent strike that knocks you down, the guard takes advantage of the situation to steal your purse.",
          "2": "You decide to organize an uprising! Tho, a villager betrays you to obtain a prize. The castleÂ´s guards hasten to haunt you. You manage to distract them, not without having suffered a few blows.",
          "3": "You take advantage of your knight status to visit the castle's lord, after introductions, you reveal the reason of your coming by sticking a dagger in his heart. The guards react immediately and surround you. One of them gives you a sword strike that you manage to dodge, but another rushes at you and pierces you with his blade.",
          "4": "You try to siege the lord's castle with the village but the night falls, therefore, you decide to sleep in front of the castle. The lord took advantage of the situation to go out with his man and reach the camp, but a villager alerts everyone. You rush on the lord and send him an agile sword strike. The guards surrender and the villagers give you a purse filled with gold to thank you for helping them!",
          "5": "You go see the lord and announce him that his village is planning a rebellion. After a long discussion, you manage to gain his trust and seize the opportunity to pierce his heart with a dagger. The Lord's loyal guards rush on you and immobilize you. One of them propose to execute you in front of the villagers to get the message across, but the rebellion is raging! The villagers end up making the guards flee and offer you a large purse filled with gold to thank you.",
          "6": "You go see the Lord and announce him that a rebellion is being planned. After a long discussion, you manage to gain his trust and seize the opportunity to pierce his heart with a dagger. The loyal guards attack you, but other's that only wanted the Lord's death help you flee. Back in the village, we offer you a bit of money and an item that could be useful."
        },
        "text": "Help the villagers dethrone the lord."
      },
      "tell": {
        "outcomes": {
          "0": "You go visit the lord, tell him about the villager's request and help him find the person. He thanks you and you leave.",
          "1": "You go visit the lord and tell him of the reigning betrayal in the nearby village, you announce him that you are ready to seize it in exchange of a large amount of money. He accepts your offer and you lead him to the traitor who is executed before your eyes. On the road, you verify the purse that he gave you and see that it only contains a small amount of money!",
          "2": "You go visit the Lord and tell him about the villager's request and explain to him that you can help him find the rebel, but in exchange you want a nice sum of money. He accepts and asks you to help him find him. Together, you get there, but when you ask the Lord for the money, this one refuses. A duel begins but the lord is no match for your swordsmanship. However, he didn't have much wealth on him.",
          "3": "You go visit the Lord, but the guards won't let you pass. You let them know that this is important, but they do not want to hear anything. Under their threats, you leave again with a swearing, helpless.",
          "4": "You decide to tell the Lord what you've heard, but on your way you see a villager who seems to have guessed your intention to betray the village. You try to force the way but reinforcements arrive fast. Surrounded by the hating crowd, you get knocked down and severely struck."
        },
        "text": "Tell the lord the plans of the village."
      }
    },
    "text": "You have been so tired that you have trouble walking. This is when you see a village. Saved! Not without pain, you finally arrive to the village. From the sympathy of a group of villagers, you find a place to sleep and food to eat. You plan to leave soon, however, a villager asks you for a favor. Shining you with vast wealth, the villager requests you to help them dethrone the chatelain of the neighboring castle."
  },
  "48": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "You watch the knight, not knowing what to do about this colossus in armor. Finally, you get back on your way.",
          "1": "You watch the knight, not knowing what to do about this colossus in armor. Taking your courage in both hands, you face him in a duel...\nand are miserably defeated by him. He ask for all your money in exchange for your life.",
          "2": "You watch the knight, not knowing what to do about this colossus in armor. You suddenly have an idea, you wait until the night and be in total darkness before you discreetly go towards the tower. The door is closed, the knight gone. You climb the tower and enter by a window. You rummage through it from top to bottom but find nothing except food. You eat on site and take as much as you can. This good meal has restored your strengths, you are now feeling better than ever.",
          "3": "Not knowing what to do, you engage the discussion and sympathize with the knight. You gradually get the discussion on the artifact and enjoy your speaker talent in advance. The knight, convinced that you are worthy of possessing it, will get you the artifact. He brings it to you, as promised. You thank him and go to search for someone to buy it. You see what seems to be a merchant, but it was a thief shooting you an arrow in the leg. He steals the artifact from you and runs away. Blessed and helpless, you watch him running away with your loot.",
          "4": "Not knowing what to do, you engage the discussion and sympathize with the knight. You gradually get the discussion on the artifact and enjoy your speaker talent in advance. Against all expectations, when you ask him about the artifact he refuses. Not wishing to bother him, you do not insist more and talk to the knight a little before you get back to your path."
        }
      },
      "fight": {
        "outcomes": {
          "0": "Ready to fight, you come closer pretending to want to discuss an arrangement. Close enough to your enemy, you draw your sword and lunge at him. Unfortunately for you, the knight was on the lookout and has colossal strength which he uses to disarm you before pushing you back to the ground.",
          "1": "Ready to fight but barely knowing your opponent, you approach under the pretext of wanting to discuss a settlement. Close enough to your opponent, you draw your sword and lunge at him. The knight barely has time to react when you knock him out with the knob of your sword.\nIt's not enough. You strike him a second shot, and this time he falls down on the ground. Then you try to open the tower door, in vain. You check whether the guard has the key, but he does not carry it. And so you leave, disappointed.",
          "2": "Ready to fight but not knowing much about your opponent, you approach under the pretext of wanting to discuss a settlement. Close enough to your enemy, you draw your sword and knock him out with the knob. Then you try to open the tower door but it is locked. Therefore, you search the guard and quickly find a key. You open the door, once inside, you have no difficulty to find the artefact. You find a marchant after searching for one hour. This one buys you the artifact for the modest sum of five hundred gold pieces.",
          "3": "Ready to fight but not knowing your opponent, you come together on the pretext of wanting to discuss an arrangement. Close to your opponent, you draw your sword and knock him with the knob. Then you try to open the tower door but it is locked... You search the guard and quickly find a key. You open the door, inside you don't find any difficulty to find the artifact. So you go in search of a merchant and find one easily. He steals the artifact with a skillful move, but you also reach to steal one of his objects. Hoping that this one has value, you look at what it is.",
          "4": "Barely knowing your opponent, you approach with the excuse of wanting to discuss an arrangement. Once close enough to your enemy you draw your sword to stun him with the knob. Unfortunately for you, the knight was far stronger and faster than you. The knight runs at you, makes a right hook and pushes you back by hitting you in the stomach with his foot before hitting you with a powerful uppercut. On the ground, on the edge of fainting, you are not able to get up.",
          "5": "The knight brandishes his sword to intimidate you. In front of this colossus, you hesitate to flee, but decide to stay. You will fight this knight although your chances of defeating him are low. Your opponent blocks your blows one by one without making the smallest effort before knocking you to the ground. Disarmed, on the ground, you know the fight is over. It is then that the knight tells you: \"You are very brave, so here is your reward.\" He gives you an item before moving to the entrance of the tower.",
          "6": "Ready to fight, you quickly lunge at your opponent, drawing your sword. The knight barely had time to draw his weapon before you came on him. At this moment you realize your mistake. He has an armor, not you. So you try to knock him out with the knob of your sword, several times. It seems to have confused him and you get ready to try again. But before you can do it, your opponent injures you at the leg. You are on the ground, unable to get up. The knight moves over you and raises his sword. You close your eyes, and hear your own scream."
        },
        "text": "Fight the knight."
      },
      "meetHim": {
        "outcomes": {
          "0": "You start talking to him, and find him very nice. You gradually steer the discussion towards his role here, he explains that he is the tower's guardian. You ask him if it is possible for you to enter, but he refuses. You get back on your way.",
          "1": "You engage the discussion and talk for several minutes. The knight didn't say a word. Understanding that he will not talk, you abandon any discussion as you leave.",
          "2": "You engage the discussion, the knight immediately orders you to move on. You don't want to leave, but as soon as he shows you his sword, you don't hesitate any longer.",
          "3": "You start a discussion but the knight stays quiet. Understanding that any attempt to dialogue is useless, you leave.",
          "4": "You start a discussion and spend over an hour with the knight. You gradually steer the discussion around the artefact and enjoy in advance your oratory skills. The knight goes away to get the artefact while you, obsessed by your triumph, do not notice the person behind you until he stabs you in the back. You fall to the ground.",
          "5": "You engage the knight in discussion and attempt to sympathise for over an hour. He does not want to let you pass by in any way. With no other choice, you draw your sword and attack him. With no other choice, you draw your sword and attack him. The knight, insensitive to your blows thanks to his armor, hits you violently in the face before knocking you out with a stroke of his knob.",
          "6": "You start a discussion and sympathize with the knight. You gradually steer the discussion around the artefact and enjoy in advance your oratory skills. The knight, convinced that you are worthy to possess it, goes to fetch the artefact for you. He brings it to you, as promised. You thank him and go looking for a merchant. You manage to sell it for the modest sum of five hundred gold coins."
        },
        "text": "Meet him."
      }
    },
    "text": "You are looking for an artefact. You covet it because, according to legends, it offers wealth and power to its owner. After your quest has led you to a tower that is supposed to contain the treasure, you find yourself face to face with a knight in armor blocking the entrance. The latter stays impassive in spite of your injunctions..."
  },
  "49": {
    "possibilities": {
      "eatIt": {
        "outcomes": {
          "0": "You catch it and swallow it in one fell swoop, it doesn't take you long to realize that not baking the poor creature was a mistake.",
          "1": "You catch it and bake it, its flesh is delicious and enables you to regain strength for the journey."
        },
        "text": "Decide to eat him."
      },
      "end": {
        "outcomes": {
          "0": "You watch the creature struggle with all its strength for a little time, then leave.",
          "1": "This spectacle is of no interest to you and you continue on your way immediately.",
          "2": "You continue without paying attention to the creature, clumsy, you step in a hole and twist your ankle. You will need to heal yourself."
        }
      },
      "helpIt": {
        "outcomes": {
          "0": "You get it back on its feet and then watch it go, proud to have done a good deed.",
          "1": "Barely getting back on its feet, the little crustacean pinches your ankle and leaves in the direction of the water.",
          "2": "You hurry to help it and watch it go back towards the water. A few seconds later you see a huge mass emerging from the sea, it's a chest full of gold offered to you by a horde of these little crustaceans."
        },
        "text": "Help it and put it back on its feet."
      },
      "takeIt": {
        "outcomes": {
          "0": "You decide to take the little creature with you but it pinches you violently in the face and hurries to escape.",
          "1": "You decide to take the little creature with you. A few hours later, as you check how the frail creature is feeling, you discover a bloody heap deep in your bag, the hermit crab has been crushed by the contents of your bag, you spend about ten minutes cleaning your bag and leave.",
          "2": "You decide to take the little creature with you. A few hours later you find a small stream, you decide to leave your little friend there and continue on your way."
        },
        "text": "Take it with you."
      }
    },
    "text": "After walking for several minutes on the beach you meet a strange little creature, this is a hermit crab! It seems to have turned on its shell..."
  },
  "5": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "You spent a good hour picking up the scattered pieces from the bottom of the water, but it seems to have been worth it!"
        }
      },
      "keepGoing": {
        "outcomes": {
          "0": "It's sometimes good to not be too lazy. You haven't wasted any time!",
          "1": "No time to rest! There's a princess to save!",
          "2": "You make the choice to not stop and continue forward.",
          "3": "You continue your adventure without paying any more attention to this fountain.",
          "4": "You have to know to rest when you are tired. Exhausted, you collapse a few minutes after passing the fountain. You have to sleep before you can continue!"
        },
        "text": "Do not stop and continue on your way."
      },
      "rest": {
        "outcomes": {
          "0": "It feels good to rest sometimes... these 30 minutes of rest have been beneficial!",
          "1": "It feels good to rest sometimes. You rest for an hour and continue on your way.",
          "2": "It feels good to rest sometimes... but don't forget to move on! After wasting 3 hours resting, you are back on the road."
        },
        "text": "Rest and drink to regain strength."
      }
    },
    "text": "You have found a fountain!"
  },
  "50": {
    "possibilities": {
      "ask": {
        "outcomes": {
          "0": "You approach the villagers and ask them about these strange fruits. They explain to you that they are coconuts and that their flesh is eaten when the shell of the fruit is opened and that their juice is famous throughout the country. The villagers offer you to taste it and you do not say no to the offer. Indeed, the juice is refreshing and the chair soothes your appetite. You leave after having thanked the villagers for this discovery by giving them some coins and continue on your way.",
          "1": "You approach the villagers and ask them about these strange fruits. As one of them explains to you, the others start to draw closer to you. Suddenly, someone gives you an arm lock while the others throw themselves at you to steal your things. After having been beaten beforehand, you resume your journey.",
          "2": "You approach the villagers and ask them about these strange fruits. They explain to you that they are coconuts and that their flesh is eaten when the shell of the fruit is opened and that their juice is famous throughout the country. With this precious information, you hit the road again."
        },
        "text": "Talk to the villagers to question them."
      },
      "end": {
        "outcomes": {
          "0": "watch for a moment the spectacle of the villagers harvesting these singular fruits and resume your journey under the blazing sun.",
          "1": "of these fruits falls next to you. You take it in your hands and examine it carefully before resuming your journey."
        }
      },
      "leave": {
        "outcomes": {
          "0": "After you have rested well, you decide to leave before the sunset.",
          "1": "As you are about to leave, you realize that the group of villagers is heading towards you, they then begin to extort money from you and you give them money so that they leave you alone.",
          "2": "You decide to leave, without a glance, you leave the Coco village to continue your quest."
        },
        "text": "Leave the village without further waiting."
      },
      "nap": {
        "outcomes": {
          "0": "You continue your nap, but one of the fruits unhooks and comes crashing down onto your head. You are wounded and bleed a lot, some villagers who saw you come to help you, you will have to take a moment to recover.",
          "1": "You are sleeping for a moment. When you wake up to find that the sun is starting to set and the temperature is dropping, you resume your route, invigorated.",
          "2": "You decide to continue your nap. When you wake up, you get up, ready to go, and notice that you are missing something in your pockets, it is your wallet. So you decide to leave, disappointed."
        },
        "text": "Continue your nap at the foot of the tree."
      }
    },
    "text": "During your trip, you reach a small hamlet named Coco Village, it is very hot and you need to rest. The places do not seem hostile to you, so you make a stop in this oasis. While you are resting at the foot of a coconut tree, you see a group of villagers climbing trees to catch fruits you've never seen before, they are round like balloons and hard like wood and do not seem appealing."
  },
  "51": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "After having hesitated for a long time in front of the possibilities open to you, the Sun is about to set, so you settle down to rest.",
          "1": "After hesitating for a long time about the possibilities available to you, you decide to try to climb half a dozen steps before changing your mind, finding the climb too perilous. As you pivot your foot back to go down, it slips and you roll down the stairs. You stand up painfully to see with difficulty that you are badly involved. You get back on your way, annoyed by this unfortunate incident.",
          "2": "You sit down on the ground lined with clovers to think about what you want to do. Quickly, a fox faces you. He slowly approaches you and ends up reaching for one of your hands, puts his nose on it, yaps at you and runs away. You decide to follow the path this friendly animal has just blazed for you."
        }
      },
      "goBack": {
        "outcomes": {
          "0": "Shortly after turning around, you meet a crying and scared little boy by the wayside. He explains to you that he fled during a bandit attack on his parents merchandise cart. You rush to offer your help, the child accepts immediately. After walking two long hours, you find the parents of the child alive, but hurted. As you bid them farewell, the mother gives you a purse filled with gold.",
          "1": "Shortly after turning around, you meet a crying and scared little boy by the wayside. He explains to you that he fled during a bandit attack on his parents merchandise cart. You rush to offer your help, the child accepts immediately. After walking for a few minutes, a group of heavily armed bandit attacks you by surprise. This trap will not have been fatal to you, but you lose many gold coins during your escape.",
          "2": "Shortly after turning around, you hear the noise of pans clashing and approaching you. It is a traveler in search of new culinary flavors who was about to set up camp in order to rest. During the conservation, you discover her first name: Lucya. She's offering you a pie that delights your palate. Satisfied, rested and delighted with your hazardous encounter, you still decide to get back on your path."
        },
        "text": "Turn around."
      },
      "search": {
        "outcomes": {
          "0": "You search for a few moments around the base of the stairs, without success. Two more steps let you discover a few gold coins scattered here and there among the weeds. Delighted with your skinny discovery, you continue your adventure whistling.",
          "1": "After a handful of minutes searching the surroundings, you find a used leather satchel, almost entirely hidden under a heavy stone. By opening it, you discover a papyrus where only a few words are still legible: \"staircase\", \"cave\", \"camp\" and \"Xetrix\". This name sounds familiar to you, but especially disappointed not to have found any treasure, you resume your journey.",
          "2": "Suddenly, when looking around, an enormous rock gets off celestrum mount and hits you in its fall. You don't even have time to react and look at the rock still falling, hitting you at the arm violently."
        },
        "text": "Search the surroundings."
      },
      "stairs": {
        "outcomes": {
          "0": "You begin the perilous ascent of the staircase which leads you to the entrance of a cave. You enter it and discover a very old abandoned camp. While digging a little you discover an object that seems useful to you for the advancement of your quest and decided to carefully go down the stairs.",
          "1": "You begin the perilous ascent of the staircase which leads you to the entrance of a cave. You enter it and discover a very old abandoned camp. After having inspected the whole cave which turns out to be safe, you decide to settle there to sleep since there remains a rather comfortable bed of straw.",
          "2": "After having carefully climbed a few steps lined with moss, you slip and tumble down the few meters that separate you from the ground. Slightly stunned and injured, you give up the idea of trying your luck again and continue your journey."
        },
        "text": "Take the stairs."
      }
    },
    "text": "As you reach the bottom of the Mount Celestrum, you spot a tortuous staircase cut in the left side of the Mount. By getting closer, the steps turns out to be sharps and covered with moss."
  },
  "52": {
    "possibilities": {
      "deny": {
        "outcomes": {
          "0": "You refuse to play with children and go away.",
          "1": "You refuse, and this has the consequence of annoying the children who pick up stones from the ground and throw them at you. In front of the rubble rain, you are forced to flee, out of reach of children. You realize that you have been hit in the head and the wound is bleeding profusely, you will need treatment.",
          "2": "You refuse, and the children get angry. Seeing that the situation could turn sour, you quickly hit the road."
        },
        "text": "Refuse and continue."
      },
      "end": {
        "outcomes": {
          "0": "Faced with your lack of respondent, the children lose interest in you and go to play elsewhere. So you resume your journey.",
          "1": "Seeing you lost in your thoughts, the kids tie the laces together. When you come out of this trance state, you stumble and fall face down on the ground.",
          "2": "You just sit there for hours, and when you come back to your senses, you realize your purse is gone. You continue on your way, annoyed."
        }
      },
      "play": {
        "outcomes": {
          "0": "Not understanding the rules of the game very well, you are quickly put aside and resume your journey without the children worrying about you.",
          "1": "You play with them until their parents arrive, finding you suspicious, they repudiate you from their village by threatening you. You get back on the road without asking for your rest.",
          "2": "Playing the role of the runaway you are chased by the kids. As you look over your shoulder to gauge the distance between them and you, you trip over a root and injure yourself. Children leave you to your sad fate when they see your inability to continue playing. You will need to be treated."
        },
        "text": "Play Cops & Robbers."
      },
      "playFight": {
        "outcomes": {
          "0": "After playing for a while, the Kids notice that the Sun is setting and are forced to tell you good bye.",
          "1": "During the friendly fight, one of the children hurts you superficially.",
          "2": "Without doing it intentionally, you cut the cheek of one of the children... Embarrassed, you give him some coins so that he can pay for his care.",
          "3": "Very energetic, the kids turn you round for a while. However, after twenty minutes you put a stop to the game."
        },
        "text": "Play a fighting game."
      },
      "teach": {
        "outcomes": {
          "0": "While you explain to the children how to position themselves at best to shoot, one of them, a little backward manages to bandage his bow, and, before you can do anything, shoot the arrow that comes to your leg. Wounded, you leave them to find a place to cure yourself.",
          "1": "You explain to the children how to place themselves to shoot and the children do well. You spend the rest of the day training them in archery. Before you left them you were warmly thanked by a small present from your apprentices of the day. You leave them and resume your journey.",
          "2": "Very quickly, you notice that the children are not yet strong enough to tighten the rope, so you say that you will come back to train them when they are older and resume your journey."
        },
        "text": "Teach them how to use a Bow."
      }
    },
    "text": "While you are making a stopover at Boug-Coton, you are called out by children asking you to play with them."
  },
  "53": {
    "possibilities": {
      "accept": {
        "outcomes": {
          "0": "With nothing special happening on the road, you succeed in reaching the building where you have to deliver your package. A man comes out and hands you your due. You set off again for the next part of your adventures.",
          "1": "You pick up the package and head off in the direction the courier points you. You quickly fall into an ambush and get robbed of the package and your purse. Still in shock, you decide to take a rest under a nearby tree.",
          "2": "You take the package from the courier's hands and leave for the house he indicated to you. Arrived at your destination, you find yourself unable to locate the house despite long research. You finally decide to keep the object and continue your way."
        },
        "text": "Agree to deliver the package."
      },
      "deny": {
        "outcomes": {
          "0": "You Politely decline, explaining that you are occupied. You go to rest under a nearby tree.",
          "1": "You refuse and the man apologizes for the inconvenience. You quickly change the subject and chat with him. After a few minutes of conversation, he offers you a snack. This little break won't have been a total waste of time, you made a friend.",
          "2": "You politely reject the offer. The outraged man throws the package in your face and orders you to deliver it for him! You take the package for yourself and go away from this obnoxious character. You come out with a pretty bruise on your face and an item that will surely come in handy."
        },
        "text": "Politely decline."
      },
      "end": {
        "outcomes": {
          "0": "You remain silent in front of man. He doesn't quite know how to react to your bliss. After 5 minutes, he decides to accost another man to have the package delivered to him.",
          "1": "You hesitate then end up refusing and continue your journey without worrying about the future of this package.",
          "2": "You have no answer to this proposition. The man is not disturbing you more when he understands that you will not accept his request. You leave it for continuing your journey."
        }
      },
      "steal": {
        "outcomes": {
          "0": "You take the package and store it in your bag. You assure the man that it will be delivered before nightfall. A bit later, you open the package and discover a beautiful painting. You continue on your way and come across a painting expert's building, where you decide to get the painting you just stole assessed. You show your work to the painter, who calls you every name under the sun. It was to him that the package was intended! You decide to compensate him and you apologize to him. Taken with remorse, you immediately return to your way.",
          "1": "You take the package. On your road, you cross the path of an itinerant trader. You call out to him to buy the package. You get a very good price for it. You continue on your way, without any remorse.",
          "2": "You promise to the courier to deliver the package and return to the inn that hosted you the night before. You decide to open the package in order to see the content and find out that it is completely empty. What a waste!",
          "3": "You decide to steal the package and resell it. However, since you were not in a hurry, you decide to sit down near a river. You quickly joiny by what seems to be a wandering trader. Having no need for his trinkets, you offer to buy the package. The man, at the curiosity picked by your mysterious packet, accepts your offer. You will never know the contents of this package but the few pieces you have taken from it are enough for you.",
          "4": "You leave with the package and tell the courier that it will arrive safely. A few minutes later you meet a woman who looks like a merchant. She explains to you that she has no money, but that she can exchange your package for an item from her cart. You trade the packet for an item you think it's useful and continuing your journey."
        },
        "text": "Steal the package."
      }
    },
    "text": "As you pass by the shore of Mirage Lake, you notice a man waving at you from a little farther away. Intrigued, you decide to join him. The man introduces himself to you as a courier and begs you to help him. You notice that he is exhausted and in a bad way. He asks you to deliver the package he has before nightfall to a secluded house nearby. He tells you that in exchange for this good deed, the man who receives the package will offer you a bag full of gold coins."
  },
  "54": {
    "possibilities": {
      "bet": {
        "outcomes": {
          "0": "You decide to organize bets but no one wants to take part, because everyone knows who the winner will be.",
          "1": "You decide to arrange bets and bet that the knight will not win. Everyone bets, because they know that he will not lose. But you have a plan. You propose to the lord of the places to fight for him, he accepts your offer. As expected you win the battle and win the bets. This gives you a nice amount of money.",
          "2": "You decide to arrange bets and bet that the knight will not win. Everyone bets, because they know that he will not lose. But you have a plan. You propose to the lord of the places to fight for him, he accepts your offer. As expected you win the battle. While you ask the money to the gamblers, these, discontented, decide to take the money you bet.",
          "3": "You decide to arrange bets and bet that the knight will not win. Everyone bets, because they know that he will not lose. But you have a plan. You propose to the lord of the places to fight for him, he accepts your offer. You lose the fight, but you refuse to give your money. The villagers follow you and throw you items. Once away from the village, you are in pain everywhere. You are also injured to your leg, it will take you some rest before continuing your journey.",
          "4": "You decide to arrange bets and bet that the knight will not win. Many come to bet, because everyone knows that he will not lose. Guards are watching you to make sure you don't steal money. You propose them going and see the duel with them, except for a few who will keep the place. They start arguing about who should stay, you take advantage of the opportunity to take part of the money and go fast. They follow you but end up abandoning, realizing that they cannot catch you. You look at the money you picked up, glad of what you've done.",
          "5": "You decide to organize bets and bet that the knight will not win. Many people come to bet, because everyone knows that he will not lose. But you have a plan. You propose to the lord of the places to fight for him, he accepts your offer. As expected you win the battle, and go collect the money of the bets. A villager attacks you at the exit of the village, probably to steal your money. After a hard fight, you manage to escape it, not without being seriously injured. You will have to rest.",
          "6": "You decide to organize bets and bet that the knight will not win. Many come to bet, because everyone knows that he will not lose. But you have a plan. You propose to the lord of the places to fight for him, he accepts your offer. You lose the fight, but you don't want to lose your money like that. You jump to the place of bets and steal as much money as you can, raced by the villagers, before fleeing the village."
        },
        "text": "Organize bets."
      },
      "end": {
        "outcomes": {
          "0": "The discussions attract your curiosity so you decide to attend the duel. It quickly concludes with the foreign knight as the winner. Disappointed, you resume your way.",
          "1": "The discussions attract your curiosity so you decide to attend the duel. It concludes very quickly. Disappointed, you propose to replay the duel, but this time it's you who will fight. Your proposal is accepted, in just a few seconds, you are disarmed and on the ground. Your opponent laughs at you, claiming that you are a patetic fighter. Absolutely furious, you run on him to beat him, but the knight knocks you out with the pommel of his sword.",
          "2": "Not very well interested by this duel, you decide to not pay attention to it and continue your way.",
          "3": "The discussions attract your curiosity so you decide to attend the duel. Close to it, you notice that bets are played so you decide to participate. Naturally, you bet on the foreign knight before going to attend the duel. It is actually the winner, but when you turn back for your earnings, everything has disappeared. Discontent to have you done so, you get back to your path.",
          "4": "The discussions that attracted your curiosity, you decide to attend the duel, which concludes quickly. You suggest to now duel yourself, and they agree. You don't take a lot of time to defeat your opponent, the village acclames you and the Lord offers you a good meal, you gladly accept his offer. Once you are reputed, the Lord proposes doing you to become a knight, you politely refuse his offer and thank him for the delicious meal. You feel much better ahead."
        }
      },
      "help": {
        "outcomes": {
          "0": "Understanding the Lord's distress, you offer him to participate in the duel. He willingly accepts it. The battle begins, you know there is no chance of defeating your opponent, but you try to resist anyway. It only takes a minute for him to defeat you. You get back on your way, shameful of your defeat.",
          "1": "Understanding the Lord's distress, you offer him your help. You are then equipped before the duel begins. You fight valiantly but are just as easily overcome by your opponent. It is when he slashes you with his blade that you bitterly regret having offered your help. Indeed, it is a death match. And you just lost it. You close your eyes, and the pain goes away. You wake up a few hours later, seriously injured.",
          "2": "Understanding the Lord's distress, you offer him your help. You are then equipped with an armor before the duel begin. Recognizing that you have no chance at all, you defend yourself the best you can. Your opponent, impatient, lowers his guard and you take advantage of it to attack him. You manage to put him to the ground before disarming him. You emerge victorious from the arena, the Lord comes to meet you to give you a purse full of gold. You thank him before you get back on your way.",
          "3": "Understanding the distress of the Lord, you propose to him to settle the conflict by using your words. He promises you a reward if you succeed. Determined, you go to meet the knight once he arrives in the village and tell him that you want to negotiate with his lord. He accepts and he brings you at his home. You get on quickly with him and ask him to cancel the duel. You say to him that after that could takes place the negotiations to resolve the conflict. He accepts and you come back with him to Boug-Coton to announce the news. The Lord gives to you a purse filled with gold to thank you.",
          "4": "Understanding the distress of the Lord, you propose to him to settle the conflict by using your words. He promises you a reward if you succeed. You meet the knight so that he takes you to his Lord. Once arrived, you get on quickly with him. Unfortunately, he still doesn't want to cancel the duel, even if he likes you. You come back to the the village with the knight to announce that the duel will takes place.",
          "5": "Understanding the distress of the Lord, you propose to him to settle the conflict by using your words. He promises you a reward if you succeed. You meet the knight so that he takes you to his Lord. Once arrived, you try to negociate with him during many hours, unsuccessfully. Because of your vains efforts, you think to leave him. But before it, the Lord declare that he likes you, indeed, he added that he was impressed that you didn't give up. He propose to you to become knight but you decline politely his offer and resume your way."
        },
        "text": "Propose your help to the Lord of Boug-Coton."
      },
      "look": {
        "outcomes": {
          "0": "You decide to attend the duel. The foreign knight wins in only a few seconds. You don't wait to leave, disappointed by the mediocre performence of the loser.",
          "1": "You decide to attend the duel. The foreign knight wins in only a few seconds. In front of the mediocre performance of the loser, you propose to replay the duel, but this time it's you who will fight. Your proposition is accepted, you can fight. Your opponent, too much sure of him, lowers his guard during the fight. You don't wait a second to take advantage of it and take the advantage. You finish by defeat the knight et announce your win. He proposes doing you to become knight but you decline politely his offer and resume your way.",
          "2": "You decide to attend the duel. The foreign knight wins in only a few seconds. In front of the mediocre performance of the loser, you propose to replay the duel, but this time it's you who will fight. Your proposition is accepted. The battle begins, and despite all your efforts you managed, you arrive to resist only around ten seconds.",
          "3": "You decide to attend the duel, it ends in a few seconds. In front of the mediocre performance of the loser, you propose to replay the duel, but this time it's you who will fight. Your proposition is accepted, you can fight. Your opponent, too much sure of him, lowers his guard during the fight. You don't wait a second to take advantage of it and take the advantage. You finish by defeat the knight et announce your win. The Lord of the Places offers you a purse filled with gold, which you are happy to accept.",
          "4": "You decide to attend the duel, it ends in a few seconds. You considered the loser of incompetent and propose to replay the duel, but this time it's you who will fight. The loser proposes you to fight him before criticize. You accept his request, knowing pertinently that you will have no problems to defeat him. Too much sure like you are, your opponent arrives to disarm you before knocking you down. After that, he hit you to the faint. Seriously wounded, you will need a lot of rest.",
          "5": "You decide to attend the duel, it ends in a few seconds. Because the duel was so unimpressive, you suggest to fight yourself. They agree. The fight begins, but despite all your efforts you only resist for a few seconds. The knight strikes you again and again, making you understand you are just a little runt. He finally leaves, but not before he had you severely injured.",
          "6": "You decide to attend the duel, the foreign knight wins in just a few seconds. Because the duel was so unimpressive, you suggest to fight yourself. You win the fight in just a few minutes. The local Lord invites you for a chat at his table. You accept immediately, there is a lot of delicious food on the table. The Lord waits until you are full to offer you a knighthood. You politely refuse."
        },
        "text": "Attend the duel."
      },
      "visit": {
        "outcomes": {
          "0": "You visit the village but seeing nothing of interest there, you leave without further delay.",
          "1": "You visit the village. Seeing nothing interesting there, you decide to go and watch the duel.",
          "2": "As you visit the village, the Lord notices the adventurer you are. He explains the situation and begs you to take part in the duel. He will offer you a purse full of gold if you win. You accept his offer and go for the fight. But once the duel begins, you understand you don't stand a chance against your opponent. The knight hurts you in the leg with his sword and you miserably fall to the ground, wounded. Unable to stand up, you lose the duel.",
          "3": "You visit the village and see an object at the bottom of the well. You pick it up before getting back on your way."
        },
        "text": "Visit Boug-Coton."
      }
    },
    "text": "ï¸You see the village of Boug-Coton and decide to go there. Once you have arrived you hear rumours about a duel against a knight. You soon understand that there is conflict between the lord of these lands and that of the neighbouring village. To solve it, a fight is organized between their best combatants, but all here are mediocre and the duel begins soon."
  },
  "55": {
    "possibilities": {
      "climb": {
        "outcomes": {
          "0": "You decide to climb the tree because you think that it's the faster way to do it. In a few seconds, you are in the other side, free to continue your way.",
          "1": "You climb the trunk, however you are not enough careful: you wounded yourself with the rough tree's bark and fall. You have to retry your climbing. At the second time you did it, but your hand is very painful.",
          "2": "You find that climb is a good idea so you do it. When you arrive at the other side, you note the presence of four peoples, armed and they are waiting for you. Because of your numerical inferiority, you don't hesitate to give them your possessions to live."
        },
        "text": "Climb the tree."
      },
      "cut": {
        "outcomes": {
          "0": "You take an axe from your bag and cut down the tree. It took you 30 minutes to clear your way!",
          "1": "You begin to cut down the tree and take a long time to cut the totality of it. You go to the nearest village, borrow a wain and his horse and carriage, come back to the forest, and load the cut wood in the wain, come back to the village, and sell it to the cabinetmaker. It's only after all that you discover that a wain and his horse and carriage are more expensive than the wood of only one tree!",
          "2": "You want to cut down the tree, but you realize that you don't have any tool. So you decide to climb the tree and did it without problems. You continue your road."
        },
        "text": "Cut down the tree and continue."
      },
      "end": {
        "outcomes": {
          "0": "No knowing what to do, you finish by chose to climb the tree. In a few seconds, you are in the other side, free to continue your way.",
          "1": "No knowing what to do, you remember that you entered in the forest a short time ago so you decide to retrace your steps.",
          "2": "While you are hesitating on what to do, you listen to some noises of footsteps behind you! You don't have the time to turn you around that four men jump on you. You faint almost instantly and get up some hours later, stunned and the purse more light."
        }
      },
      "otherWay": {
        "outcomes": {
          "0": "You prefer change lightly your way. You climb the embankment of the path where you were and pass some meters like. After having passed the tree, you come back down on the path and resume your way.",
          "1": "You decide to change of path. For it, you go up to the embankment of your way and progress in the forest. You find, on a dead body, a beautiful item and a lot of money. Knowing that it will be more useful for you than the body, you take it and continue your forest hike.",
          "2": "You think that climb the tree is too much dangerous and you don't have any tool to cut down it. Consequently, you have to change of way. But because of your bad sense of direction you succeed to lose your way. You arrive to go out of the forest only in the evening."
        },
        "text": "Pass by another path."
      }
    },
    "text": "Probably because of the big storm of yesterday, a tree has fallen on the small path where you are walking. His trunk does 3 meters of thickness. It's blocking you the passage."
  },
  "56": {
    "possibilities": {
      "": {
        "outcomes": {
          "0": "You approach the turquoise sea with the firm intention of taking a midnight swim. Leaving your belongings at the water's edge, you will swim a few fathoms before returning to the sand. You see with anger the disappearance of a part of your money as well as the tent of the charlatan.",
          "1": "As you wander among the rocks, you spot a horde of these little crustaceans famous for their great presence on this beach. You observe them for a few moments before heading back.",
          "2": "Having not eaten yet, you decide to take advantage of the resources of this beach in order to fill your empty stomach a little. As you search under a stone for crustaceans, a large bird takes flight and catches the hermit crab you just spotted. Startled, you take a step back, your foot slips and you thrust your ankle in the rocks."
        },
        "text": "Ignore the alchemist and go enjoy the beach."
      },
      "end": {
        "outcomes": {
          "0": "You end up accepting Gruffo's enticing offer. This one asks you to wait a little, the time it brings you your liquid. While you are carefully studying a still, a powerful blow falls on your pretty skull.",
          "1": "In front of your inert air, Gruffo gets impatient and throws you out of his tent, making you pay for his wasted time. You get back on your road without any delay!",
          "2": "Faced with your inability to make up your mind, Gruffo does not insist and offers you a cup of black tea. You discuss for many minutes everything except alchemy! You resume your way as the moon shyly lights up the beach."
        }
      }
    },
    "text": "You approach Sentinel Beach, the fresh air fills your lungs and the salty smell of the sea reaches your nostrils. As you go forward, the sea wind strengthens and the sound of seagulls can be heard. The sun is starting to set, you need to find a safe place for the night. A few more steps allow you to discern a tent pitched at the top of a dune. Upon entering, a man called Gruffo explains to you that he is an alchemist looking for a guinea pig to test his new substances, in exchange for a substantial sum of money."
  },
  "57": {
    "possibilities": {
      "continue": {
        "outcomes": {
          "0": "You enter into the river and turn right to follow the direction of the current. The water is cool and it does you a lot of good.",
          "1": "You put one foot in the river and then the second. You begin your progress in the river. After a few minutes of walking, you arrive at a small waterfall of a meter high and decide to jump down it. As you gain your momentum, the stone where your right foot is resting on moves and you fall down the waterfall, hitting your head twice. You are still conscious, although you are strongly rated.",
          "2": "You have been walking for a good hour when you arrive again to a crossroads. You decide to continue on dry land."
        },
        "text": "Continue your way by walking in the water."
      },
      "end": {
        "outcomes": {
          "0": "sit by the river, the water is cool and you decide to put your feet inside. After a few minutes of pure happiness, a sharp pain makes you shoot your feet out of the water at full speed. You see a huge crab hanging from your foot. You are in great pain, but you will be able to have a delicious meal that will invigorate you.",
          "1": "are hungry. You look into the river and see these famous gigantic crabs. There are two species. One of orange red color and one in red and black colors. You hesitate and decide to try your luck with the big red-orange. After you've prepared and swallowed them, you start to feel hot and sweaty. You understand your mistake too late, you have chosen the inedible species.",
          "2": "are walking in the river when you stumble. You knock yourself out in the process. Luckily, the current is strong and you find yourself on the edge of the river. You're stunned, but alive."
        }
      },
      "findMeal": {
        "outcomes": {
          "0": "You look in the river and spot some fish as well as crabs. You make a makeshift trap and put it in the water. After 10 long minutes your trap contains 2 beautiful crabs and a small fish. You make a fire and grill them. You feel invigorated after eating them.",
          "1": "You see at the bottom of the water strange creatures that you had never seen before. They are fitted with two grippers and move sideways. You assume that these are the famous things that gave this river their name and remember that they are edible. You decide to catch a few of them. You dip your hand in and manage to catch some, but they attack you with their pincers. You end up injured with a nice gash in your hand, but also with enough to make you a delicious meal.",
          "2": "You hesitate for a moment between the fish of the river and the mulberry trees. Finally, you decide to cook a feast. You prepare a fish trap and after installing it you go pick some blackberries. Salmon with blackberries, a treat!"
        },
        "text": "Find something to prepare you a meal."
      },
      "settle": {
        "outcomes": {
          "0": "You decide to sit on a flat rock and contemplate the magnificent landscape with a thousands of colors for a few hours before continuing on your way.",
          "1": "You are tired by all these kilometers traveled and observe the river and its fiery-colored crabs. Minutes go by without your noticing. It's been an hour now that you are daydreaming like this.",
          "2": "You lean against a tree and, feeling your eyelids grow heavy, you fall asleep. You wake up a few hours later but you are so rested that your walk is much more vigorous and your delay is quickly caught up."
        },
        "text": "Settle down by the river."
      }
    },
    "text": "You are walking under an azure blue sky. The air is soft and you continue on your way listening to the singing birds, the creaking of the trees, the rustle of the ground under your feet. Suddenly, the sound of a river is heard in the distance. You continue your way to the river."
  },
  "58": {
    "possibilities": {
      "continue": {
        "outcomes": {
          "0": "You ignore the woman's advice and continue on your path.",
          "1": "You continue on your way. Two kilometers further on, you collapse from fatigue."
        },
        "text": "Continue the journey."
      },
      "end": {
        "outcomes": {
          "0": "think for long minutes and then, not knowing what to do, continue on your way.",
          "1": "you decide to set up your camp here and continue the journey later."
        }
      },
      "goAlchemist": {
        "outcomes": {
          "0": "You arrive at the alchemist. This one is called Gruffo and offers you a recovery potion for a few coins. You accept and quietly drink the potion. A comforting warmth radiates within you. Invigorated, you start running so fast that you get to your destination without any delay.",
          "1": "You arrive at the alchemist. This one is called Gruffo and offers you a recovery potion for a few coins. You refuse the offer and quietly continue your journey.",
          "2": "You enter the alchemist's lair. His name is Gruffo and offers you to taste one of his new potions for free in order to test the effects. You drink the brew and feel a sense of comfort emanating from you. You describe the effects to the man and come out of the hut, reinvigorated.",
          "3": "You enter the alchemist's lair. His name is Gruffo and offers you to taste one of his new potions for free in order to test the effects. You drink the brew and spit it out straight away, but there seems to be some of the poison still in your throat."
        },
        "text": "Go to the alchemist."
      },
      "shortcut": {
        "outcomes": {
          "0": "You follow the indicated path until you find yourself facing a river with a dilapidated bridge over it. You hear this one crackle but that doesn't worry you until the moment you see the wood crumble under your feet.",
          "1": "You follow the indicated path until you find yourself facing a dangerous river with a dilapidated bridge on it. Not being very brave by nature, you decide to turn around. This will have made you lose a good 10 minutes.",
          "2": "You follow the indicated path until you find yourself facing a river with a dilapidated bridge over it. You hear this one crackle but it doesn't worry you. The rest of the crossing goes smoothly. You even find a few coins among your way."
        },
        "text": "Take the shortcut."
      }
    },
    "text": "After long hours of walking through the marshy road, you meet a woman at a crossroads. Exhausted, you ignore her but she, seeing your condition, calls out to you. This offers two paths that may be useful to you: one leading to an experienced alchemist who can get you back on your feet, the other being a shortcut."
  },
  "6": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "um... It seems you've been sitting there doing nothing longer than expected!"
        }
      },
      "goAway": {
        "outcomes": {
          "0": "You're not the type to risk wasting time on meaningless explorations! You finish eating and move on."
        },
        "text": "keep going, no time to waste!"
      },
      "goDeeper": {
        "outcomes": {
          "0": "You get quickly lost in the maze, but you end up coming out of it after a few hours!",
          "1": "You spend a few minutes exploring the cave from top to bottom and find an object which may be useful...",
          "2": "The cave quickly turns out to be a dead end, but when you come out, you hit your head on the ceiling and get dizzy! You'll have to be treated!"
        },
        "text": "Delve deeper into the cave."
      },
      "search": {
        "outcomes": {
          "0": "After 30 minutes you finally discover a strange object...",
          "1": "After 60 minutes you end up abandoning your search without having discovered anything...",
          "2": "As you began your search, you drop a large bag of coins at the bottom of a large hole! It's not possible to recover it...",
          "3": "As you were looking for things to pick up, a huge branch fell off the tree next to you and fell onto your leg! You can get up sound, but you'll have to go to the hospital!"
        },
        "text": "Search the surroundings."
      }
    },
    "text": "You had stopped in a cave to eat and you hesitate before leaving..."
  },
  "60": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "listen patiently to the king before being taken back to the entrance. Someone also gives you some information about some additional missions entrusted by the king to facilitate your quest (command {command:missions}) and someone offers you a transport to the capital of your choice."
        }
      },
      "start": {
        "outcomes": {
          "0": "Once you have finished reading, you are taken back to the entrance. Someone also gives you some information about some additional missions entrusted by the king to facilitate your quest (command {command:missions}) and someone offers you a transport to the capital of your choice."
        },
        "text": "Start your adventure."
      }
    },
    "text": "You are taken to the large reception room of the castle where you quickly meet the king. Someone explains to you the nature of the competition, which is to collect a large number of points in order to dominate the rankings. In addition to a nice starting bonus, you receive a beautiful book that is supposed to guide you during your adventure. You open the book (https://guide.draftbot.com) and quickly check the first pages..."
  },
  "61": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "remain unresponsive to the guard's invitation. After a while, the young woman finally reaches you and gives you some advice. You learn that the command {command:report} allows you to get all the information about your journey."
        }
      },
      "follow": {
        "outcomes": {
          "0": "The young woman introduces herself and quickly follows up with some initial advice which you listen to carefully, you learn that the command {command:report} allows you to get all the information about your trip."
        },
        "text": "Follow the guide."
      },
      "observe": {
        "outcomes": {
          "0": "You admire the immense walls of the castle. After a while, the young woman finally reaches you and gives you some advice. You learn that the command {command:report} allows you to get all the information about your journey."
        },
        "text": "Observe your surroundings."
      }
    },
    "text": "**Hello and welcome to DraftBot!** ðŸ‘‘ The king is looking for a noble knight to marry his daughter and you have chosen to participate in the selection contest! Having just arrived at the castle entrance after a long journey, you signal your presence to the guards at the entrance. You are invited to enter and quickly meet a young woman who seems to want to welcome you."
  },
  "62": {
    "possibilities": {
      "deny": {
        "outcomes": {
          "0": "You refuse the peasant's request with such a lack of sympathy that he ends up stoning you!",
          "1": "You refuse the peasant's request with such courtesy that he wishes you a good continuation for your adventure!",
          "2": "You decide to ignore the peasant's request. As you were walking for several minutes, you see a road lined with impressive cherry trees. Some cherries seem to reach out you. After eating a few ones, you resume your journey."
        },
        "text": "Refuse to help the peasant."
      },
      "end": {
        "outcomes": {
          "0": "Seeing you unresponsive, the peasant seems quite annoyed but lets you leave without insisting. You find a losted wallet on the edge of a path. When you open it, you discover two small pieces of dried bacon.",
          "1": "Seeing this desperated peasant, you decide to start looking for its fork. You end up at the edge of wild grass where cattles eat fresh herb quietly. Suddenly, a fawn dog, springs up from the premises of the pasture and gets on you. Faster than it takes to say so, you knock the dog out and get on your way like nothing happened.",
          "2": "While you agreed to help the peasant, you feel a buzzing in your ear and push in your little finger. A sharp pain grabs you: a bee has just stinged you! You leave immediately from this stingy place."
        }
      },
      "searchPatures": {
        "outcomes": {
          "0": "After looking cows chewing fresh grass in the first wild grass field, you ran towards the second. Many sheep graze there peacefully. An impressive oak dominates the pastures and attracts your attention, so that you decide to approach it. A few meters from the tree, you discern a fork against the trunk. The peasant seems crazy when you give it back to him. He then grants you, as promised, a small purse filled with gold.",
          "1": "As you approach pastures, you notice footprints. While following them, you are entering a dark grove in which you found a gloomy hut to say the least. Curious, you walk around it and find yourself face to handle with the so wanted fork! After coming back, you give the item to the farmer who thanks you a lot and invites you to share his meal so that you can tell him how you find it. The evening is pleasant and you leave the farmer late in the night, invigorated by local products.",
          "2": "As you approach pastures, you notice footprints crossing the land leading to an inclosure where sheep benefit from the refreshing shade of young oaks. You decide to follow the footprints, thinking they'll lead you to the fork. When you arrive in the middle of the sheep, one of them comes to you. In a playful mood, you show him your hand with a bit of grass in it. He benefits of it to satiate himself, biting your finger while eating. Irritated, you decide to flee this place. Approaching the edge of the pasture, you do not see the fork on the ground, and walk over it. Furious about this misfortune, you are thinking about not helping anyone anymore on your adventure and throw the fork far away."
        },
        "text": "Search next to pastures."
      },
      "searchVines": {
        "outcomes": {
          "0": "After a short time, you decide to look for the famous fork near the vines. A large grape catches your attention, so you decide to grab it. The peasant appearing out of nowhere and seeing you handing a piece of his harvest, scream in anger. Frightened, you pick it down and fly away!",
          "1": "Barely arrived in the vines, you found the fork. After keeping it back to the peasant, he gives you your due.",
          "2": "Barely arrived in the vines, you discern a small wooden hut. As you enter it, you discover a few barrels and several bottles of wine, one of it has already been started. A few sips would not have hurt you if only you had managed to limit yourself to a small amount. You find the wine delicious and do not want to waste more time looking for a fork. You take your path back and take care to avoid the peasant."
        },
        "text": "Search in the vine."
      },
      "searchWheat": {
        "outcomes": {
          "0": "After several minutes searching in the field, you find the fork, barely visible under the cut wheat lying on the ground. To thank you, the peasant offers you, as promised, your reward.",
          "1": "After three hours of research, the fork asn't been found. However, you find a pretty item that may be useful to get the heart of the Princess!",
          "2": "Looking for the fork, you step on it and get a nasty cut. You take on your time to inform the peasant you found his fork. He, seeing you're injured, hastens to heal you as he can."
        },
        "text": "Search in wheat fields."
      }
    },
    "text": "A peasant hail you while you're passing by the front of his farm on the outskirts of the Extended. It is made of pastures, vines and wheat fields. He greets you and explains you that he has lost his favorite fork: that's why he seemed anxious. He urges you to help him find it while promising you a large reward."
  },
  "63": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "You chose to simply watch the fireworks and stay to see the village fall in despair, leaning against a tree just outside the village. But even after midnight nothing happened. It seems these supposed \"cultists\" are just a fraud and you take your leave.",
          "1": "You decide to watch the granary from the local tavern, but get distracted by some delicious ale and beer. You get black out drunk and lose your spirits. Upon waking up, you notice that they simply tossed your unconscious body onto the road and that you are a few coins lighter.",
          "2": "Deciding not to do anything you enter the local tavern and rent a room for the night. But during your slumber, black clothed figures attack you, beating you into submission and robbing you. They leave you bleeding on the floor and warn you to never snoop around in their affairs again, or else...",
          "3": "Since you are already there, you think to yourself, why not go buy some supplies? You wander around the local market, visit the local black- and armour smith. After some time, you actually find something."
        }
      },
      "faceThem": {
        "outcomes": {
          "0": "Some black robed figures are standing in a circle with feathers and blood everywhere. When attempting to strike one down, you hesitate. As these men are just ordinary cockfight betters and no cultists. But the men notice you, and out of fear, all gang up on you, bringing you down and afterwards legging it.",
          "1": "Upon entering the room a stench of mortifying rot washes over you. Blood and gore is spread all around the room and some sort of red mist creeps around. Everything probably began to rot days ago. You can't stand the sight nor smell and flee from the place feeling sickened to the core.",
          "2": "When opening the door, you find three black robed shapes about to sacrifice a maiden. You quickly draw your blade and cut these unworthy sub-humans down. Casting the blood stained blade aside, you rescue the damsel in distress and get her outside. The next day, you are celebrated as a hero and protector from evil.",
          "3": "Upon entering the downstairs', you find yourself surrounded by oddly shaped wooden statues, twisted in some crude demeanour, horrors of the unknown made of wood. But there are no cultists. After investigating the creepy room, you find a box with something inside..."
        },
        "text": "Face the cultists."
      },
      "goAway": {
        "outcomes": {
          "0": "Even after uncovering the dark machinations you decide to abandon the helpless folks and leave them to their demise.",
          "1": "You sprint out of there, unknowing when the whole village is swallowed by death. In your hasty escape, you trip and fall down a ditch.",
          "2": "After dashing out of the village you take a short rest to catch your breath. While doing so, you are approached by some armed black robed figures. It seems they didn't like you snooping around the village. They draw their arms and attack. Catching you off guard and exhausted, they beat you unconscious.",
          "3": "You make it out of the cursed village alive. After some time, you stumble upon a beautiful piece of untouched land. You can see a waterfall and multiple tame carnivores. You decide to commune with nature and meditate under the stream of falling water. After an hour you feel energized and continue your journey."
        },
        "text": "Get quickly out of there."
      },
      "helpThem": {
        "outcomes": {
          "0": "You find some black clothed figures in said basement. It seems they are no cultists, but ordinary people betting on cockfights. You join them and bet on the red painted gamecock, which, in the end, lost. Rendering you a few coins lighter.",
          "1": "You find some black clothed figures in said basement. It seems they are no cultists, but ordinary people betting on cockfights. You join them and bet on the blue painted gamecock, which actually won in the end. A few coins richer, you leave the men to their games and depart.",
          "2": "You meet 4 black hooded men in the basement. After convincing them to let you join them, they reveal their plan of sacrificing the local folks' life force to a Devil they worship, which you happily help with. You and the cultists sacrifice a girl and some animals. In addition you spread their innards all around the room. But nothing happens. After wasting your time you angrily stomp away...",
          "3": "You meet 4 black hooded men in the basement. After convincing them to let you join them, they reveal their plan of sacrificing the local folks' life force to a devil, which you happily help with. You are about to sacrifice a maiden, when suddenly a load of guards swarm you. They apprehend you and the others, strip you down, and throw you in jail."
        },
        "text": "Try to find the cultists to help them."
      },
      "warnEveryone": {
        "outcomes": {
          "0": "Without checking it out yourself, you start running around the village like a madman, telling everyone that they would die if they stayed. A wide spread panic ensues and everyone starts leaving the perimeter. But after some time nothing happens and some aren't very pleased with your wicked prank. They gang up on you, beat you up, and rob you.",
          "1": "You tell the guards that there are some evil doers hiding beneath the granary plotting something. They follow up on your tip and investigate. Some minutes pass and another guard approaches you. It seems there were some heretics about to kill a fair maiden and, thanks to your hint, she was saved. He hands you a small pouch, shakes your hand, and departs afterwards.",
          "2": "After telling everyone about the dark misfortune that is about to hit the village, everyone packs up their stuff and stays just outside of it in the forest. When suddenly an earthquake hits and panic ensues. You help the guards with calming the masses, which, after some time, quiet down. You are thanked for the warning and given some coin.",
          "3": "You attempt to convince everyone that they are in danger, but the folks are having none of it and simply ignore you. You try for several hours and then decide to let it rest. Continuing on your journey without a care about the stubborn people from the village."
        },
        "text": "Tell everyone about it."
      }
    },
    "text": "After some time, you finally arrive at Boug-Coton village where some supposed unholy creatures or cultists are at work... After investigating the place for a couple of days, you finally find a lead. There are reports of weird sounds and sightings of black hooded figures entering and leaving the granary's basement. It seems these men, heretics, are to prepare a dark ritual in a basement beneath the granary."
  },
  "64": {
    "possibilities": {
      "accept": {
        "outcomes": {
          "0": "You accept the invitation, you are jovial just at the idea of celebrating in the sumptuous castle of the King. You stride towards the imposing building."
        },
        "text": "Head immediately to the castle."
      },
      "deny": {
        "outcomes": {
          "0": "Parties are not for you. You decide you have better things to do than have fun. You head back to the adventure."
        },
        "text": "Decline the invitation."
      },
      "end": {
        "outcomes": {
          "0": "You didn't expect to read this. You stay for long minutes contemplating the letter. The departure of the messenger pulls you out of your reverie, and you take the destination of the castle."
        }
      }
    },
    "text": "No sooner have you arrived at your destination, a messenger stops breathlessly in front of you and hands you a missive. You carefully read the contents, which indicate that the King is preparing a great feast in his castle, and that you are invited to it."
  },
  "65": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "You open your gift and see coins glowing at the bottom of the box. You take them and add them to your purse. You leave the castle happy to have received this gift.",
          "1": "You open your gift and see a glowing red potion in the box. You drink it and you feel a strength surge through your body. You leave the castle happy to have received this gift.",
          "2": "You open your gift and see gems rolling around in the bottom of the box. You take them and add them to your gem supply. You leave the castle happy to have received this gift.",
          "3": "You open your gift and pick up a book that was inside. It explains survival techniques that you are eager to put into practice. You leave the castle happy to have received this gift.",
          "4": "You open your gift and take a book that was inside. It explains some fighting techniques that you can't wait to try against the other adventurers. You leave the castle happy to have received this gift.",
          "5": "You open your gift and pull out a piece of equipment. It is a powerful weapon that you add to your collection. You leave the castle happy to have received this gift.",
          "6": "You open your gift and take out an equipment. It is a powerful armor that you add to your collection. You leave the castle happy to have received this gift.",
          "7": "You open your gift and take out an equipment. It is a powerful object that you add to your collection. You leave the castle happy to have received this gift."
        }
      },
      "hopeArmor": {
        "outcomes": {
          "0": "You open your gift and take out an equipment. It is a powerful armor that you add to your collection. You leave the castle happy to have received this gift."
        },
        "text": "Wait and hope to get a new armor."
      },
      "hopeGems": {
        "outcomes": {
          "0": "You open your gift and see gems rolling around in the bottom of the box. You take them and add them to your gem supply. You leave the castle happy to have received this gift."
        },
        "text": "Wait and hope to get gems."
      },
      "hopeGlory": {
        "outcomes": {
          "0": "You open your gift and take a book that was inside. It explains some fighting techniques that you can't wait to try against the other adventurers. You leave the castle happy to have received this gift."
        },
        "text": "Wait and hope to get glory."
      },
      "hopeHealthy": {
        "outcomes": {
          "0": "You open your gift and see a glowing red potion in the box. You drink it and you feel a strength surge through your body. You leave the castle happy to have received this gift."
        },
        "text": "Wait and hope to get something to stay healthy."
      },
      "hopeItem": {
        "outcomes": {
          "0": "You open your gift and take out an equipment. It is a powerful object that you add to your collection. You leave the castle happy to have received this gift."
        },
        "text": "Wait and hope to get a new object."
      },
      "hopeMoney": {
        "outcomes": {
          "0": "You open your gift and see coins glowing at the bottom of the box. You take them and add them to your purse. You leave the castle happy to have received this gift."
        },
        "text": "Wait and hope to get money."
      },
      "hopePet": {
        "outcomes": {
          "0": "You open your gift and find a pet inside. You decide to take it with you on your great adventures on the continent. You leave the castle happy to have received this gift."
        },
        "text": "Wait and hope to get a pet."
      },
      "hopeWeapon": {
        "outcomes": {
          "0": "You open your gift and pull out a piece of equipment. It is a powerful weapon that you add to your collection. You leave the castle happy to have received this gift."
        },
        "text": "Wait and hope to get a new weapon."
      },
      "hopeXP": {
        "outcomes": {
          "0": "You open your gift and pick up a book that was inside. It explains survival techniques that you are eager to put into practice. You leave the castle happy to have received this gift."
        },
        "text": "Wait and hope to get experience."
      }
    },
    "text": "You arrive in the reception hall of the King's castle, like many other adventurers in the middle of the hall stands a gigantic fir tree protecting thousands of gifts with its long thorny branches. After a delicious meal, the King takes the stage and announces that the night before, a man in a red suit was seen in the night and that when he left, thousands of gifts with the names of the adventurers were strewn under the tree. He asks you to sit tight and wait for a servant to come and give you your due."
  },
  "66": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Suddenly, you are lying on the floor, the crew leaning over you. The captain explains that you are passed out. They grab you and, like a package, throw you overboard; before quickly walking away.",
          "1": "Suddenly, you are lying on the floor, the crew bent over you. The captain explains that you are passed out. He gives you a few more tips before letting you go to the island."
        }
      },
      "hints": {
        "outcomes": {
          "0": "You slowly turn to the captain and ask him if he would be so kind as to provide you with some additional information. He gives you some and you leave more ready than ever to face the island.",
          "1": "Worried, you look at the captain and politely thank him for the crossing. You express your fears and ask for some advice. He gives you some and you leave more ready than ever to face the island."
        },
        "text": "Request more information."
      },
      "run": {
        "outcomes": {
          "0": "You suddenly jump over the deck of the boat and run straight ahead, like an animal, without looking back. All this under the stunned eyes of the crew members.",
          "1": "While thanking the crew for this wonderful crossing, you disembark. You walk away, confident and sure-footed."
        },
        "text": "Run to the island."
      }
    },
    "text": "After a brief crossing, the captain moors his ship at what appears to be a pier. You are far too absorbed in your contemplation of the island to care. It seems to you at the same time tiny and immense, warm and cold. A strange sensation seizes you, between anguish and admiration. A movement on the ship pulls you out of your observation."
  },
  "67": {
    "possibilities": {
      "accept": {
        "outcomes": {
          "0": "You take the time to enjoy this beverage that you missed so much on your getaway. It does you a world of good. You sip it, and begin to feel the ship rocking on the waves, a sign of the end of this expedition.",
          "1": "This beverage is not of good quality, the malty taste is very noticeable. Seeing your reaction, the captain laughs and tells you that beer is like that on ships. He takes your glass back and goes to fetch you water and a piece of bread instead, which you enjoy a little more. You then stand up, watch the island drift away on the horizon and take stock of your adventures."
        },
        "text": "Accept the drink."
      },
      "deny": {
        "outcomes": {
          "0": "You're not in the mood to drink after this perilous adventure. Not wanting to leave you in your uncomfortable position, the captain offers you, without you really having a choice, a cosy bed in his cabin. The motion of the boat lulls you to sleep, and you soon feel your mind wandering to your adventures, falling asleep a few minutes later.",
          "1": "As this has been a trying journey, you refuse to drink to avoid further dehydration. Instead, you ask the ship's master for water. However, you don't realize that you're falling into a deep sleep until he returns."
        },
        "text": "Politely refuse the gift."
      },
      "end": {
        "outcomes": {
          "0": "The captain is waiting for you to take the gift he's offering you. However, you fall asleep in a split second, which he quickly notices. So he goes back to steering his boat, leaving you to sleep where you are."
        }
      }
    },
    "text": "After a short walk, you arrive at the boat that previously brought you to this inhospitable island. Seeing your fatigue and injuries, the captain hastens to order his crew to weigh anchor. Once seated on deck, you see him arrive with a mug of beer in his hand, which he hands to you."
  },
  "68": {
    "possibilities": {
      "checkDate": {
        "outcomes": {
          "0": "You look at the calendar, and discover the existence of a tournament that will shortly start! You thus decide to go there and, after a few hours of battling, you reach the finals. However, your opponent is simply too strong, and you lose the fight. As you still made it to the finals, you win a purse full of gold, before continuing on your way.",
          "1": "You look at the calendar, and notice that you are in Lapland, the 6th month of the year. You then decide to go out and eat a pancake at a nearby stand. This food is so good you feel really happy. You resume your journey, well sated.",
          "2": "When you see the calendar, you remember the posters on the street talking about a treasure hunt. You choose to participate. However, after two hours of maniacal search, you can't find anything. You decide to go back to your journey.",
          "3": "You are looking at the calendar, and you notice something of interest in today's entry: Mead competition! Confident in your strong alcohol resistance, you decide to give it a try. You end up winning the contest, as well as a reward! You are also totally drunk."
        },
        "text": "Check the calendar."
      },
      "end": {
        "outcomes": {
          "0": "You roam through the library, totally unaware of the time rushing by. When it closing time arrives, you go out and realize that it is already late in the afternoon. You resume your journey without further delay.",
          "1": "You are amazed as you face the numerous books, and feel the amount of knowledge that they contain. Soon however, the librarian signals a sad fact: the library is about to close. Disappointed, you turn around, and continue your adventures.",
          "2": "You stay in the library for several minutes, amazed by all the knowledge held within. You sit down, thoughtful. Suddenly, a reader comes by and disturb your thoughts, \"Hansel and Gretel\" by the brothers Grimm in hand. He asks that you give him your seat, as you are in his most favourite spot. Confused, you leave."
        }
      },
      "read": {
        "outcomes": {
          "0": "You decide to read a book. It is about cooking, and delicious meals to prepare. You write down the recipe before looking for the ingredients. Once these are found, you follow the instructions down to a t! You taste your dish, and feel its benefits, then resume your journey.",
          "1": "You pick a random book and start reading it. The book is about number theory. However, it has never been your strong suit. 10 minutes later, you choose to put down the book, before continuing on your way.",
          "2": "You start reading a cooking book. It is about a delicious dish. Intrigued, you decide to prepare the dish. You however diverge somewhat strongly from the marked-down steps of the book, and end up feeling quite ill once you taste the final result.",
          "3": "You pick up the first book you come across. It is about alchemy and the diverse benefits of some plants. After carefully studying its content, you put it down, convinced that it will be useful on your following adventures."
        },
        "text": "Read a book."
      },
      "steal": {
        "outcomes": {
          "0": "You manage to steal a dusty old book and discreetly exit the building, in order to find a buyer in the main avenues of the city. However, you notice nobody is interested in the book, specifically because it is badly worn, and even has some torn pages. You decide to give up and leave it in a corner, before resuming your journey.",
          "1": "You sneak out of the library without anyone noticing you. You managed to steal a book, and now try to sell it to passers-by. A man decides to buy it for a few gold coins. Once the transaction is completed, you get back on track.",
          "2": "You try to steal a book discreetly, but the librarian caught you red-handed. You run away with the book, but stumble over a stone, after which the librarian catches up to you. She requires that you give back the precious, golden-covered book along with compensation! Disappointed, and quite sheepish, you give the book back to her, a large part of your savings, all in order to avoid prison..."
        },
        "text": "Try to steal a book and resell it."
      }
    },
    "text": "After strolling through the streets of Claire de Ville, you see a building whose entrance is framed by two stone statues of owls. As you get closer, you realize it is the city's library. You decide to come in to spend some time. As you enter, you see a large calendar held together by a leather strap, hanging on the wall."
  },
  "69": {
    "possibilities": {
      "accept": {
        "outcomes": {
          "0": "You feel like you're participating in a knighthood ceremony, since Donia puts the end of the staff on both your shoulders - first on the left one, then on the right - to give you her blessings. Either way, you don't feel that much different from before.",
          "1": "You feel empowered by her blessing, but the effect soon disappears after Donia leaves you alone in the forest. You try to find her and ask for some kind of compensation, but are unable to locate her. You leave, annoyed to have been fooled, and swearing to yourself you're not going to fall for her tricks again, should you meet Donia on your path in some different place.",
          "2": "As soon as Donia uses her blessing on you, she also throw some strange blue powder in your face. You get drowsy and she helps you to walk to one of the nearest trees, where you fall asleep. You dream of being in the royal palace, during a social event. You see the princess approaching you, with her face hidden by a dark veil, since you are actually oblivious to her physical appearance. You spend the rest of the dream dancing with her. You sleep a few hours feeling refreshed."
        },
        "text": "Accept her offer."
      },
      "comrpomise": {
        "outcomes": {
          "0": "She's a bit disappointed, but offers you a red rose as a gift for the princess. You get back on your way, also disappointed to have received just a single, measly flower.",
          "1": "Instead of a blessing, you ask her if she knows of a place where you can rest for a couple of hours, before getting back on your way. Donia brings you to her house, where she also offers you some food and wine. The latter is particularly good and you end up emptying the whole bottle, barely able to reach the bed before falling asleep. While sleeping, you have a nightmare: you see Donia as a creepy old woman, who plans to kill you and later cook your body in her oven. The real donia let you sleep and leaves."
        },
        "text": "Try to find a compromise with the woman."
      },
      "deny": {
        "outcomes": {
          "0": "You frown, telling her that fae don't really exist and she's just delusional. Enraged, Donia starts beating you up with her staff, leaving you wounded on the ground.",
          "1": "You try to be as reasonable as possible to convince Donia that fairies exist only in tales for children, but fail to convince her. Instead, to prove you wrong, Donia takes a small pouch, previously hanging on her waist, opens it and blows a red powder towards you. You can't avoid it and end up breathing the powder; feeling like you are in a dream, you don't argue when Donia takes your hand in hers and follow gladly as she guides you toward a glade. There, in your hallucinated state, you see little fairies flying around. But, in reality, those are wasps. Considering you a threat, they sting you multiple times. You are poisoned and need some time to get better."
        },
        "text": "Refuse, risking her ire."
      },
      "end": {
        "outcomes": {
          "0": "As you silently stare at her for a few minutes, Donia seemingly loses interest in you, and leaves without adding anything. But you are still staring at the same place. Without even a thought. It is only a couple of hours later that you come back to your senses, and continue on with your journey, as if nothing happened."
        }
      }
    },
    "text": "As you are wandering through the Oldster's Forest, a beautiful woman runs toward you; she has long hair, the colour of sea foam, and is dressed in a flowing silver gown, with the corset embellished by tiny sapphires. Moreover, she's holding a staff made of Hawthorn in her right hand. Her appearance makes you think of a what a fairy would look like, both wild and dazzling, if such creatures truly existed. And it makes you weary, as well, but the stranger kindly smiles at you and introduces herself as Donia. She claims to be a fae, as you previously thought, and - although you don't believe her, thinking it might be a scam of some sort - you prefer to keep silent on the matter, for her staff looks pretty dangerous to you. Oblivious to your thoughts, Donia offers you her blessings, thinking it might be useful in your path toward the princess."
  },
  "7": {
    "possibilities": {
      "check": {
        "outcomes": {
          "0": "By forcing the door open, you seriously hurt yourself, you must absolutely be healed!",
          "1": "After spending almost an hour trying to get into the house, you give up. Leaving, you find an object which may be useful!",
          "2": "You enter the house and put down your things to rest. Taken by a deep sleep, you will need to rest before continuing your adventure.",
          "3": "You enter the house and search around for about fifteen minutes. On leaving, you find an object that may be useful to you!",
          "4": "You enter the house and search around for about fifteen minutes. You end up abandoning your search without finding anything."
        },
        "text": "Check inside."
      },
      "end": {
        "outcomes": {
          "0": "You spent almost fifteen minutes without moving, it's time to go back!"
        }
      },
      "skip": {
        "outcomes": {
          "0": "You continue on your way without worrying about the house."
        },
        "text": "Don't stop and keep going."
      }
    },
    "text": "You discovered a house! It seems abandoned..."
  },
  "70": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "After deliberating for a bit, you choose to enter the tomb, to rest in the shade.",
          "1": "As you are wondering, the storm gets stronger. You go into the hidden area, to ensure safety while waiting for the winds to calm down.",
          "2": "Lost in thought, a woman springs out of the hole. You notice climbing tools attached to her belt. she aims her charged bow at you, and forces you tot turn around and bend over. You immediately comply, and she quickly hits you, knocking you out. She then leaves you lying on the ground."
        }
      },
      "explore": {
        "outcomes": {
          "0": "You crawl through the dungeon for a bit, searching for some kind of hidden room. You are faced with a dead end. Worried about losing your way from venturing further, you choose to leave.",
          "1": "After going through a few rooms, one of which contained spoilt rations, you find your way into a place bathed in gold. Everything that you lay your eyes on seem to be made of gold, from the walls, to the items, such as chests and clothes. In a corner, a seemingly useful item catches your eye. You start filling your biggest sack with coins laying around, before making your way back.",
          "2": "Once inside, you make your way to a dead end. Disappointed, you make your way back, fearing getting lost. Just before getting out, you are attacked by an unknown assaillant, sporting a brown, wide-brimmed fedora, and wielding a bullwhip. You manage to dodge his first flurry, and engage in a harrowing and long confrontation. You lend a decisive hit, neutralizing him. You loot his satchel, finding a hefty pouch.",
          "3": "You quickly reach a funeral chamber, this is a tomb! As you start retracing your steps, you fail to recognize the different corridors, and err for hours on end, before finally crawling your way out. The full moon peeks through the clouds, illuminating the silent landscape. ",
          "4": "After passing through the trapdoor, you venture forward into the darkness and stumble upon an eerie sight: an abandoned crypt, the underground tunnels resembling a maze of the deceased! The urge to retreat washes over you, but to your consternation, the corridors seem to toy with your senses, shape-shifting before your very eyes. You wander aimlessly for an indeterminate time before finally discovering an escape route.",
          "5": "You quickly reach a room dominated by a sphinx, carved in gold! Entranced, you make your way towards it, triggering a trap with your left foot. A sinister whistle tickles you ear, as an arrow grazes your arm. The wound doesn't seem to serious, but you feel compelled to leave."
        },
        "text": "Explore the crypt."
      },
      "skip": {
        "outcomes": {
          "0": "You rationality tells you that ignoring the situation is the right choice to keep yourself safe. The winds have since abated, allowing you to continue your way, unfettered.",
          "1": "After ignoring the trapdoor and continuing your journey, the winds blast ever stronger. You promptly choose to go back and hide from the cataclysm in the discovered maze. You decide to sleep while waiting for the weather to calm down.",
          "2": "As the sand-imbued wind picks up, you cover your mouth and nose with a ripped piece of your top. Staggering forwards, you notice a few cacti growing some berries. You pick two, before hiding near a dune. Focusing on the fruits, you peel the skin, and revel in their delectable flesh. Once the storm has died down, you resume your travels.",
          "3": "After carefully closing the trapdoor, you continue on your way. Suddenly, the ground caves in under your yeet. You find yourself in one of the catacomb's rooms. Your thigh got slashed in the fall. Thankfully, you easily get out of there."
        },
        "text": "Ignore it entirely."
      }
    },
    "text": "As you are crossing The Dune, the air starts getting drier. Your eyes get itchy, forcing you to squint, overwhelmed by dust and sand. Under your step, a dull thump resounds. Interested, you push aside the sand with your feet, revealing a trapdoor carved in stone, which you open. A gigantic maze lays before your eyes."
  },
  "71": {
    "possibilities": {
      "accept": {
        "outcomes": {
          "0": "You follow the old man to the tent he calls home, and let him serve you a strange mix which, he assures you, is a delicious peyotl soup. Out of courtesy, you drink it. In just a few moments, the effects of this demonic soup reveal themselves to you: your vision becomes filled with a gaudy and dazzling dreamworld, and everything sways. Suddenly full of fright regarding the mad hermit, you flee in the nightly desert. As morning comes, you wake up to an atrocious headache. The peyotl's effects will take some more time before truly fading away.",
          "1": "You follow the old man to the tent he calls home, and share a meal around a bonfire, all the while he tells you his story. He explains that both his brother and himself are the only survivors of a disaster that befell their family, and they afterwards separated to live as hermits. You feel deeply touched by their story, and another hermit whith a name starting in \"X\" floats to your memory... The desert is freezing cold as you fall asleep next to the fire, along with the hermit. By morning, as you wake up, you find a beautiful scorpion in one of your shoes. You get rid of it, and continue your travels.",
          "2": "You follow the old man to the tent he calls home, and share a meal around a bonfire, recounting your adventures. After getting your fill and thanking the hermit, you resume your desert-traveling activities, traversing the meandering dunes of the nighttime desert."
        },
        "text": "Accept and join him."
      },
      "deny": {
        "outcomes": {
          "0": "You politely decline the hermit's offer, and continue crossing the desert.",
          "1": "Catching on to your hesitation, the old man takes your arm and guides you to his tent. He gives you some tea, and you chat with him while sipping the drink. A little while later, you bid the old man farewell, and resume your journey.",
          "2": "Seeing that you hesitate to accept, the old man decides to offer you \"an object from his personal collection.\" You accept the gift but remain reserved about staying in his company and decide to take your leave quickly.",
          "3": "You decline his offer, but, as you start walking again, he interrupts you and starts rambling about some random nonsense. After a bit, you find him a tad too strange and, thinking he might be laying a trap, you chose to stop his unending monologue and get out of there as fast as possible."
        },
        "text": "Decline the offer."
      },
      "end": {
        "outcomes": {
          "0": "This person seems really suspicious, and his approach his deceitful. As he reach out with his arm, concerned about your well-being, you abruptly shove him into the water, before hurrying away from the oasis.",
          "1": "Seeing you unresponsive, the old man feels vexed, shouts at you and throws a bunch of sand to your face, before going away. Blinded, you go towards the small puddle of water and rinse your eyes of the sand. A few minutes later, you feel better and continue on your planned road."
        }
      },
      "steal": {
        "outcomes": {
          "0": "You let the man guide you to his tent, and covertly pick up a big stone, while behind him. You then powerfully smash the back of his hooded skull. The hermit collapses, and blood spills on the cracked earth of the oasis. You let the corpse lay there and focus on the tent. Inside, you find jewel-sets chests, and a great variety of items. You leave with a sizeable sum of money, as well as an hastily-chosen item. You quickly resume your walk across the desert, unwilling to be associated with the murder.",
          "1": "You let the man guide you to his tent, and covertly pick up a big stone, while behind him. As you prepare to hit him with the rock, the hermit suddenly turns around, taking out a dagger from his sleeve, and manages to profoundly slash open your torso. You run aways immediatly, trying your best to contain the bleeding. As you flee, you hear demented laughs escape from the crazed hermit's mouth.",
          "2": "You follow the man as he guides you to his tent, and with much stealth, pick up a big stone. You then powerfully smash the back of his hooded skull. The hermit collapses, and you suddenly feel deeply remorseful. You bandage the old man's head, lay him down on his mat, and wait for him to recover. Once he wakes up, you apologize profusely, and give him some money as compensation for your wicked act.",
          "3": "As you follow the oldster, you pick up a stone. However, stealth is not your forte, and the hermit quickly picks up your suspicious silence. Guessing what's going on, he repudiates you from his kyutchen with a transcendental punch."
        },
        "text": "Accept and rob him under the cover of night."
      }
    },
    "text": "As you walk through the Kings' Valley's iconic desert, you notice an oasis. Your throat is parched by your travels, so you run to the small pool of water, and drink from it. As you are drinking, a peal of laughter erupts, startling you. You turn around, and end up facing a bearded old man, his face hidden under a large hood. He tells you his name's Xirtex, and he resides in this oasis. He then offers to welcome you in his home so that you can recover from your journey, and share your adventures."
  },
  "72": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "At first unsure, you finally feel boosted by the crowd's clamor, ignore the judge and choose to join in the festivities rather than the competition. You cheer for hours, witnessing the varied events.",
          "1": "Thinking about it, you end up with the realization that your own life holds much more worth than the ephemereal glory from any tournament. You turn back, unwilling to participate in these most dangerous activities."
        }
      },
      "joinArchery": {
        "outcomes": {
          "0": "This event seems a bit hard: you need to fire three arrows straight into a paillon sitting some fifty meters away from you. All three of your arrows manage to etch themselves into the straw target, winning you the first place. Yseldia, ghe local lord's wife, comes to you with a hefty sack full of gold coins. As she gives it to you, you're distracted by her ruby-set crown.",
          "1": "This event seems a bit hard: you need to fire three arrows straight into a paillon sitting some fifty meters away from you. You aren't really deft, and two of your arrows miss the target entirely. You end up last but, still happy from partaking in the festivities, you resume your journey with a smile on your lips.",
          "2": "As you notch your first arrow, a loud sneeze disrupts your moves. Your bow slips out of your hands, and the arrow flies straight towards a brawny knight, etching itself into a wooden panel, infinitely close to his head. The knight glances at you with a deathly stare, and starts moving towards you. You suddenly feel a great call for adventure, and quickly go away, resuming your usual journeying."
        },
        "text": "Join the archery tournament."
      },
      "joinJoust": {
        "outcomes": {
          "0": "After winning three consecutive jousts, you end up in finals against the Count of the neighboring region. He knocks you off your horses with bewildering ease and extreme nimbleness. You are thus the second place on the podium. As the lord's wife, named Yseldia, gives you a heavy sack, you are captivated by her ruby-set crown. You absentmindedly take your prize from her fine hands.",
          "1": "A new joust is about to start. A groom gives you a grey cob, whose previous master died recently. You now face Yvan, a renowned knight. As you start galloping, so does your foe. He knocks you off your horse with ease and, as you violently smash onto the dusty floor, your mount unfortunately steps on a collarbone, which lets out a nasty crunch.",
          "2": "After noticing an unsupervised bay nag, you take it in order to joust. You end up as the grand winner! The local lord's spouse, Yseldia, hand-delivers your prizes.",
          "3": "As you feel the high of jousting taking over you, you realize you have no steed, and thus cannot partake in the event. With much disappointment, you choose to continue your journey, grumbling."
        },
        "text": "Join the joust."
      },
      "joinMelee": {
        "outcomes": {
          "0": "Upon seeing the sharp and shimmering weapons of the other competitors, your courage quickly melts away, much like snow under the sun. You chose to sneakily get away before being forced to depart from this world with unfinished business.",
          "1": "After narrowly escaping an otherwise-fatal halberd attack, from a finely decorated weapon set with green gems, you manage to defeat its wielder. The Herald of Arms announces your victory, and the Lord's spouse, Yseldia, hands you your prize in person. While thanking her, you carefully study her magnificent ruby-set crown.",
          "2": "After easily getting rid of most of the competitors, you feel greatly tired, and lose your fight against the last standing person. You then notice a nasty gash in your hand, so you go to see the city's healer. He bandages your wound and insists on letting you rest properly.",
          "3": "You greatly underestimated your foes' might, and one of them knocks you down. Ignoring your pleas for mercy, your enemy, wielding an emerald-set halberd, snickers before tearing a deep gash in your arm."
        },
        "text": "Join the melee fight."
      },
      "joinPoetry": {
        "outcomes": {
          "0": "The crowd is captivated by your poem's rythm, rhymes, as well as its tone. You are crowned the ultimate winner. Yseldia, the Lord's spouse, hands you your prize, still moved by your art.",
          "1": "A few minutes before the reveal of the results, you notice the sad disappearance of your purse. You guess it was stolen from you sometime during the event. Thankfully, you only had on you a small part of your funds! Still heartbroken by this loss, you go back to your travels without continuing on with the festivities.",
          "2": "As you deliver your poem with great poise, you notice a lovely lady eyeing you with much fervor. Just as you're finished with your bit, this lady holds your hand and runs away with you. A few streets away, the lady stops and kisses you passionately. You, however, are on the quest for the Princess, so you quickly explain to the lady that your heart already belongs to someone... As you bid this lady farewell, she insists on giving you an item so that you would remember her forever."
        },
        "text": "Join the poetry contest."
      },
      "searchFood": {
        "outcomes": {
          "0": "You find a street food stall, managed by a mixed-race woman. She's named Lucya, which strangely rings a bell... As you converse, she tells you she's worked for the famous Boug-Coton inn. She left because of her great thirst for adventure, and is now one of the travellers who, like you, roams the country doing various things, in the hope of winning the princess' hand. Happy with how your chat went, Lucya gives you a small flask of spiced mead. You feel revitalized, and ready to continue roaming on your own.",
          "1": "You do not stumble upon any street food stall: an entertainer passing by tells you that a great feast will happen in a few hours. Unwilling to waste that much time, you get out of the city.",
          "2": "You find a street food stall, managed by a mixed-race woman. She's named Lucya, which strangely rings a bell... A few minutes into chatting with her, she tells you she plans to open her own inn a few years later, should her life as an adventurer be unsuccessful. Finding you quite nice to talk to, Lucya gives you an honey-coated biscuit, which you greatly enjoy."
        },
        "text": "Change your mind and seek a food stall."
      }
    },
    "text": "As you near Claire de Ville, you notice that the usually busy city is now almost entirely focused on the outsides of its great walls: a tournament is taking place there! In the hoards attached to the walls, jesters, troubadours, minstrels, heralds, bards, and tellers bellow with joy. They cheer at each strike, whether it be from a sword, lance, or even mace. Overjoyed in the midst of all this spirited mess, you choose to join in and partake in this tournament. You go to the tournament's overseer, who accepts your participation, and asks you to choose a category in which to compete."
  },
  "73": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "You get out of the mass of people, and swiftly make your way towards the fatman's chariot. Inside this place, you see a cat with its children, and immediately understand the scam! You approach the trainer and negotiate a good price in return for your silence regarding the scam.",
          "1": "Fascinated by those adorable babies, you sneak towards the back of the trainer's chariot to see if there are more of them, so you can steal one and sell it for a good price. However, only a cat is present, nursing its children. In despair, you grab the cutest kitten and hide it in your bag. As clever as you are, you quickly find someone who accepts the exchange.",
          "2": "You get away from the mass, hoping to find a better spot from which to see the show. Fully focused on the spectacle, you do not pay attention to where you put your feet, and fall into a wide open case that was randomly laying in the middle of the road. That the case closes itself on you, before you even get a chance to understand what's happening. You end up all dizzy."
        }
      },
      "goAway": {
        "outcomes": {
          "0": "You feel nothing but pure indifference towards this show, and choose to quickly leave the crowd before falling victim to any of the usual thieves. Those people, in fact, never let go of any opportunity to stealthily take riches from others, whether a lord or a peasant. Moreover, their shady endeavors are rendered easier by those kind of events where people are closely packed.",
          "1": "You immediately go back to your travels. You cannot lose any time on such clownery. After a while, you realize you went the wrong way, so you turn around, deeply affected by the loss of those precious minutes.",
          "2": "You promptly leave the gathering, and stumble on a bag left to lay on the ground. You are slightly hurt. The bag is of a slightly-faded brown color, and even though its material is worn out, it is still in a pretty good state. You choose to explore the contents of this bag, hoping to find something to compensate your hurting leg. You discover a small bag of coins, as well as a maybe-useful item.",
          "3": "You decide to continue your journey, indifferent to the crowd's merriment."
        },
        "text": "Leave."
      },
      "look": {
        "outcomes": {
          "0": "You choose to stay here and see those spectacular animals, awed by the sheer cuteness they emit. You found this performance deeply pleasurable, so you give some coins to the trainer.",
          "1": "You wish to spectate this show, but it ends mere moments after your arrival. Even though you are deeply disappointed, you leave this place.",
          "2": "You glance at the training but, after all of your adventures, this isn't really anything impressive. You quickly leave the crowded area and continue your travels."
        },
        "text": "Revel in the rare sight."
      },
      "shame": {
        "outcomes": {
          "0": "You immediately understand the \"rare beasts\" are nothing but kitten. You are sure of this fact as you already encountered actual tigers before, and their cubs are way bigger. You start and call out the scandalous scam, and demand that the scammers compensate you a great sum, or else you'll tell everyone about it. They accept your conditions, hoping you quickly get out of here.",
          "1": "You watch the trainer, whip in hand, ready to attack a young tiger. Like a good defender of lost causes, you rush at him, screaming for him to stop and release these poor tigers. Before you can reach him, the man flogs you, to the applause of the furious crowd.",
          "2": "The show is ending as you came and, as a great businessman, the trainer offers that, for a small fee, members of the crowd come up and pet the tigers. You shout with all of your strength, warning everyone that it is a massive scam and the \"beasts\" are mere kitten, but no one pays attention to you. You continue screaming your head off, but eventually take your leave."
        },
        "text": "Call out the shameful act."
      }
    },
    "text": "Walking nonchalantly along the Road of Wonders, you approach a motley crew captivated by something out of your sight. As you walk towards them, you notice that they are forming a semi-circle around a heavyset man. You advance further and notice that he is dressed in a tight-fitting red show suit with yellow shoulder patches and blue briefs pulled over his uniform. On his imposing chest is a small royal blue crest, which you are unable to decipher. You make your way through the many onlookers until you reach the front row. You finally notice that it's a lion trainer with a long brown leather whip and, at his feet, two magnificent baby tigers whom he is teaching to perform a few tricks."
  },
  "8": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "You rest for a few minutes before slowly leaving for the passes. You end up getting exhausted on the other side, you will have to rest before leaving!"
        }
      },
      "forest": {
        "outcomes": {
          "0": "You cross the forest without too many difficulties, and continue your journey!",
          "1": "You walk slowly through the firs. On the way, you pick up fir branches and make small objects you can use or sell...",
          "2": "You are progressing slowly through the forest. Unfortunately, the ground is slippery and you fall to the bottom of a ditch! You manage to come back out but you're hurt!"
        },
        "text": "Continue through the fir forest."
      },
      "plains": {
        "outcomes": {
          "0": "You finally change your mind and decide to stay on the plains. While less dangerous, this path is also longer, so you lose a lot of time!",
          "1": "You finally change your mind and decide to stay on the plains. While less dangerous, this path is also longer, so you lose a lot of time! After a few kilometers, you stop to rest in an inn."
        },
        "text": "Forget climbing to the top and stay close to the plains."
      }
    },
    "text": "You decided to take advantage of the summer passing through the mountains as long as the passes aren't too snowy, however, the climb is more difficult than expected..."
  },
  "9": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "You stare blankly for 15 minutes as the farmer looks for his pitchfork before leaving."
        }
      },
      "help": {
        "outcomes": {
          "0": "After a quarter hour looking, you find the pitchfork next to a pile of hay. To thank you, the farmer offers you some coins.",
          "1": "After half an hour of searching, you can not find the pitchfork. You discover, however, an object that may be useful to you!",
          "2": "Looking for the pitchfork, you step on it and get a nasty cut.",
          "3": "You look for the pitchfork for almost an hour, but you can't find it. You leave the peasant politely and continue your journey."
        },
        "text": "Help the farmer to find his pitchfork."
      },
      "skip": {
        "outcomes": {
          "0": "You continue your way without paying attention to the peasant.",
          "1": "Continuing through the field, you fall on the pitchfork, severely cutting your foot."
        },
        "text": "Carry on."
      }
    },
    "text": "In the middle of a field, you meet a farmer. He lost his pitchfork..."
  }
}