{
  "1": {
    "possibilities": {
      "cutTree": {
        "outcomes": {
          "0": "Felling this tree took half an hour!"
        },
        "text": "Fell the tree and continue."
      },
      "end": {
        "outcomes": {
          "0": "The tree has been cut down and the road is clear, but unfortunately, pillagers have stolen almost all you've collected during your last travel!"
        }
      },
      "otherWay": {
        "outcomes": {
          "0": "Going another way seemed to be a great decision, you didn't waste any time!",
          "1": "Going another way seemed to be a great decision, but unfortunately, you've injured yourself while walking."
        },
        "text": "Go another way."
      }
    },
    "text": "A tree fell on the path and blocked it!"
  },
  "10": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "You end up continuing on without paying any more attention to this rather boring situation!"
        }
      },
      "help": {
        "outcomes": {
          "0": "The man politely refuses your help, and you continue on your journey.",
          "1": "Thanks to you, the man catches a superb fish weighing in at 3 kg! To thank you, he offers you something that could be useful to you...",
          "2": "Thanks to you, the man catches a superb fish weighing over a kilo! He offers you some money to help you in your adventure.",
          "3": "The fish at the end of the line must be huge! You find yourself quickly pulled down to the bottom of the water! You are saved just in time by the fisherman. Stunned by this adventure, you will have to heal before continuing!"
        },
        "text": "Offer your help."
      },
      "push": {
        "outcomes": {
          "0": "But why did you do it? {emote:other.why} Feeling remorseful, you help the poor man and offer him a few coins to make up for it."
        },
        "text": "Push the fisherman into the water!"
      },
      "skip": {
        "outcomes": {
          "0": "You don't have even a minute to lose to help a fisherman! You go your way."
        },
        "text": "Keep going, no time to waste!"
      }
    },
    "text": "As you pass a lake, you notice a man who seems to be having difficulties on his fishing trip!"
  },
  "11": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "After spending several long minutes chatting with the stranger, you end up setting off again! Following her directions, you arrive safely at the other end of the forest."
        }
      },
      "followHint": {
        "outcomes": {
          "0": "It was indeed a shortcut!",
          "1": "You're being ambushed! After robbing you of all of your belongings, the thieves cowardly flee. Severely wounded, you fall, unconscious."
        },
        "text": "Follow the advice of the mysterious woman."
      },
      "forest": {
        "outcomes": {
          "0": "You get lost for several hours in the forest but find your way out unscathed.",
          "1": "You waste a lot of time moving through the forest, but you managed to cross it! On your way out, you pick up an item that may be useful to you!",
          "2": "While crossing the forest, you take a big fall into a pit. The wound is deep, you'll absolutely have to heal yourself!"
        },
        "text": "Cross the forest anyway."
      },
      "oppositeSide": {
        "outcomes": {
          "0": "You're not sure why you took a route 10 times longer than you originally planned, but you finally arrived at the right place."
        },
        "text": "Avoid the forest by going the way opposite to the one you were told."
      }
    },
    "text": "As you get ready to enter a forest, a mysterious woman explains there is a shorter path through the west."
  },
  "12": {
    "possibilities": {
      "craftBoat": {
        "outcomes": {
          "0": "While attempting to build your raft, you slightly injure yourself! You decide to abandon the construction after spending several hours on it and head back in another direction.",
          "1": "After spending several hours building your raft, you start to cross the river... and sink miserably in the middle. The water is freezing, but you barely reach the other side, freezing and weakened. You will need to be treated before you can continue!",
          "2": "You build a small raft in a few hours and easily reach the other side. When you leave your raft, you pick up an item that, if useless to you, may be easily sellable!"
        },
        "text": "Try to build a raft."
      },
      "end": {
        "outcomes": {
          "0": "After a few hours on the riverside, you finally walk away in a random direction."
        }
      },
      "otherWay": {
        "outcomes": {
          "0": "You decide to go in another direction, but it takes you an entire hour to find a direction that suits you!"
        },
        "text": "Go another way."
      },
      "searchBridge": {
        "outcomes": {
          "0": "After 30 minutes, you finally give up and head off in another direction...",
          "1": "After 60 minutes, you finally find a river crossing. You decide not to go to the village, which is now too far away, and continue your journey in another direction.",
          "2": "After a few minutes, you find a little wooden bridge. You quickly reach the village where the locals, eager to meet a stranger for the first time in ages, offer you a few coins.",
          "3": "After a few minutes, you find a little wooden bridge. Unfortunately, it's in a state of disrepair as no one took it for years. A few steps in, a plank collapses under your weight! You manage to hold on the railing in the nick of time and land on solid ground. However, being stunned, you'll have to heal yourself!"
        },
        "text": "Look for a bridge further away."
      },
      "swim": {
        "outcomes": {
          "0": "The water is frozen! You motivate yourself and dive. Once on the other side, you realize your mistake. You are freezing and weakened. You will need to heal before continuing!",
          "1": "You reach the other side easily, and when you arrive in the village, people greet you and give you something to eat."
        },
        "text": "Swim across the river."
      }
    },
    "text": "You see a river in front of you. On the other side of the shore, you catch a glimpse of the village."
  },
  "13": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "You visit the city for many hours before continuing your journey."
        }
      },
      "goAway": {
        "outcomes": {
          "0": "You cross the little village in just half an hour and continue on your way.",
          "1": "You lose a good hour going around the town but calmly continue on your way."
        },
        "text": "Leave."
      },
      "goForge": {
        "outcomes": {
          "0": "There's nothing interesting in this forge... You quickly leave the place and continue on your way.",
          "1": "While trying a sword, you broke the smithy's window! The blacksmith asks for compensation!",
          "2": "No one is in the forge, which seems to have been abandoned for years. Before leaving, however, you notice an object that could be useful for the rest of your adventure...",
          "3": "The forge seems to have been abandoned for years. So you set off again.",
          "4": "You enter and greet the blacksmith. After a quick inspection of his work, you understand you won't find anything interesting here. You go back on your way."
        },
        "text": "Go to the forge."
      },
      "goInn": {
        "outcomes": {
          "0": "After chatting for 2 hours with the innkeeper, you finally learn that there are no rooms available for the night! You set off again, frustrated at the inability to enjoy a good night's sleep.",
          "1": "You pay for a room for the night and fall down on the bed. You will need to sleep before resuming the adventure.",
          "2": "The inn seems to have been abandoned for several years... You continue on your way without further question."
        },
        "text": "Go to the inn."
      },
      "goMarket": {
        "outcomes": {
          "0": "You explore the market for 30 minutes before discovering a small object on the ground that could be useful to you...",
          "1": "After wasting 60 minutes strolling through the stalls, you end up leaving the city without having found anything interesting.",
          "2": "Just as your vigilance was at its lowest at the market, you receive a violent blow to the back of the head and collapse to the ground... After that, you have no memory. You'll need to heal yourself before you can move on!"
        },
        "text": "Go to the market."
      }
    },
    "text": "After spending several weeks walking without any human encounter, you finally enter a small town that seems rather lively."
  },
  "14": {
    "possibilities": {
      "chatWorker": {
        "outcomes": {
          "0": "The man sees you and suggests that you make an object with him. After almost an hour, your creation is finished. The man offers it to you as a reward!",
          "1": "You watch the worker make an axe for about ten minutes before you decide to hit the road again.",
          "2": "The worker sees you and suggests that you make a sword with him. Enthusiastic about getting a new weapon, you accept. You don't take long to clumsily drop your heavy creation onto your foot. Seriously wounded, you give up the idea of creating your own weapon."
        },
        "text": "Chat with the worker."
      },
      "end": {
        "outcomes": {
          "0": "You bypass the house and continue on your way."
        }
      },
      "goAway": {
        "outcomes": {
          "0": "You leave without wasting any time.",
          "1": "You continue on your way around the meadow.",
          "2": "You decide to continue walking despite the fatigue. After a few miles, you collapse at the side of the road."
        },
        "text": "No time to lose! You have to keep going!"
      },
      "stayNight": {
        "outcomes": {
          "0": "After a quick chat with the man, he agrees to take you in for the night. Exhausted, you collapse from fatigue on the bed.",
          "1": "The man quickly admits he can't accommodate you for the night, but offers to share his meal with you. You politely refuse and go back on your way.",
          "2": "You only get a simple growl in response. The residents of the region seem to dislike foreigners.",
          "3": "The man quickly refuses to share his bed with you but offers to share his dinner with you. Hungry and exhausted, you accept his offer."
        },
        "text": "Ask to stay the night to rest and recover."
      }
    },
    "text": "As exhaustion starts to be felt, you discover a small house standing in a small clearing. You approach and find a man busy forging an incandescent piece of metal."
  },
  "15": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "You spend a long time watching them set up their camp, before coming to your senses and continuing on your journey."
        }
      },
      "skip": {
        "outcomes": {
          "0": "There's still a long way to go, no time to stop!",
          "1": "You continue on your way without wasting any more time!",
          "2": "You continue on your way without stopping.",
          "3": "You continue without stopping, walking through the small streets. At the corner of one of them, you are savagely pushed by a man who quickly flees."
        },
        "text": "Continue walking without wasting any more time."
      },
      "steal": {
        "outcomes": {
          "0": "You pick up a few coins and flee as quickly as possible without feeling any remorse.",
          "1": "Unfortunately, there's nothing to steal. However, your attempt did not go unnoticed! Shame on you, you give the owners back their coin and head back to the main road.",
          "2": "Caught red-handed! Faced with five men of imposing stature, you bitterly regret your unfortunate act. You leave, feeling groggy after paying compensation."
        },
        "text": "Discreetly take a few coins from the register."
      },
      "trade": {
        "outcomes": {
          "0": "You chat for a while with these friendly merchants, who decide to trade with you!",
          "1": "Unfortunately for you, the group of merchants has nothing to sell, so you go on your way.",
          "2": "Less welcoming than you expected, the group of men quickly surrounds you and, through threats, relieves you of a few coins before running away!",
          "3": "You should have trusted your intuition and refused this \"good deal\"... The beautiful diamond sword you were promised looks more like a soft foam sword. You quickly retrace your steps but the door to the shop seems definitively closed! Swearing never to be duped again, you go back on your way."
        },
        "text": "Try trading with them."
      }
    },
    "text": "As you are walking through a town through narrow alleys, you enter what seems to be a small shop where a group of men are quietly chatting."
  },
  "16": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "After admiring the building for about fifteen minutes, you go back on your way.",
          "1": "You enjoy the view of the castle.... Then finally remember your quest and go back on your way."
        }
      },
      "enterCastle": {
        "outcomes": {
          "0": "Shortly after entering the castle, you realize how insalubrious the place is. Abandoned for years, the building is totally damaged. After a few minutes of exploration, you enter a large, dilapidated room, as a huge piece of the ceiling falls onto you! With great difficulty, you manage to get out of the building, wounded.",
          "1": "You enter the castle and quickly walk through the area. After a few minutes, you find a room that looks like the old armory. In a hurry to get out of the building, you pick up the first object that falls into your hands and get out at a quick pace.",
          "2": "It seems this castle isn't as abandoned as it looks! Shortly after entering, you hear noises coming from various rooms. With little confidence, you prefer to continue on your way."
        },
        "text": "Enter to search the castle."
      },
      "skip": {
        "outcomes": {
          "0": "You carry on with your adventure without worrying about the castle."
        },
        "text": "Continue walking."
      },
      "walkAround": {
        "outcomes": {
          "0": "You go around the castle, but you can't find anything. Believing you wasted enough time, you continue your way.",
          "1": "This sweep doesn't tell you much about the big building. However, you discover numerous small gold coins scattered around the castle. Happy with your discovery, you head back on your way.",
          "2": "As you began to walk around the castle, you accidentally fall into a hole. Injuring your leg, this sweep will cost you a lot of time!"
        },
        "text": "Walk around the castle's exterior."
      }
    },
    "text": "After following a small river for hours, you discover what seems to be an old, abandoned castle by the riverside."
  },
  "17": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "After a few moments of reflection you decide to quickly continue on your journey.",
          "1": "You look for another food source, but after a long search you realize that there aren't any food sources. Unconvinced by the options available to you, you go back on your way."
        }
      },
      "fruits": {
        "outcomes": {
          "0": "You climb as high as you can and pick a fruit. You quickly satisfy your hunger and feel your strength restored thanks to this sugar intake.",
          "1": "As you were about to pick a fruit from the top of the tree, the branch supporting you snaps under your weight! Stunned by your fall, you decide to give up on your meal and go back on your way.",
          "2": "You quickly pick a fruit and eagerly take a vigorous bite... It's only a few hours later that you realize your mistake."
        },
        "text": "Climb the huge tree facing you and get fruit from it."
      },
      "hunt": {
        "outcomes": {
          "0": "With no animals in sight, you continue your journey without further ado.",
          "1": "After a long frantic chase with a wild animal, it stops fleeing and charges you furiously. Stunned by the force of the attack, you are unable to dodge and suffer the beast's wrath. Seriously injured, it will take time before you can resume your adventure.",
          "2": "You quickly stab some critters with your blade and eat your prey with great hunger before continuing on your journey, full."
        },
        "text": "Attempt to hunt a wild animal."
      },
      "mushrooms": {
        "outcomes": {
          "0": "As you bend down to pick up the mushrooms, you see a strange object shining on the ground...",
          "1": "You pick up a few mushrooms before noticing that you don't have anything to cook them. Abandoning your picking, you get back on the road.",
          "2": "You bite into a red mushroom with small white dots... and quickly regret this action!"
        },
        "text": "Gather mushrooms."
      },
      "salad": {
        "outcomes": {
          "0": "You pick a small amount and eat your meal. Energized by your meal, you head back on your way.",
          "1": "After some research, you don't really find any plants satisfying your hunger, so head back on your way without eating anything.",
          "2": "You quickly change your mind. While looking around, you discover thick vegetation preventing you from gathering anything. Without wasting any more time, you continue on your journey."
        },
        "text": "Make a salad with the plants you find."
      },
      "skip": {
        "outcomes": {
          "0": "You continue your journey without wasting any more time.",
          "1": "You decide not to eat, but end up regretting this decision a few hours later. Starving, you decide to take a rest before setting off again."
        },
        "text": "Forget eating here and leave, hoping to find a better place to eat."
      }
    },
    "text": "Hungry after your day of travel, you decide to stop and look for something to eat around you."
  },
  "18": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "You watch the site for a few minutes, then realize that it really is deserted. You continue on your way."
        }
      },
      "searchScaffolding": {
        "outcomes": {
          "0": "You climb to the top of the scaffolding, but except for a beautiful landscape, you find nothing. After spending a few minutes admiring it, you leave.",
          "1": "Climbing the unstable structure, you discover a breathtaking view of the region! You take advantage of the viewpoint to spot an object down below.",
          "2": "You climb the ladder, but when you reach the halfway point, a bar breaks, and you fall to the ground! Shaken from the fall, you slowly come to your senses."
        },
        "text": "Search the scaffolding."
      },
      "searchSite": {
        "outcomes": {
          "0": "You search for 30 minutes, but you find nothing of interest.",
          "1": "After 40 minutes of searching, you finally find something which could be useful!",
          "2": "While searching through a toolbox, you cut your hand on a rusty pair of pliers. The wound is really deep!"
        },
        "text": "Search the construction site."
      },
      "skip": {
        "outcomes": {
          "0": "You decide to ignore this site and continue on your way.",
          "1": "You watch the site from a distance, unable to see the pickaxe on the ground. You cut your foot on the way out."
        },
        "text": "Move on without worrying about it."
      }
    },
    "text": "You arrive at a city without finding anyone. After crossing you spot a construction site that seems just as deserted."
  },
  "19": {
    "possibilities": {
      "butch": {
        "outcomes": {
          "0": "You approach the corpse and skin it. You sell its fur to the first itinerant merchant you come across.",
          "1": "You skin the fox and set off in search of a way to sell its skin. A few minutes later, you come across a merchant who offers to trade it for one of his quality items, and you accept.",
          "2": "You skin the fox and look for a place to sell its fur. Unfortunately, it soon rots and flies gather around you. You end up abandoning the fox by the side of the road - a bit late, as you're soon feeling quite unwell!"
        },
        "text": "Skin the fox to resell its skin."
      },
      "cook": {
        "outcomes": {
          "0": "Considering your poor cooking skills, you should've expected it, you get sick soon after tasting your meal.",
          "1": "Despite your reduced cooking skills, your fox on the spit satiates you well.",
          "2": "You approach the fox to pick it up, when suddenly it rears up and bites you! You flee, wounded and with your stomach in your heels.",
          "3": "You've cooked this fox surprisingly well, and after eating it, you feel refreshed."
        },
        "text": "Try to cook the fox."
      },
      "end": {
        "outcomes": {
          "0": "You look hesitantly at the beast lying on the ground. Finally, you move on."
        }
      },
      "skip": {
        "outcomes": {
          "0": "You choose to ignore the corpse and waste no time.",
          "1": "You choose to ignore the fox and waste no time... but as soon as you pass him, the fox gets up and bites you violently!"
        },
        "text": "Just ignore it and hurry to the nearest inn."
      }
    },
    "text": "After many days without being able to sustain yourself, you see a dead fox on the side of the road, seemingly fresh."
  },
  "2": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "You decided not to move, the dog mustn't have liked it as it bit you and ran away!"
        }
      },
      "followDog": {
        "outcomes": {
          "0": "You lose track of the dog after a few minutes, he was going too fast! You decide to continue your way but quickly realize that you hadn't been paying attention to your orientation... Now you're lost!",
          "1": "You lose track of the dog after a few minutes next to a tree. Looking around you, you discover a lot of small coins scattered all over the place!"
        },
        "text": "Follow the dog."
      },
      "skip": {
        "outcomes": {
          "0": "After 15 minutes of chase you manage to lose the dog, he didn't seem very friendly!",
          "1": "You continue without worrying about the dog. He doesn't insist.",
          "2": "As you try to escape, you suddenly fall into a ditch, leaving a deep wound... You'll need to be healed before continuing!"
        },
        "text": "Continue without worrying about the dog."
      }
    },
    "text": "In front of you, a dog comes running around you. He seems to want you to follow him!"
  },
  "20": {
    "possibilities": {
      "alert": {
        "outcomes": {
          "0": "The guards follow you and arrest the corrupt guard. The woman gives you an object as a token of her appreciation.",
          "1": "Unfortunately, the guards you tried to alert don't care about their colleague's evil deeds. At your insistence, they engage you in a fight. You win the battle despite some wounds, but it's too late. The woman lies on the ground alongside two guards."
        },
        "text": "Contact other guards to warn them about their colleague's deeds."
      },
      "end": {
        "outcomes": {
          "0": "You continue your journey without paying attention to the guard.",
          "1": "Dazed, you watch the scene for five minutes. The guard finally notices you, so you hurry on."
        }
      },
      "skip": {
        "outcomes": {
          "0": "You do not pay attention to the situation and continue your journey.",
          "1": "As you pass by, you stumble and fall to the ground."
        },
        "text": "Keep walking."
      },
      "surpriseAttack": {
        "outcomes": {
          "0": "You manage to stun the guard and retrieve a precious object he was carrying.",
          "1": "At the last moment, the guard turns around and attacks you. After a fierce battle during which the woman escaped, you failed to deflect one of their attacks. Victorious, the guard nevertheless leaves you alive and also flees.",
          "2": "The guard dodges and the woman manages to escape. Having scared off the guard, you find her out of danger. To thank you, she offers you a few gold coins."
        },
        "text": "Attack the guard to help the lady."
      }
    },
    "text": "While walking peacefully in a village, you notice a guard stealing from a poor woman."
  },
  "21": {
    "possibilities": {
      "crossBridge": {
        "outcomes": {
          "0": "The crossing seems risky, but you have no time to lose, so you cross. After a 5-minute walk across the bridge, you reach the end safe and sound.",
          "1": "As you cross the bridge, you see a small bag. While opening it, you notice numerous coins.",
          "2": "As you walk across the bridge, you hear little creaks, when suddenly, a plank falls and you fall with it.",
          "3": "As you cross, a plank falls off. Fortunately, you manage to hold on to a sturdier board. After a few minutes to recover, you continue on your way."
        },
        "text": "Take a risk crossing the bridge."
      },
      "end": {
        "outcomes": {
          "0": "You wait about twenty minutes, observing the bridge, then continue on your way.",
          "1": "No time to lose, you continue on your way without worrying about this dangerous path."
        }
      },
      "otherWay": {
        "outcomes": {
          "0": "After a good hour's walk, you come across another bridge which seems to be in much better condition, and decide to take it.",
          "1": "Along the way, you notice a small crate and open it. In it is a seemingly useful object. Pick it up and continue on your way.",
          "2": "You spot a bridge and rush to reach it as quickly as possible. However, you trip over a tree trunk and injure yourself."
        },
        "text": "Search for another path a little further."
      }
    },
    "text": "Continuing your trip, you arrive in front of a dilapidated bridge above an enormous chasm."
  },
  "22": {
    "possibilities": {
      "buy": {
        "outcomes": {
          "0": "You approach the farmer and ask for some fruit, which he gives you in exchange for a few coins. Fifteen minutes later, you notice that they've been poisoned and fall to the ground.",
          "1": "The farmer agrees to sell you 2 apples for a few coins. After eating them, you regain a lot of energy and set off again.",
          "2": "The farmer refuses to sell you fruit, so you continue on your way without wasting any more time."
        },
        "text": "Go buy fruit from this man."
      },
      "end": {
        "outcomes": {
          "0": "You watch the tree for about twenty minutes, then leave.",
          "1": "The farmer sees you, and offers you some fruit you willingly accept."
        }
      },
      "skip": {
        "outcomes": {
          "0": "You simply continue without worrying about these seemingly appealing fruits."
        },
        "text": "Don't worry about it."
      },
      "steal": {
        "outcomes": {
          "0": "After a few minutes spent here, you leave with some fruit. You decide to make a profit by selling them in the next village.",
          "1": "The farmer realizes your presence in his fields, and beats you up.",
          "2": "After eating some fruit, you leave, having regained your energy.",
          "3": "The farmer quickly notices your attempt, and catches you. After retrieving his fruits, he asks you for compensation."
        },
        "text": "Go steal fruit from the tree."
      }
    },
    "text": "As you walk through a farmer's property, you see an apple tree with very appetizing fruit."
  },
  "23": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "You spend 15 minutes watching them and decide to continue your journey without paying any more attention."
        }
      },
      "help": {
        "outcomes": {
          "0": "You decide to come closer and help them. After spending 45 minutes helping them, these individuals thank you and give you money.",
          "1": "You spend almost an hour repairing their cart. Once it's repaired, the group of people pounce on you, and steal some of your belongings.",
          "2": "You quickly repair their cart. Happy, they thank you and offer you a gift that will surely serve you for the rest of your journey."
        },
        "text": "Help these people repair their cart."
      },
      "skip": {
        "outcomes": {
          "0": "You don't want to waste any time, and continue on your journey.",
          "1": "When you leave, you stumble into a hole and hurt yourself."
        },
        "text": "Don't worry about those individuals who seem suspicious."
      }
    },
    "text": "You're strolling through the forest, when suddenly you spot a broken-looking wagon. All around you, the group of people seem to be in a bad way."
  },
  "24": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "You're not interested in any of the stands, and quickly leave town after a few glances.",
          "1": "You decide not to buy anything, but you still spend a long time between the stands."
        }
      },
      "foodStand": {
        "outcomes": {
          "0": "This food is incredible! You've never eaten anything so good in your entire life. You feel invigorated and relaxed.",
          "1": "This food is strange. As soon as you swallow it, you get headaches, hallucinations and nausea. You've been poisoned! From the smile on your cook's face, there's no doubt about it. You vomit the poison on the table, but you're not sure you've eliminated it all.",
          "2": "This food is quite classic. You don't feel anything while you're eating it or after you've finished, and then quickly forget what it tastes like."
        },
        "text": "Go to a food stand."
      },
      "gameStand": {
        "outcomes": {
          "0": "You play this game several times but never succeed in getting your prize back. Disappointed with your performance, you pay the manager and leave.",
          "1": "You play this game again and again for a long time, but with no luck. However, since the manager became friends with you, he'll partially refund you. You leave with a warm thanks.",
          "2": "You've hit the jackpot! Happy and jumping with excitement, you pick it up and head out of town."
        },
        "text": "Go to a game stand."
      },
      "itemStand": {
        "outcomes": {
          "0": "For hours, you search for the object you want, but no one has it. To avoid buying anything useless, you powerfully decide to buy nothing at all.",
          "1": "There it is! You've been looking for this object for days and finally found it! You buy it quickly without paying attention to the price and then leave."
        },
        "text": "Go to an item stand."
      }
    },
    "text": "You're going up a hill. As you look around, you see lights in the distance. As you get closer, you also hear music. It's a festival! Excited to party, you run to the city."
  },
  "25": {
    "possibilities": {
      "dontHelp": {
        "outcomes": {
          "0": "You don't look at the massacre that took place, instead going a little further to rest.",
          "1": "No time to lose! You continue your journey.",
          "2": "In a hurry to continue your journey, you trip on a lifeless body, and get hurt."
        },
        "text": "Don't help them."
      },
      "end": {
        "outcomes": {
          "0": "Having taken a quick look at the soldiers busy with their searches, you decide to continue on your way.",
          "1": "Tired, you fall steep and fall asleep on the ground."
        }
      },
      "help": {
        "outcomes": {
          "0": "You decide to go to the soldiers and offer your help in searching for survivors. After 45 minutes of help, a soldier offers you some money to thank you for your invaluable assistance.",
          "1": "While searching for survivors, you're attacked by someone looting bodies! After a struggle, you flee and continue on your way."
        },
        "text": "Offer to help."
      },
      "steal": {
        "outcomes": {
          "0": "You decide to bypass the soldiers and loot the bodies of the poor dead to try and make a little money.",
          "1": "While looting bodies, you are suddenly caught by a soldier. He takes advantage of your situation to rob you before telling you to move on quickly."
        },
        "text": "Loot the bodies."
      }
    },
    "text": "After several days of trouble-free travel, you finally arrive at the scene of a small skirmish between two armed groups. Spirits seem to have calmed down, however, and you notice several soldiers busy searching for possible survivors."
  },
  "26": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "After spending 15 minutes watching this scene, you leave, shocked, but continue your adventure."
        }
      },
      "goAway": {
        "outcomes": {
          "0": "Horrified by this barbaric act, you quickly move on.",
          "1": "As you walk away, you see a box in the distance. After a few minutes' walk, you reach it, open it and discover a bag full of money."
        },
        "text": "Away from the massacre."
      },
      "steal": {
        "outcomes": {
          "0": "After robbing a few people, you leave with an object that seems very interesting! After walking for about 30 minutes, you look at what it is.",
          "1": "You're about to steal from a resident when, suddenly, he turns around and grabs you with a strong grip before kicking you. After a fight, you run away."
        },
        "text": "Steal from the audience."
      },
      "trySave": {
        "outcomes": {
          "0": "After struggling through the crowd, you intervene as quickly as possible and manage to extricate the man. After running through the village, the grateful man gives you an object to use for the rest of your adventure.",
          "1": "As you make your way through the crowd to try and prevent the murder, you are pushed hard and fall to the ground.",
          "2": "After succeeding in leaving the site with the man, you get caught and beaten up by a group of people. After initially feeling relieved, you notice these people have robbed you.",
          "3": "After trying to violently intervene, the executioner grabs you by force. You're struggling, but nothing can change that. It's your turn to be sentenced to death."
        },
        "text": "Intervene and prevent the man from dying."
      }
    },
    "text": "While walking through a village, you notice a group of people. Up close, you quickly notice that a hanging is in progress. After some discussion, you learn that this person is sentenced to death for \"remarks contrary to the values of the church\"."
  },
  "27": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "You blankly stare at the object for 20 minutes, then leave.",
          "1": "Leaning over the well, you observe the object. That's when you tip over. Fortunately, you soon manage to climb back up, but not without serious injury."
        }
      },
      "goDown": {
        "outcomes": {
          "0": "You get seriously injured during the descent and get stuck at the bottom for several hours before someone finds you.",
          "1": "You'll reach the bottom without a hitch, pick up the object and continue on your way.",
          "2": "You jump into the well but find nothing. So you climb back up without wasting any more time.",
          "3": "Once you get to the bottom, you discover a large amount of gold coins that you collect before continuing your journey."
        },
        "text": "Try to descend and retrieve the object."
      },
      "skip": {
        "outcomes": {
          "0": "No time to lose! You continue your journey without paying any attention to this.",
          "1": "You continue on your way, but after a short while walking, you encounter a group of people dressed in black. After struggling hard, you manage to leave, but you have been robbed."
        },
        "text": "Continue on your journey."
      },
      "useBucket": {
        "outcomes": {
          "0": "After an hour of trying, you finally get this object, which turns out to be a simple piece of scrap metal.",
          "1": "Focused on your goal, you don't realize that a young villager catches you, and pushes you into the well. Stunned, you wake up several minutes later.",
          "2": "You quickly retrieve the money from the bottom and continue on your way."
        },
        "text": "Try to grab the object with the well's bucket."
      }
    },
    "text": "Walking through the small village you found, you notice a well with a small shiny object at the bottom."
  },
  "28": {
    "possibilities": {
      "accept": {
        "outcomes": {
          "0": "You join them... and waste 3 hours attending a religious ceremony.",
          "1": "You join them... but decide to leave after 30 minutes, realizing that you still have a princess to rescue and no more time to devote to your faith.",
          "2": "Noticing your lack of sensitivity to their speeches, the group starts to get aggressive! It takes you several minutes to get away from them, but not without a few blows.",
          "3": "You join them, then leave just as quickly, stealing an object that may be useful to you."
        },
        "text": "Accept to join them."
      },
      "deny": {
        "outcomes": {
          "0": "You cut the conversation short and continue your journey.",
          "1": "The group quickly becomes aggressive in the face of your refusal. Finally, you find yourself forced to listen to them talk for a long while to avoid taking any more blows."
        },
        "text": "Gently reject the proposal."
      },
      "end": {
        "outcomes": {
          "0": "Faced with your bliss, the group quickly tires of you and heads off to meet another passer-by."
        }
      }
    },
    "text": "On your journey, a group of men \"preaching the word of the gods\" invite you to join their cause."
  },
  "29": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "You stay in your place, in full sunlight for about 15 minutes, then collapse.",
          "1": "You decide to draw on your reserves and continue on your way so as not to waste any time."
        }
      },
      "restHere": {
        "outcomes": {
          "0": "You rest. However, the floor is very uncomfortable.",
          "1": "You rest. After a good nap, you leave more motivated than ever."
        },
        "text": "Rest on site."
      },
      "restTree": {
        "outcomes": {
          "0": "You discover a shaded area under the trees, and decide to go there. After a short hour of sleep, you leave and continue on your way.",
          "1": "You head for a shaded area, where you rest. But when you wake up, you notice that you've been robbed of your belongings."
        },
        "text": "Rest at the foot of a tree."
      },
      "searchWater": {
        "outcomes": {
          "0": "You remember passing by a lake, so you head for it. Once there, you enjoy a refreshing swim. You're now refreshed and in better shape to continue your journey across the country.",
          "1": "You remember passing by a lake, so you head for it. Along the way, you find an item that will surely come in handy. Once there, you enjoy a refreshing swim. You're now refreshed and in better shape to continue your journey across the country.",
          "2": "You look for a watering hole in vain... You're so tired, you feel faint."
        },
        "text": "Look for a watering hole nearby."
      }
    },
    "text": "Temperatures in excess of 86 °F for several days have been weighing you down. As your strength begins to fail and you are unable to continue your journey, you consider what strategy to follow..."
  },
  "3": {
    "possibilities": {
      "abandon": {
        "outcomes": {
          "0": "You'll be on your way: stealing is wrong, and this box doesn't belong to you!",
          "1": "You decide not to get close to the small chest, believing it is not worth a stop that would cause you to waste precious time."
        },
        "text": "Leave the box where you found it."
      },
      "end": {
        "outcomes": {
          "0": "It's probably a trap! In any case, getting any closer to the box is out of the question! You calmly continue on your way."
        }
      },
      "mineIt": {
        "outcomes": {
          "0": "After wasting 30 minutes breaking the lock, you discover that the chest is empty!",
          "1": "After wasting 30 minutes breaking the lock, you discover that the chest is empty!",
          "2": "After wasting 15 minutes breaking the lock, you find some gold coins!"
        },
        "text": "Attack the padlock with a pickaxe."
      },
      "searchKey": {
        "outcomes": {
          "0": "After 50 minutes of searching, you find the key! Buried right next to the chest, it's the key to a treasure trove of gold coins!",
          "1": "After an hour of searching, you find the key! Buried right next to the chest, it reveals a few gold coins!",
          "2": "After 40 minutes of searching, you find the key! Buried right next to the chest, it's so damaged that you can't open it! You finally give up and leave the box behind.",
          "3": "After 20 minutes of digging all around the little chest, you finally give up and leave it behind.",
          "4": "After 2 hours of searching, you finally give up and leave the chest behind."
        },
        "text": "Search for the key around the discovery site."
      }
    },
    "text": "While traveling along the Route des Merveilles, you discover a box! Unfortunately, it's locked..."
  },
  "30": {
    "possibilities": {
      "duke": {
        "outcomes": {
          "0": "You go to see the Duke and compliment him. He thanks you and decides to offer you some rest at his home.",
          "1": "You go to see the Duke and compliment him. He thanks you and decides to offer you a few coins, telling you to make good use of them, then you go on your way.",
          "2": "You go to see the Duke and try to compliment him. However, rhetoric isn't your forte and the Duke, feeling offended, has you locked up."
        },
        "text": "Go to see the Duke."
      },
      "end": {
        "outcomes": {
          "0": "You don't feel like celebrating today. So you decide to turn back and continue on your way.",
          "1": "You're not ready to party today. You're on your way again, when suddenly you trip and come face to face with a banana. However, this one doesn't seem to be any good."
        }
      },
      "gift": {
        "outcomes": {
          "0": "You feel like giving a gift to Duke Benatis, but you can't find anything that would do the trick. You decide to simply give him some of the money you've collected during your adventures. The Duke accepts your gift.",
          "1": "You approach the Duke to give him a gift. Seeing you arrive, the Duke understands your intention and tells you kindly that it's not necessary, so you just chat with him and then leave the party.",
          "2": "As you go to give a gift to the Duke, the Duke stands up and declares that he has decided to distribute gifts to everyone present. You understand that it would then be useless to give him one, and accept the one that is handed to you by the servants."
        },
        "text": "Give him a present."
      },
      "party": {
        "outcomes": {
          "0": "You get in and enjoy the party that will last until late at night.",
          "1": "The guard sees your dirty shoes and asks you to come back with a more suitable outfit. Fortunately, a young beggar standing next to you offers to shine them for you in exchange for a few coins. So you can enjoy the birthday party.",
          "2": "The party buffet is a feast. You feast on all those bananas."
        },
        "text": "Stay at the party."
      },
      "steal": {
        "outcomes": {
          "0": "As you're about to leave the farm with your loot, a slave alerts the others and shames you. You end up locked in a cell.",
          "1": "You discreetly come out with your delicious loot that you swiftly finish eating.",
          "2": "To your great misfortune, you didn't notice the \"Unsuitable for sale\" sign in front of your newly acquired bananas, which quickly made you sick!"
        },
        "text": "Go and steal bananas from his farm."
      }
    },
    "text": "You see a castle in the distance and decide to approach it through the main entrance. This appears to be the home of Duke Benatis, known for his banana farms. He's holding a party in honor of his 21st birthday. As you approach a little closer, a guard invites you inside, as the duke wants everyone to take part in the party. Once inside, you're faced with a huge feast."
  },
  "31": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "The knight passes by without paying attention to you. You continue on your way peacefully."
        }
      },
      "hide": {
        "outcomes": {
          "0": "You jump into the bush just in time. This dark knight was about to push you over... You recover your emotions and leave.",
          "1": "You throw yourself into the bush. However, you hadn't noticed that it was actually brambles...",
          "2": "After diving into the bush, you watch the mysterious knight pass by and see an object falling out of his satchel. You pick it up."
        },
        "text": "Hide in a bush by the roadside."
      },
      "keepGoing": {
        "outcomes": {
          "0": "The knight collides with you at full speed. You fly 5 meters before crashing to the ground. The knight is already gone: all that's left is a cloud of dust...",
          "1": "As the knight approaches you, he sees your difficulty walking under the blazing sun. He offers you a little water from his gourd and continues on his way.",
          "2": "The knight catches up to you and asks you for directions. You show him a route and continue on your way."
        },
        "text": "Keep going normally."
      },
      "wave": {
        "outcomes": {
          "0": "As he notices you waving, the knight comes to a halt by your side. You quickly realize that he is very friendly. You chat for about an hour, before you both set off again.",
          "1": "The knight comes to a halt next to you and violently hits you, you fall to the ground and pass out. When you wake up, you discover that your pockets have been emptied...",
          "2": "The knight passes you by. He probably didn't see your sign or doesn't have time to waste."
        },
        "text": "Signal him to stop."
      }
    },
    "text": "You hear a galloping sound from far away. You turn back and see a black armored knight with an unknown coat of arms."
  },
  "32": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Continuing on your way, you decide to stop by a tree and find a few gold coins.",
          "1": "You leave as fast as you can, people see you and decide to chase you. You run for a while and only stop after making sure they lost sight of you.",
          "2": "You continue on your way as if nothing happened.",
          "3": "As you are getting away, you encounter a group of poachers who decide to rob you."
        }
      },
      "heal": {
        "outcomes": {
          "0": "You run through the forest looking for medicinal plants. You find some and treat the man. The man thanks you with a few coins and you decide to continue on your way.",
          "1": "You decide to look for medicinal plants in the forest. Unfortunately, you can't cure him... You decide to continue on your way, head down.",
          "2": "You go to the nearest village for help. Accompanied, you return to the person, but your companion decides to knock you out. When you wake up, you find the person dead and you've been robbed.",
          "3": "You race to the nearest town to find the tools you need to treat the man. He survives and decides to compensate you for your courage. As you leave, you realize that you've injured yourself while healing him."
        },
        "text": "Try to find something to heal the wounded man."
      },
      "kill": {
        "outcomes": {
          "0": "You draw your sword and finish off the wounded man. However, this was without counting on the witnesses to the scene who, incensed by your action, attack you savagely.",
          "1": "You were about to kill the injured person when you were interrupted by a passer-by. You decide to abandon the idea and continue on your way.",
          "2": "When you draw your sword, the man screams, but no one hears him. You kill him before skinning him."
        },
        "text": "Finish the man off to steal his equipment."
      },
      "yell": {
        "outcomes": {
          "0": "You scream and scream and finally someone comes along and helps you. To thank you, the person gives you a little something before you leave.",
          "1": "You scream frantically. Unfortunately, no one comes, but you attract animals: a wild boar arrives and charges you.",
          "2": "You scream until you catch your breath. Unfortunately, no one comes and the person dies. Feeling helpless, you set off again.",
          "3": "As you shout, people in the nearby camp hear you. They decide to come and take care of the man. Thinking you've tried to murder him, they take you to their camp at gunpoint. After a long discussion, the misunderstanding is resolved and they offer you a rest in the camp. You gladly accept their offer."
        },
        "text": "Shout to alert people."
      }
    },
    "text": "You're quietly making your way through a forest when you hear a scream. The voice seems to be that of a man. You decide to go towards the cry and find a badly wounded man near some sort of camp."
  },
  "33": {
    "possibilities": {
      "chat": {
        "outcomes": {
          "0": "Time goes by quickly as you chat during 2 hours with a farmer about the countryside.",
          "1": "You bond with the guy sitting next to you who gifts you a present for the sake of it.",
          "2": "As the alcohol kicks in, some people start getting aggressive and you watch a fight happen before going away.",
          "3": "A generous young man insists on giving you a bag of money and something to drink.",
          "4": "You accept politely and stay a few minutes before leaving, pretending to be in a hurry."
        },
        "text": "Sit down to chat."
      },
      "eat": {
        "outcomes": {
          "0": "This good food makes you full of energy!",
          "1": "Bad luck! You end up eating a piece of spoiled food and get sick.",
          "2": "You stuff yourself full. You'll need a good time to digest and be ready to resume your adventure.",
          "3": "You ate very well, you chat with your neighbor who keeps serving you drinks. You end up collapsing, drunk."
        },
        "text": "Take the opportunity to stuff yourself with food."
      },
      "end": {
        "outcomes": {
          "0": "You don't notice the goat charging towards you and you fall to the ground, dazed.",
          "1": "The people come to get you to the table. They force you to eat with them, which gives you energy!"
        }
      },
      "skip": {
        "outcomes": {
          "0": "The locals see this as a sign of rudeness and steal your purse.",
          "1": "You continue without paying attention and find a few coins along the way.",
          "2": "You run for fear that they will come to meet you. Exhausted, you rest."
        },
        "text": "Continue without stopping."
      },
      "steal": {
        "outcomes": {
          "0": "You take advantage of the situation to gather some gold here and there.",
          "1": "You get caught but succeed in running away.",
          "2": "You get caught. Enraged, the victims decide to hurt you badly."
        },
        "text": "Take advantage of the animation to rob people."
      }
    },
    "text": "You arrive at a farm where a great feast is taking place. The people look welcoming."
  },
  "34": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "In the absence of any response from you, the group of friends decide to go and get you a present anyway. As you wait politely for them, you become increasingly anxious at the thought of wasting time. The risk of not being able to save the princess obsesses you, even sickens you... and you end up fainting. Discovering you lifeless on your way back, the honest men lean you against a tree to let you rest, and leave you this gift, before setting off again.",
          "1": "Faced with your lack of reaction, the people decide to not insist further. You continue on your way without paying attention to it.",
          "2": "Seeing you hesitate too long, the young men finally decide to offer you some money to buy a few trinkets. You thank them before continuing on your way."
        }
      },
      "food": {
        "outcomes": {
          "0": "One of them hands you a rather appetizing soup. You drink it carelessly. Those scoundrels set up a trap for you! They had waited for a long time to plunder you, the drink contained just enough fly agaric to make you sick. You feel increasingly ill while helplessly seeing your pockets being stripped.",
          "1": "These passers-by cooked a tasty dish for you, worthy of a Gallic potion. As you look closer, you see an object laying at the bottom of the bowl. It could be useful in the future.",
          "2": "Delighted to be doing you a favor, the group heads off to buy you the local specialty. Seeing the dish arrive, you put on a brave face, but taste it with a certain disgust: you don't like mushrooms! Not without trouble, you continue on your way."
        },
        "text": "Gift in food."
      },
      "health": {
        "outcomes": {
          "0": "The group brings you to the valley, where they offer you an invigorating treatment in the thermal waters. Back on your feet, you are ready to hit the road again.",
          "1": "The few people offer you a treatment in a massage center near there. While you are getting a massage, one of the candles hanging on the wall falls into the jar of essential oils, setting the whole establishment on fire. With some difficulty, you manage to get out of the blaze that emanates from the building.",
          "2": "They did not expect this kind of request and remain doubtful about what they should say. Not wanting to let awkwardness settle down, you go on your way."
        },
        "text": "Gift in health."
      },
      "kind": {
        "outcomes": {
          "0": "The group of friends tells you that they went in search of the ideal gift. Unfortunately, they didn't find anything you fancy. Disappointed, you continue on your way.",
          "1": "These smart little ones decided to prank you and give you a petty gift. Yet they did not think that a plank with salient nails would be dangerous to go around. With bloody fingers, you furiously set off to heal yourself.",
          "2": "Your generous donors are proud of their gift, found in a market. They give you an object which, at first glance, is of great interest to you."
        },
        "text": "Gift in kindness."
      },
      "money": {
        "outcomes": {
          "0": "Not listening to your answer, the few people prefer to give you an object. For them, money isn't a real gift!",
          "1": "Gathered in a circle, they each take out a few coins from their purse. Together, they finally hand you a nice sum, fruit of the entire group's contribution. After advising you to make good use of it, they wish you a good trip and leave.",
          "2": "The few individuals have contributed to offer you a nice amount of money. You find their attitude suspicious and you quickly realize that this money was stolen. You decide to honestly approach a guard to return the dirty money. Unexpectedly, the guard questions you and then interrogates you about the details of the case and your involvement in it."
        },
        "text": "Gift in money."
      }
    },
    "text": "At the bend of a street, some passers-by recognize you and approach you. They remember perfectly the help you gave them, and insist on thanking you with a gift. They ask you what would please you most."
  },
  "35": {
    "possibilities": {
      "deny": {
        "outcomes": {
          "0": "You don't think it's a good idea to drink unknown things as a test, so you politely decline the bartender's offer. However, you order a good pint of beer, which you quietly drain while chatting to some regulars.",
          "1": "You literally assault the bartender asking him if he thinks you're a guinea pig trying to get you to drink any kind of junk. He kicks you out of his bar, so you take revenge by lighting it on fire, and then you go on your way.",
          "2": "You explain to the bartender that you don't want to drink something of unknown origins, let alone be a guinea pig. He reassures you by telling you that he just mixed two alcohols and some plant extracts. So you drink and tell him your impressions."
        },
        "text": "Refuse the proposal."
      },
      "end": {
        "outcomes": {
          "0": "You ignore him and just leave the inn."
        }
      },
      "steal": {
        "outcomes": {
          "0": "You explain to him that you don't really want to be a guinea pig, so the bartender, seemingly disappointed, leaves you to it. So you do the thing you've been craving of since you entered the bar: discreetly robbing customers. You pick the pockets of three people without any trouble, but the fourth one notices you and shouts \"Stop thief!\". You flee.",
          "1": "You explain to him that you don't really want to be a guinea pig, so the bartender, seemingly disappointed, leaves you to it. So you do the thing you've been craving of since you entered the bar: discreetly robbing customers. You pick the pockets of three people without any trouble, but the fourth one notices you and shouts \"Stop thief!\". You end up the night in jail and compensate these people."
        },
        "text": "Refuse, and try to rob people."
      },
      "test": {
        "outcomes": {
          "0": "You accept his offer, and drink the thick liquid he hands you. It's delicious, and spreads a gentle warmth through you.",
          "1": "Without further ado, you take the mug he hands you, filled with a thick, greenish liquid. You drink it in one gulp. A few seconds later, you realize how awful it tastes, and vomit it all onto the floor. The bartender apologizes and gives you a handful of coins as compensation, but you feel sick.",
          "2": "You accept his request, and he hands you a mug. So you drink it, feeling a pretty good aftertaste. You give the bartender your impressions, he thanks you, and you continue on your way."
        },
        "text": "Agree to be a guinea pig."
      }
    },
    "text": "You walk into a bar, and the bartender calls out to you, saying he'd like to \"test some new drinks\" on you."
  },
  "36": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "You wait for a long time in the square and then, all of a sudden, merchants start setting up shop. It's your lucky day! It's a market, and apples are very cheap. You buy a few and go on your way.",
          "1": "You wait in the square for a while, then realize that there's nothing really interesting to do and get back on the road."
        }
      },
      "goAway": {
        "outcomes": {
          "0": "You continue on your way. As you leave the village, you come across a priest who offers you a piece of bread for your journey."
        },
        "text": "Continue your journey."
      },
      "goInn": {
        "outcomes": {
          "0": "You arrive at the inn and regain some energy with a good meal and a well-deserved nap.",
          "1": "You arrive at the inn which is unfortunately fully booked. You still have a take-away meal, and go on your way.",
          "2": "Unfortunately, the inn is closed and you decide to continue on your way, hungry and tired."
        },
        "text": "Go to the inn for a rest."
      },
      "stealJeweler": {
        "outcomes": {
          "0": "You trust your infiltration abilities. So you go to the jewelry store and, fortunately, the old man is absent. You manage to steal the contents of one of the crates and scram.",
          "1": "You arrive at the store and enter to rob the jeweler. As you grab the jeweler's money, a personal guard knocks you unconscious. A few hours later, you wake up along a path."
        },
        "text": "Try to rob the jeweler."
      },
      "talkJeweler": {
        "outcomes": {
          "0": "You chat with the jeweler and strike up a friendship. He offers you an object as a token of this new friendship.",
          "1": "You decide to try haggling to buy one of the jewels for a small price. You argue for a long time, but the old man is a very good haggler and won't give in. You leave, having realized that he has no intention of lowering his prices."
        },
        "text": "Go and chat with the jeweler."
      }
    },
    "text": "On your very long journey, you arrive in a charming little village. You reach the village center, but it turns out to be very small, with only two shops: a jewelry store and an inn. You find out from a passer-by that the jewelry shop is run by an old man who makes magnificent jewelry and necklaces. The inn, on the other hand, is run by a couple, and is said to be a great success."
  },
  "37": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "You notice a small forest on your right. Being really thirsty, you follow the sound of fresh, flowing water. After reaching the little stream, you drink to your thirst and continue your journey to the village.",
          "1": "You notice a small forest on your right. As you pass through, you pick up an object probably abandoned by a passer-by and continue towards the village."
        }
      },
      "run": {
        "outcomes": {
          "0": "You start running and, less than a quarter of an hour later, arrive in the village.",
          "1": "You start running. Fortunately, the rain soon stops. You resume a more moderate pace and soon reach the village."
        },
        "text": "Speed up to avoid getting too wet."
      },
      "walk": {
        "outcomes": {
          "0": "You walk quietly. After all, it's only a light rain, and you don't feel like running just for that.",
          "1": "You just keep on walking... a few minutes later, the light rain stops and you come into sight of the village.",
          "2": "You keep walking quietly."
        },
        "text": "Keep walking."
      }
    },
    "text": "You are walking quietly, the weather is clear, just like the road. You think about the pleasant night you'll spend in an inn at the next village you will cross, and this again gives you the courage to move forward. The road is so calm for now that, while walking, you immerse yourself in your thoughts. You realize that, although you have begun your adventure in order to prove your worth and to marry the princess, you're enjoying your journey more and more. Just as you're about to reach the village that is your goal of the day, it starts raining."
  },
  "38": {
    "possibilities": {
      "buyCheap": {
        "outcomes": {
          "0": "You buy an inexpensive item in exchange for a few gold coins. You're satisfied with the item he's sold you and put it back in your bag.",
          "1": "You decide to buy a cheap item. However, as you inspect its quality, you realize that it is in very poor condition. You were taken advantage of, and that guy already fled the scene while you were busy with the item. You swear not to be fooled by this guy again."
        },
        "text": "Accept to buy a cheap item."
      },
      "buyExpensive": {
        "outcomes": {
          "0": "You decide to buy one of his most expensive items in order to be the best equipped in exchange for a certain amount of gold. He gives you a superb item and you put it in your bag. You greet the seller warmly before he leaves.",
          "1": "You buy an expensive item. It's of very good quality, so you leave satisfied.",
          "2": "You buy one of his most expensive items, but when you inspect it, you realize he's sold you a rusty sword covered in paint. Unfortunately, it's too late and the swindler has left, taking advantage of the moment when you were inspecting your sword... Angered, you vow to avenge this affront at the earliest opportunity."
        },
        "text": "Buy one of his most expensive items."
      },
      "deny": {
        "outcomes": {
          "0": "You politely refuse his proposal and continue on your way."
        },
        "text": "Decline."
      },
      "end": {
        "outcomes": {
          "0": "Not wishing to do business with him, you overtake him by giving him a simple nod but he retains you to promote each of his articles. Since you don't want to offend the merchant, you wait until the merchant has finished before telling him gently but firmly that you are not planning to buy anything.",
          "1": "Eventually, you go to see the merchant, chat with him for a long time, and strike up a friendship. Before you leave, he offers you a small item that you might find useful on your journey.",
          "2": "You chat with the merchant for a while, making friends, and as the sun begins to set, he tells you it's time for him to go. You greet each other and go your separate ways."
        }
      },
      "steal": {
        "outcomes": {
          "0": "You discreetly steal one of his objects and rush off.",
          "1": "The merchant notices what you're trying to do, so he asks you to return his merchandise. Out of mercy, he decides to let you go, which you do without asking for anything else.",
          "2": "The merchant notices you as you start robbing him. He knocks your teeth out with a punch then leaves."
        },
        "text": "Steal his merchandise."
      }
    },
    "text": "Along the way, you come across an itinerant merchant, who calls out to you. He says he has some items you might be interested in, at very affordable prices."
  },
  "39": {
    "possibilities": {
      "convoy": {
        "outcomes": {
          "0": "For a little money, he agrees to accompany you. So off you go, and a short time later, you come across a gleaming sword stuck in a rock. You try to pull it out, but your efforts prove inconclusive. Price in turn tries and manages to dislodge the weapon from its stony carapace. Knowing that he wouldn't have come across it without you, he gives you money as a thank-you, far more than you paid him. The rest of the journey is uneventful, and you part after a few dozen kilometers.",
          "1": "For a little money, he agrees to accompany you. During your journey, you come across an abandoned satchel along the way. Delighted by this discovery, you decide to share its content with Price. You thus obtain a small sum of money, and an item which you think will be useful for your adventure.",
          "2": "For a little money, he agrees to accompany you. You walk together for a little while without anything special happening, except for a small incident with thieves which didn't last long with Price's help. You then split up.",
          "3": "You give him a few coins to accompany you until the next town. You leave quickly, and when the sun goes down, you bivouac and then you set. You are suddenly woken up by the sound of metal clattering together, and it takes a few seconds to realize that Price is taking your money away. Without thinking twice about it, determined to stop him, you run to him. He violently punches you into the temple, and runs away with your possessions while you are dizzy."
        },
        "text": "Pay him to accompany you to your next destination."
      },
      "end": {
        "outcomes": {
          "0": "You stay and chat with Price for a few minutes, then hit the road.",
          "1": "After a short chat, you part company. A few streets further on, you are attacked by a group of unkind-looking people who lighten your purse at gunpoint."
        }
      },
      "meal": {
        "outcomes": {
          "0": "You ask Price to eat something together, and he accepts. You chat for a while, drink a little, laugh a lot, exchange tips and get to know each other. It's with a slight twinge of regret that Price bids you farewell after a few hours, having a contract to fulfill.",
          "1": "You ask Price if he'd like to come and eat with you at the local tavern. He declines, saying he has work to do, and leaves."
        },
        "text": "Get to know each other over a good meal."
      },
      "steal": {
        "outcomes": {
          "0": "You try to rob him, but he notices you and knocks you out cleanly.",
          "1": "He notices you immediately, but lets you go, not without giving you a look of disdain. You storm off, intimidated."
        },
        "text": "Try to steal money from him."
      }
    },
    "text": "On your journey, you arrive in a seaside town. There, you meet a man claiming to be a mercenary named Price."
  },
  "4": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "You continue on your way, paying no attention to the shooting star. You haven't wasted any time!"
        }
      },
      "skip": {
        "outcomes": {
          "0": "You continue on your way, paying no attention to the shooting star. You haven't wasted any time!",
          "1": "You continue on your way, paying no attention to the shooting star. You haven't wasted any time!",
          "2": "You carry on without paying any further attention to the phenomenon, but continue to gaze at the sky in admiration... Distracted, you don't immediately notice the huge crevasse in front of you! You end up crushed to the bottom of the hole. Shaken and shocked, you reassure yourself that at least you're not hurt too badly!"
        },
        "text": "Ignore this event."
      },
      "wish": {
        "outcomes": {
          "0": "You make a wish and close your eyes... When you open them again, you discover a bag full of money in front of you! Losing those 10 minutes was worth it!",
          "1": "You make a wish and close your eyes... When you open them again, you discover absolutely nothing! After waiting 10 minutes for nothing, you leave.",
          "2": "You make a wish and close your eyes... When you open them again, you discover that nothing has happened! After waiting 10 minutes for nothing, you leave.",
          "3": "You make a wish and close your eyes... When you open them again, you discover... Nothing! After waiting 10 minutes for nothing, you leave.",
          "4": "You make a wish and close your eyes... In general, it's best not to continue walking with your eyes closed. You trip over a pebble, injure yourself and lose 10 minutes before you can get going again."
        },
        "text": "Make a wish."
      }
    },
    "text": "You have decided to enjoy a quiet night to continue your progress. The sky is magnificent and after a few minutes scrutinizing the sky, you observe a shooting star!"
  },
  "40": {
    "possibilities": {
      "askAdvices": {
        "outcomes": {
          "0": "You enter Xetrix and wait for him. After he returns, you exchange a few tips and learn where the nearest town is. After hours of walking, you soon realize that the hermit has played you for a fool and, having nothing else to do, continue on your way.",
          "1": "You enter the man's house, wait for him, and ask him for some advice on how to cook a meal using the forest's ingredients. He gives you a recipe that you follow meticulously. You end up eating a fairly good meal and leave sated.",
          "2": "You see him come in, so you go after him to ask for advices. Eventually you sympathize, and he invites you over for dinner. During the meal you drink a little too much and end up drunk."
        },
        "text": "Ask the hermit for advices."
      },
      "breakIn": {
        "outcomes": {
          "0": "You think about it, and then realize that breaking into the house is possible. You thus decide to do so and steal a few coins before leaving as fast as possible.",
          "1": "You decide to enter this Xetrix's house, and start stealing from him as he arrives. He sees you and lunges at you, but you manage to escape after a struggle, as you're more agile than he is. However, you are wounded and have lost all your loot in the altercation.",
          "2": "You enter the house to wait for the man. Once there, you chat and he decides to take you out to dinner. After a delicious meal, you leave with a full belly and feeling great."
        },
        "text": "Break into his house."
      },
      "end": {
        "outcomes": {
          "0": "You stand there and think... you can't make up your mind, you thus decide to leave after a few minutes.",
          "1": "You decide to set off. On the way, you find some mushrooms and pick them, then swallow them. However, you fall ill because they were inedible."
        }
      },
      "goBack": {
        "outcomes": {
          "0": "You decide to go back the way you came. On the way, you find a few coins on the ground, next to a purse with a hole in it.",
          "1": "You set off again, only to find an injured man. As you try to help him, you discover that you've been ambushed! Some men appear and rob you before setting off again."
        },
        "text": "Go back the way you came."
      }
    },
    "text": "As you go deep into a dark forest, you see the silhouette of a man in the distance. While going closer, you realize he's a hermit, out for the picking. You approach his house, on which you read the inscription \"Xetrix\", which is probably his name. You're thinking about what to do..."
  },
  "41": {
    "possibilities": {
      "corrupt": {
        "outcomes": {
          "0": "The jailer accepts your bribe and lets you go. However, he does not notice that your cellmate steals it from him immediately afterwards.",
          "1": "The bribe-taker accepts your deal and brings you a succulent meal. You eat your fill, then he sets you free.",
          "2": "The guard accepts your money and sets you free. But it was all a trap! He makes you believe you've escaped and decides to chase you down, beat you up and put you back in your cell.",
          "3": "The jailer tells you he is not this type of person and leaves you in the cell. You are eventually freed a few hours later after having settled the matter.",
          "4": "The guard flatly refuses your money. You wait and wait, and eventually fall asleep."
        },
        "text": "Attempt to bribe the jailer."
      },
      "end": {
        "outcomes": {
          "0": "To pass the time, you decide to have a chat with another prisoner. A few hours later, you're free.",
          "1": "You wait quietly for them to release you. Talking to the guard, you realize that you've been accused of witchcraft. Nearly an hour later, you're exonerated and the real culprit locked up.",
          "2": "You walk around the cell as much as you can. After a while, you fall asleep and wake up to find yourself in the woods."
        }
      },
      "escape": {
        "outcomes": {
          "0": "You try to escape. You tell yourself that the other inmate will be a burden to you and you decide not to inform him of your escape. Looking for something that might help you with this plan, you come across a broken wooden slat. You try to enlarge the opening, but to no avail, so you abandon the idea.",
          "1": "You decide to alert the other inmate to the escape and distract him into retrieving the keys from the guard's pocket. He opens his cell when the guard realizes the deception. A fight breaks out, but your fellow inmate decides to free you. You then head off to a far-off place, where you enjoy a nice hot meal.",
          "2": "You try to knock on the fragile-looking door. You manage to break it down successfully, when the guard sees you. He starts a fight with you to get you back into the cell. You do your best to defend yourself, but you're no match for him."
        },
        "text": "Attempt to escape."
      },
      "explain": {
        "outcomes": {
          "0": "You talk and talk. However, the guard doesn't want to hear it and decides to gag you. A few hours later, you're released and the guard apologizes for mistaking you for a fugitive.",
          "1": "You talk and talk, and finally the guard decides to leave the room so as not to hear you again. A few hours later, you're released and, on your way out of town, find a few coins on the ground.",
          "2": "You have a long talk with the guard. When he understands your distress, he decides to free you and hide you so that you can leave town discreetly.",
          "3": "You try to argue with the guard. After 15 minutes, he loses his temper and hits you with his weapon to silence you."
        },
        "text": "Try to explain."
      },
      "playDead": {
        "outcomes": {
          "0": "You pretend to be dead in the hope that the guard will discard your corpse and you can leave. As expected, the guard complies. Once relieved, you decide to go to the inn as you're quite tired.",
          "1": "The guard doesn't notice you right away, but as soon as he sees you, he decides to check if you're really dead. Poor actor that you are, he realizes this and decides to leave you in the cell for some extra time.",
          "2": "The guard examines your body, and you manage to fool him. He disposes of your corpse. Once you're gone, you get up and set off again."
        },
        "text": "Play possum."
      },
      "wait": {
        "outcomes": {
          "0": "You wait. As time passes, the minutes seem like hours. But the person watching you doesn't seem ready to release you any time soon.",
          "1": "You wait, the time seems long. After a few hours, the guard decides to release you and apologizes for the misunderstanding.",
          "2": "As you are waiting, you and the guard start talking, and you start playing together. He understands that your situation is indeed a misunderstanding, which is why he invites you to dinner."
        },
        "text": "Wait for something to happen."
      }
    },
    "text": "As you continue on your way, you come to a town. Just then, a group of men arrive and grab you, then take you into a building. The group throws you into a cell with an inmate. You soon realize that you're in a prison and that you've been the victim of a misunderstanding."
  },
  "42": {
    "possibilities": {
      "ask": {
        "outcomes": {
          "0": "She kindly replies that she runs one herself and invites you to drop in. You accept, and after a few minutes of wandering, you arrive at the inn. You're surprised to discover that it's built right into a cave. You step confidently into the cave, where an intoxicatingly fragrant soup is simmering. Then you hear a thud. You turn and see a portcullis being lowered. Fifteen or so people appear on the other side. You've fallen into a trap. Too weak to parley, you decide to taste the soup first. Your head becomes heavy, you hear your guards laughing, and sink into a deep sleep. You wake up by a river, your pockets lighter than you remember.",
          "1": "She points out a tavern a few miles away. You go there, fill your stomach and rest. After settling the bill, you resume your walk."
        },
        "text": "Ask for the nearest inn."
      },
      "end": {
        "outcomes": {
          "0": "You ignore him completely and continue on your way. Eventually, you come to a small village called Tardans. As you enter, you come across a satchel full of coins and an item that could prove useful for the rest of your adventure!",
          "1": "You decide to set off. On the way, you find some mushrooms and pick them, then swallow them. However, you fall ill because they were inedible."
        }
      },
      "feign": {
        "outcomes": {
          "0": "After searching the cave for an hour, you abandon the search and return empty-handed.",
          "1": "As you retrace your steps, you don't notice the rope stretched between two roots. You trip over it and find yourself suspended in mid-air. Some looters, alerted by the noise, run up and pick your pocket. By the time they've extricated you from the knot, they're long gone with their booty.",
          "2": "Retracing your steps, you see what could be a cave in the distance. You step forward slowly and inhale the sweet smell. As you tiptoe closer, you manage to snatch a bit of food. You then set off again quickly, for fear of being caught by someone who may have witnessed your petty theft.",
          "3": "You enter the cave in small steps and begin to explore. After about fifteen meters, you come face to face with an imposing bear, which lunges at you. You engage it in combat and, after a fierce fight, manage to knock it down with a blow to the skull. You then skin it and cook the meat. Once you're satisfied, you set off in search of a merchant to whom you can sell the bear's skin."
        },
        "text": "Pretend to walk away and come back alone to search the cave."
      },
      "help": {
        "outcomes": {
          "0": "You set off to explore her cave, torch in hand. Unfortunately, it turns out that the young woman had the plague, and you caught it on contact.",
          "1": "After a few minutes, you arrive at the cave in question. You step confidently towards the cave floor. Then you hear a thud. You turn around and see a portcullis being lowered. Fifteen or so people appear on the other side. It was a trap, and you've fallen right into it. After several hours of parleying with your torturers, they decide to release you for a large sum of coins. You then leave, sheepishly swearing to anyone who will listen that you won't be caught again.",
          "2": "You advance at a brisk pace, prepared for any eventuality. It turns out that the cave in question is very deep, and you spend a good hour searching for the bottom. Just as you decide to turn back, you catch a glimpse of a metallic reflection out of the corner of your eye. As you get closer, you realize that it's a chest fastened with a simple rope. You pull on the rope, which is easily removed. Then you open the chest: it contains an unimaginable quantity of coins and an object which you proudly seize. Back outside the cave, you reassure the young woman of her safety and leave, happy with your loot.",
          "3": "You enter the cave in small steps and begin to explore. After about fifteen meters, you come face to face with an imposing bear which lunges at you. You start to fight, but are quickly struck down. You then flee, bleeding and dripping with sweat, as the damsel looks on in amazement."
        },
        "text": "Rush to help her."
      }
    },
    "text": "At the bend of a road on which you have been walking, a young woman appears. You do not quite understand what she is saying at first, but eventually realize that she needs help exploring a cave."
  },
  "43": {
    "possibilities": {
      "continue": {
        "outcomes": {
          "0": "You continue on your way and realize that he's really just a Nordic hunter. You greet each other, and watch as he sets his traps. You realize that this is where the liquid dripping from his hand comes from.",
          "1": "Curious, you approach the person. He's a Nordic hunter who's setting his traps. You greet each other and offer to help, which he gladly accepts. After helping him set all his traps, he asks if you'd like to spend the evening at his place. The hunter cooks the game he's caught. You relax by eating a nice leg of lamb in front of the fire, then he lets you rest on his bed. You leave at dawn, having thanked him by giving him a few coins."
        },
        "text": "Continue on your way."
      },
      "end": {
        "outcomes": {
          "0": "You ignore the person in front of you and, a little further down the road, find a shiny object which you stow in your bag.",
          "1": "Out of fear, you turn back and make a detour to avoid running into the creature.",
          "2": "You run without looking to see what it was, but you stumble in the dark over a stone. You fall on your arms, all flayed."
        }
      },
      "fight": {
        "outcomes": {
          "0": "You start to run screaming, but the man turns and stops you. After you explain what you're thinking, he tells you that you're on the wrong track: he's a hunter checking his traps, not some demonic creature! You quickly apologize and leave.",
          "1": "You run screaming at the strange figure. However, as you get closer, you realize it's a hunter setting his traps. Confused, you decide to help him in order to compensate him for the fright you've caused him.",
          "2": "You draw your sword, the man turns and sees you advancing towards him. He threatens to shoot an arrow if you take another step. You apologize, explaining that you've mistaken him for a demon from afar, and then go on your way, sheepish."
        },
        "text": "Confront the creature."
      },
      "goBack": {
        "outcomes": {
          "0": "You prefer to turn back discreetly. Once you're far enough away, you run at full speed and take refuge in the nearest village.",
          "1": "You slowly back away, but step on a cracking twig. Scared, you start to run with all your legs, but you fall to the ground and skin your knees. However, under the rush of adrenaline, you immediately resume your mad dash."
        },
        "text": "Turn around."
      },
      "shelter": {
        "outcomes": {
          "0": "You remember having passed by a church few minutes ago, without any hesitation you decide to go there, in order to be protected from the unholy being. You run all the way there and arrive in less than ten minutes in front of said church. You knock, a little feverish for fear of having been followed by the beast. A kyutist answers the door, and after you have explained everything to him, he lets you in. Very kindly, the people inside the church give you something to eat and tell you that they can keep you for the night without any problem. Grateful, you join them in the praises to Askeriel, during which everyone present whispers in chorus how Askeriel, the Great God, created existence, matter, the earth, and then humans and animals. When you have finished, you all go to bed.",
          "1": "You remember going past a church not long ago. So you head there, hoping to get some help. Once there, you knock on the large door. After a few seconds of no reaction, you decide to enter, fearing you have been followed by the beast. It is at this moment that you realize that the church is completely empty, abandoned. You close the door and settle down on the floor before falling asleep.",
          "2": "You immediately think of seeking refuge in a church: what could be better, after all, in the face of something seemingly demonic? However, you soon realize that you have absolutely no idea where the nearest church is. So you decide to run as far away from the creature as possible, which you do.",
          "3": "You think going to a church is a good option. You hurry and arrive in a few minutes at the church you passed earlier. You knock and are greeted by a jovial priest, who immediately takes you in. You soon tell him about what you saw, and he replies that it could very well be a terrible demonic creature under Y'ahnor's orders. Impressed, you join him in the Ode to the Three, the ceremony where Orthgard, Fenrir, and Iatneh, the protective gods who guide mankind and inspire the greatest inventions and discoveries, are celebrated."
        },
        "text": "Take shelter in a Kyutist church."
      }
    },
    "text": "You are heading eastwards in the middle of the night. It is dark but the moon is clear. You see before you a being bathed in moonlight. A tall man, dressed in black; you see a red liquid dripping from one of his hands, the dim white light puncturing the skies illuminates the pale skin of the individual, who has not yet noticed you. What to do?"
  },
  "44": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "You leave the scene, wanting to have no part in the man's fate. Nearby, you stumble upon an abandoned object which probably belonged to the bloke."
        }
      },
      "help": {
        "outcomes": {
          "0": "As you try to help him, he gets scared and knocks you out with the rock. You stay unconscious for a while, but eventually wake up and get on your way.",
          "1": "You throw yourself on the stone and catch it. You quickly cut the rope and go to find the unfortunate man, who is soaking wet. You spend several hours with him, trying to dissuade him from doing it again. Grateful, he offers you shelter for the night.",
          "2": "You throw yourself at the stone, but you're too slow. The poor man quickly sinks into the river, carried away by the current. You look around to see if he's left any of his belongings behind. You come across a strange, glittering object.",
          "3": "You run to help him. Nevertheless he succeeds in throwing his rock before you get to him. You jump after him to try to bring him to shore but he struggles and bring you underwater with him. As you start to suffocate, you release him and your are forced to resurface."
        },
        "text": "Come quickly to his rescue."
      },
      "push": {
        "outcomes": {
          "0": "You approach quietly behind him and violently push him in the swirling waters. He sinks and disappears from sight. You watch around briefly, hoping to not have been seen.",
          "1": "You approach quietly when you suddenly trip over an unseen fallen branch. You fall forward onto the suicidal man and bring him with you in your fall towards the cold deadly waters.",
          "2": "You creep behind the man when a step loudly breaks a stick. Afraid, the poor man throws the rock and follow behind. You get up and find a filled moneybag he left behind."
        },
        "text": "\"Help\" him throwing the rock."
      },
      "watch": {
        "outcomes": {
          "0": "Apathetically, you watch as the man sinks following his rock. You search around to see if he left any things and find a filled moneybag. You leave, satisfied.",
          "1": "As you lean back comfortably, you see him change his mind and throw his rock aside. While turning around, he notices you and invites you for dinner. Without asking questions about the previous turn of events, you accept and follow him to his cottage. As you start dining your head feels heavy, your vision gets blurred and you fall into a deep slumber. You wake up many hours later on the side of an empty and unknown road."
        },
        "text": "Watch him throw the rock."
      }
    },
    "text": "During your long journey, you find yourself on the banks of a wide river. Unable to cross it, you decide to walk along it until you find a bridge. As you walk along it, you come across an unusual scene: a peasant is holding a heavy stone above his head, which seems to be attached to his leg. He looks ready to throw it at any second."
  },
  "45": {
    "possibilities": {
      "askJoin": {
        "outcomes": {
          "0": "The group is very welcoming, so you decide to make the trip together. When you arrive at the shrine, the guide spends 2 hours telling you the story behind it.",
          "1": "The group simply refuses you, so you continue on your way alone.",
          "2": "The group thinks you're a thief and beats you up accordingly."
        },
        "text": "Ask the group to join them."
      },
      "end": {
        "outcomes": {
          "0": "The group, thinking they're being spied on, hit you hard.",
          "1": "After 15 minutes without any reaction, you go back on your way."
        }
      },
      "goAlone": {
        "outcomes": {
          "0": "You decide to go to the shrine on your own. After 30 minutes of walking, the road shatters under your feet and you fall violently.",
          "1": "You decide to go to the shrine on your own. Arriving at the site, you hear a strange noise. Panicking, you run and stumble. You get a nasty scratch on your leg, which soon becomes infected.",
          "2": "You decide to go to the shrine on your own. On your way, you find an object which may be useful. When you reach the shrine, it appears to be a dark cave. With no light source, you decide not to go any further.",
          "3": "You decide to go to the shrine on your own. When you arrive, you discover an awe inspiring shrine, and you spend the next 30 minutes to contemplate it's beauty.",
          "4": "You decide to go to the shrine on your own. Unfortunately, the weather begins to deteriorate, so you change your mind and continue on your journey."
        },
        "text": "Go to the shrine alone."
      },
      "skip": {
        "outcomes": {
          "0": "You continue on your way, preferring to take your chances with the next village.",
          "1": "You continue on your way, but a few minutes later notice your pockets are lighter than before..."
        },
        "text": "Continue on your journey."
      },
      "talk": {
        "outcomes": {
          "0": "You spend 30 minutes trying to get some information on the shrine, but unfortunately none of the information turns out to be of any use.",
          "1": "The group shrugs off your attempts to discuss the shrine with them and makes it very clear with their body language that they have no interest in having you around."
        },
        "text": "Discuss with the group."
      }
    },
    "text": "As you walk through a lively village, you hear a group of people talking about a haunted shrine. Feeling curious, you keep listening, and discover that the shrine would be a 1 hour journey to the South, and the departure is in 30 minutes."
  },
  "46": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "The minstrel, seeing you not answering, ignores you and restart singing basic songs. You then continue your way.",
          "1": "Seeing you not reacting, the minstrel, decided to earn money at his risks, and seeing in you the perfect guinea pig, decides to drug you and to bring you in the dark nearby alley. There, he starts to sing you a song about laboratory torture, in which you are hangman. Having the force of doing this experimentation, taking place in a perfect way on this beautiful pig, the minstrel, or in your hallucination your boss, decides to give you two objects in award. To continue this, waiting for you to come back as normal, Perotin takes the most valorous item, and leave you with the other item, which will be useful for your adventure.",
          "2": "Seeing you not reacting, Perotin decides to drug you, so you reveal what you think about by talking, to see if something happens. He doesn't see anything there, even in the deepest of them. Panicked, he calls the guards who arrest you for madness."
        }
      },
      "singCrazyLove": {
        "outcomes": {
          "0": "Immediately asked, immediately done. You find yourself in a bed, undressed, and the person next to you looks like your lover. Watching at yourself, you see that you are attached on the bed and... you're missing your legs and arms. You can only move with your torso. Seeing your distress, Perotin ends his song with \"all this was just a dream\", and you are back as before. You will however need to take a rest.",
          "1": "No sooner asked than done. You find yourself at sea, far from everything, accompanied by a single sailor, your love. Arriving on a desert island, you see a cross on the ground. It's a treasure trove, filled with beautiful booty and a useful object. Greed and avarice have got the better of you, and you decide to leave the island, alone. On your way back home, you come across Pérotin, who sings about giving the money he's earned there, as a gift to this unparalleled melody. Following these adventures, you set off again, accompanied by the object you found on the island.",
          "2": "Knowing you heroic quest to save the princess, the minstrel decided to sing a song about one of the possible following of you adventure after saving her. But not knowing much about you relationship with the princess, if preferred to tell the story of \"The old and the fake monster\", in which you are the monster of course. Already knowing the synopsis, Perotin succeeded to not change you, probably because of the under dosage of his drugs. Having not entered in the story, you thank him for this beautiful story, and continue you trip, aware of this useless waste of time."
        },
        "text": "Sing a crazy love."
      },
      "singHero": {
        "outcomes": {
          "0": "This famous bard, not knowing much about the adventurer's work, decides to tell a simple trip in a forest, like you know well. Disappointed about this song, and about Perotin, you choose to continue your adventure.",
          "1": "Perotin decides to make you live the moment at which you asked him to sing the song. The problem, is that the drugs are so real that you answer the same thing you did, and the minstrel always does the same. It then created an hallucino-temporal loop, because of the talents of Perotin, and your stupidity. Perotin, the only consent of the scene that you live with him had mercy for you at the end of the day and released you from this bad drug.",
          "2": "Perotin decides to make you see the future, whether it's real or only fiction of your mind, and by the occasion let you earn some money: you get yourself around an old abandoned castle. Looking around you, you find a passage full of traps. You finally avoid all of them, and find a big treasure room. But our favorite minstrel, before the end of your looting, run away with all your booty, leaving you with the main chest, which contains much money, and a surprising item useful to save the princess. Amused, you continue this funny adventure, still a bit under the influence of this drug, called the γ-hydroxybutyric acid according to rumors."
        },
        "text": "Sing about our life, and our heroic history."
      },
      "singLove": {
        "outcomes": {
          "0": "Taking your words back, you find yourself in an old monastery, in the countryside. Your lover and yourself are staying in this dingy place, harvesting just enough food to survive. You fulfill yourself in this story, due to the overdose of the drugs, that you don't see time going forward. Waking you up, after a few minutes, Perotin tells you that the drugs makes the use feel a few minutes, but those are months. Fortunately, or you would be dead of old age. Meditative, you continue your trip.",
          "1": "Not understanding your wish, for an uncolored love, Perotin thinks that you are depressive, he then chooses to sing a comforting song, to get you rid of this sudden depression. This song made you feel very well.",
          "2": "Seeing your knowledge of passionless love, the minstrel takes a liking to you, and makes you a song where your love is you. Caught up in a violent couple's quarrel between you and yourself, the minstrel stops the song, and asks you for a charge for the frantic fight you had with yourself in front of his admirers. Again in the story, you think you're leaving each other, which makes you sad, very sad. So you leave, leaving some money for Pérotin to make up for the inconvenience."
        },
        "text": "Sing a dull and redondant."
      },
      "singRoyalty": {
        "outcomes": {
          "0": "The minstrel loving his homeland of ever, fills your request and singed the dukes. The duke of the next region came this way, and heard this soft melody, rocking his heart. At the end of the song, he rewards you with a big gold bag.",
          "1": "The minstrel, hating the actual power, by his song decides to make a revolution. He take you with him, drugs you, and makes you think that the rest of the people are on their way to the king's room. Unfortunately, one of the string of the mandoline breaks, and the music stops. You however are in the king's room, alone, with a fork. You immediately get arrested for madness.",
          "2": "Perotin, knowing a bit your story to save the princess, decides to make you live the view of her mother for a day, so that you learn a bit more about this distressed woman. But the queen's life is boring for you, and appart from some gossips and thoughts of woman on her child, you don't get any useful informations because of the fact that those are caused by magic drugs of Perotin. At the end of the day, you take your body back, and continue your trip."
        },
        "text": "Sing about the royalty, and the power in place."
      },
      "singWork": {
        "outcomes": {
          "0": "Perotin, sad of this request, decides to make you live the role of minstrel in the song and... You see yourself arriving, to ask your choice, but you force yourself to sing it, and it loops for a long time. At a moment, our favorite minstrel stops the song, and give you the antidote, to this hallucinatory poison. Afraid of what just happened, and of the duration of this loop, you run away to know what time is it. And... it's the evening now.",
          "1": "Perotin, nostalgic, decides to tell his beginnings in the profession in his song. He tells how his master gave him his melodious lessons, and his softening drugs. You feel this sweetness in the teacher's words that inhibits you with all your being. At the end of his last lesson, Perissien, Perotin's master, decides to give you a present, as he had received from his predecessors, but to prevent this magical instrument, this mandolin, from leaving you since its beginnings, Perotin changes the end of the song in order to give you an object that could be useful to you for the rest of your adventure.",
          "2": "The excellent minstrel Perotin decides to tell a dream he would like to live, whether real or hallucinated: at the beginning you are alone, in the village alley, with your guitar. You sing for yourself the joys of the work and the sadness of life, when a monarch passes in the main avenue. This one, hearing the beautiful melody, comes towards you and asks if you could create a song for him on the theme of his love. At the end of your sweet ballad just made up, he thanks you and gives you a big bag of gold, considering that this man was real. Happy with this music, you decide to share it with Perotin as a donation."
        },
        "text": "Sing about the minstrel's job."
      }
    },
    "text": "While crossing a small village, you found the most famous minstrel of the region, called Perotin. His is so good in his work, that he wanted to let you live a song, because of his powerful drugs. Having the courage of going talk to him, he would like you to choose the following theme. What do you suggest?"
  },
  "47": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "You think about the villager's offer but do not answer it. He insists and you leave without saying a word, thoughtful.",
          "1": "You do not react, and when your interlocutor leaves, you run away from the village so you don't get in trouble with the lord.",
          "2": "You think about the villager's offer but you are quickly arrested by guards who overheard the conversation. Your protests do not save you one day in jail."
        }
      },
      "goAway": {
        "outcomes": {
          "0": "You decide not to take part in this madness and leave as soon as possible. Unfortunately, you pass by a guard, hungry of wealth, that asks you to stop. You are quickly immobilized and stripped.",
          "1": "You do not want to risk your life and so, decline the offer before leaving by thanking the villagers for welcoming you.",
          "2": "You declare yourself exhausted, they find you a shelter for you to rest. You take advantage of the night to flee the village.",
          "3": "You tell them that you cannot fight the Lord because you are exhausted. They agree to offer you shelter for you to rest. You take an item during the night and flee as quickly as possible.",
          "4": "You tell the villagers that you are exhausted, and ask them to leave you a night in order to prepare. They accept and when the night falls, you gather your belongings and flee the village. In your rush you unfortunately drop part of your purse."
        },
        "text": "Do not take risks and leave as soon as possible."
      },
      "help": {
        "outcomes": {
          "0": "With the help of the whole village, you organize a siege of the castle. No reaction is observed in the castle, where people seem to be making do with the slight inconvenience caused by the blockade of surrounding roads. After a few hours, the drawbridge gates are lowered and some thirty men rush towards the camp you've set up. A bloody struggle ensues. In the rush, you grab a horse and run.",
          "1": "You and the villagers plan a rebellion! Unfortunately, when you decide to attack a guard, the villagers are too frightened to follow you and flee. Your opponent gives you a violent strike that knocks you down, the guard takes advantage of the situation to steal your purse.",
          "2": "You decide to organize an uprising! Tho, a villager betrays you to obtain a prize. The castle´s guards hasten to haunt you. You manage to distract them, not without having suffered a few blows.",
          "3": "You take advantage of your knightly status to visit the squire. After the introductions, you reveal the reason for your visit by thrusting a dagger into his heart. The guards react immediately and surround you. One of them swings a sword at you, which you manage to dodge, but another rushes in and pierces you with his blade.",
          "4": "You try to siege the lord's castle with the village but the night falls, therefore, you decide to sleep in front of the castle. The lord took advantage of the situation to go out with his man and reach the camp, but a villager alerts everyone. You rush on the lord and send him an agile sword strike. The guards surrender and the villagers give you a purse filled with gold to thank you for helping them!",
          "5": "You go see the lord and announce him that his village is planning a rebellion. After a long discussion, you manage to gain his trust and seize the opportunity to pierce his heart with a dagger. The Lord's loyal guards rush on you and immobilize you. One of them propose to execute you in front of the villagers to get the message across, but the rebellion is raging! The villagers end up making the guards flee and offer you a large purse filled with gold to thank you.",
          "6": "You go see the Lord and announce him that a rebellion is being planned. After a long discussion, you manage to gain his trust and seize the opportunity to pierce his heart with a dagger. The loyal guards attack you, but other's that only wanted the Lord's death help you flee. Back in the village, we offer you a bit of money and an item that could be useful."
        },
        "text": "Help the villagers dethrone the lord."
      },
      "tell": {
        "outcomes": {
          "0": "You go visit the lord, tell him about the villager's request and help him find the person. He thanks you and you leave.",
          "1": "You visit the lord and tell him of the treachery in the neighboring village, announcing that you are prepared to give him the names of the dissidents in exchange for a large sum of money. He accepts your offer and you lead him to the traitors, whom he executes before your very eyes. On the way, you check the purse he's given you and realize that it contains very few coins!",
          "2": "You go visit the Lord and tell him about the villager's request and explain to him that you can help him find the rebel, but in exchange you want a nice sum of money. He accepts and asks you to help him find him. Together, you get there, but when you ask the Lord for the money, this one refuses. A duel begins but the lord is no match for your swordsmanship. However, he didn't have much wealth on him.",
          "3": "You go visit the Lord, but the guards won't let you pass. You let them know that this is important, but they do not want to hear anything. Under their threats, you leave again with a swearing, helpless.",
          "4": "You decide to tell the Lord what you've heard, but on your way you see a villager who seems to have guessed your intention to betray the village. You try to force the way but reinforcements arrive fast. Surrounded by the hating crowd, you get knocked down and severely struck."
        },
        "text": "Tell the lord the plans of the village."
      }
    },
    "text": "You have been so tired that you have trouble walking. This is when you see a village. Saved! Not without pain, you finally arrive to the village. From the sympathy of a group of villagers, you find a place to sleep and food to eat. You plan to leave soon, however, a villager asks you for a favor. Shining you with vast wealth, the villager requests you to help them dethrone the chatelain of the neighboring castle."
  },
  "48": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "You watch the knight, not knowing what to do about this colossus in armor. Finally, you get back on your way.",
          "1": "You watch the knight, unsure of what to do in the face of this armored colossus. Summoning your courage, you confront him in a duel... and are miserably defeated by him. The knight demands your purse in exchange for your life.",
          "2": "You watch the knight, unsure of what to do in the face of this armored colossus. Suddenly, you have an idea: you wait until it's dark and pitch-black before making your way discreetly towards the tower. The door is closed and the knight has disappeared. You climb the tower and enter through a window. You search it from top to bottom, but find nothing but food. You eat on the spot, taking as much as you can. Your meal has restored your strength and you're feeling better than ever.",
          "3": "Not knowing what to do, you engage the discussion and sympathize with the knight. You gradually get the discussion on the artifact and enjoy your speaker talent in advance. The knight, convinced that you are worthy of possessing it, will get you the artifact. He brings it to you, as promised. You thank him and go to search for someone to buy it. You see what seems to be a merchant, but it was a thief shooting you an arrow in the leg. He steals the artifact from you and runs away. Blessed and helpless, you watch him running away with your loot.",
          "4": "Not knowing what to do, you engage the discussion and sympathize with the knight. You gradually get the discussion on the artifact and enjoy your speaker talent in advance. Against all expectations, when you ask him about the artifact he refuses. Not wishing to bother him, you do not insist more and talk to the knight a little before you get back to your path."
        }
      },
      "fight": {
        "outcomes": {
          "0": "Ready to fight, but knowing little about your opponent, you approach him on the pretext of wanting to discuss an arrangement. Close enough to your enemy, you draw your sword and lunge at him. Unfortunately for you, the knight was on the lookout and possesses colossal strength, which he uses to disarm you before pushing you back to the ground.",
          "1": "Ready to fight, but knowing little about your opponent, you approach him on the pretext of wanting to discuss an arrangement. Close enough to your enemy, you draw your sword and lunge at him. The knight hardly has time to react as you're already knocking him out with the pommel of your sword. But that's not enough. You strike him a second time and, this time, he collapses to the ground. You then try to open the tower door, but to no avail. You check the guard for the key, but he doesn't have it on him. So you leave, dejected.",
          "2": "Ready to fight, but knowing little about your opponent, you approach him on the pretext of wanting to discuss an arrangement. Close enough to your enemy, you draw your sword and knock him out with the pommel. You then search the guard and soon find a key. Open the door. Once inside, you have no trouble finding the artifact. After an hour of searching, you find a merchant. He buys the artifact from you for the modest sum of five hundred gold coins.",
          "3": "Ready to fight but not knowing your opponent, you come together on the pretext of wanting to discuss an arrangement. Close to your opponent, you draw your sword and knock him with the knob. Then you try to open the tower door but it is locked... You search the guard and quickly find a key. You open the door, inside you don't find any difficulty to find the artifact. So you go in search of a merchant and find one easily. He steals the artifact with a skillful move, but you also reach to steal one of his objects. Hoping that this one has value, you look at what it is.",
          "4": "Barely knowing your opponent, you approach with the excuse of wanting to discuss an arrangement. Once close enough to your enemy you draw your sword to stun him with the knob. Unfortunately for you, the knight was far stronger and faster than you. The knight runs at you, makes a right hook and pushes you back by hitting you in the stomach with his foot before hitting you with a powerful uppercut. On the ground, on the edge of fainting, you are not able to get up.",
          "5": "The knight brandishes his sword to intimidate you. Faced with this colossus, you hesitate to flee, but decide to stay. You will fight this knight, although your chances of defeating him are slim. Your opponent effortlessly parries your blows one by one, before knocking you to the ground. On the ground, unarmed, you know the fight is over. Then the knight says to you: \"You're very brave, so here's your reward\". He gives you an item before moving to the tower entrance.",
          "6": "Ready to fight, you quickly lunged at your opponent, drawing your sword. The knight barely had time to draw his weapon before you charged at him. At that moment, you realize your mistake. He's wearing armour, but you're not. So you try to stun him with the pommel of your sword, several times. This seems to have disorientated him, so you prepare to try again. But before you can, your opponent wounds you in the leg. You're on the ground, unable to get up. The knight stands over you and raises his sword. You close your eyes and hear your own scream."
        },
        "text": "Fight the knight."
      },
      "meetHim": {
        "outcomes": {
          "0": "You start talking to him, and find him very nice. You gradually steer the discussion towards his role here, he explains that he is the tower's guardian. You ask him if it is possible for you to enter, but he refuses. You get back on your way.",
          "1": "You engage the discussion and talk for several minutes. The knight didn't say a word. Understanding that he will not talk, you abandon any discussion as you leave.",
          "2": "You engage the discussion, the knight immediately orders you to move on. You don't want to leave, but as soon as he shows you his sword, you don't hesitate any longer.",
          "3": "You start a discussion but the knight stays quiet. Understanding that any attempt to dialogue is useless, you leave.",
          "4": "You start a discussion and spend over an hour with the knight. You gradually steer the discussion around the artefact and enjoy in advance your oratory skills. The knight goes away to get the artefact while you, obsessed by your triumph, do not notice the person behind you until he stabs you in the back. You fall to the ground.",
          "5": "You engage the knight in discussion and attempt to sympathise for over an hour. He does not want to let you pass by in any way. With no other choice, you draw your sword and attack him. With no other choice, you draw your sword and attack him. The knight, insensitive to your blows thanks to his armor, hits you violently in the face before knocking you out with a stroke of his knob.",
          "6": "You start a discussion and sympathize with the knight. You gradually steer the discussion around the artefact and enjoy in advance your oratory skills. The knight, convinced that you are worthy to possess it, goes to fetch the artefact for you. He brings it to you, as promised. You thank him and go looking for a merchant. You manage to sell it for the modest sum of five hundred gold coins."
        },
        "text": "Meet him."
      }
    },
    "text": "You are looking for an artefact. You covet it because, according to legends, it offers wealth and power to its owner. After your quest has led you to a tower that is supposed to contain the treasure, you find yourself face to face with a knight in armor blocking the entrance. The latter stays impassive in spite of your injunctions..."
  },
  "49": {
    "possibilities": {
      "eatIt": {
        "outcomes": {
          "0": "You catch it and swallow it in one fell swoop, it doesn't take you long to realize that not baking the poor creature was a mistake.",
          "1": "You catch it and bake it, its flesh is delicious and enables you to regain strength for the journey."
        },
        "text": "Decide to eat him."
      },
      "end": {
        "outcomes": {
          "0": "You watch the creature struggle with all its strength for a little time, then leave.",
          "1": "The show is of no interest to you, and you're back on the road immediately.",
          "2": "You continue without paying attention to the creature, clumsy, you step in a hole and twist your ankle. You will need to heal yourself."
        }
      },
      "helpIt": {
        "outcomes": {
          "0": "You get it back on its feet and then watch it go, proud to have done a good deed.",
          "1": "Barely getting back on its feet, the little crustacean pinches your ankle and leaves in the direction of the water.",
          "2": "You rush to his aid and watch him head back into the water. A few seconds later, you see a huge mass emerging from the sea. It's a chest full of gold, offered to you by a horde of these little crustaceans."
        },
        "text": "Help it and put it back on its feet."
      },
      "takeIt": {
        "outcomes": {
          "0": "You decide to take the little creature with you, but it pinches you violently in the face and hurries away.",
          "1": "You decide to take the little creature with you. A few hours later, as you check on the frail creature, you discover a bloody heap at the bottom of your bag. The hermit crab has been crushed by the contents of your bag, so you spend ten minutes or so cleaning your bag and set off again.",
          "2": "You decide to take the little creature with you. A few hours later, you find a small stream, decide to leave your little friend there and continue on your way."
        },
        "text": "Take it with you."
      }
    },
    "text": "After strolling along the beach for a few minutes, you come across a strange little creature - a hermit crab! It seems to have turned on its shell..."
  },
  "5": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "You spent a good hour picking up the scattered coins from the bottom of the water, but it looks like it was all worth it!"
        }
      },
      "keepGoing": {
        "outcomes": {
          "0": "Sometimes it's good not to be too lazy. You didn't waste any time!",
          "1": "No time to rest! There's a princess to save!",
          "2": "You choose not to stop and keep moving forward.",
          "3": "You continue your adventure without paying any more attention to this fountain.",
          "4": "You have to know to rest when you are tired. Exhausted, you collapse a few minutes after passing the fountain. You have to sleep before you can continue!"
        },
        "text": "Do not stop and continue on your way."
      },
      "rest": {
        "outcomes": {
          "0": "It feels good to rest sometimes... these 30 minutes of rest have been beneficial!",
          "1": "It's good to rest sometimes... You spend an hour at the foot of the fountain before setting off again!",
          "2": "It feels good to rest sometimes... but don't forget to move on! After wasting 3 hours resting, you are back on the road."
        },
        "text": "Rest and drink to regain strength."
      }
    },
    "text": "You have found a fountain!"
  },
  "50": {
    "possibilities": {
      "ask": {
        "outcomes": {
          "0": "You approach the villagers and ask them about these strange fruits. They explain to you that they are coconuts and that their flesh is eaten when the shell of the fruit is opened and that their juice is famous throughout the country. The villagers offer you to taste it and you do not say no to the offer. Indeed, the juice is refreshing and the chair soothes your appetite. You leave after having thanked the villagers for this discovery by giving them some coins and continue on your way.",
          "1": "You approach the villagers and ask them about these strange fruits. As one of them explains to you, the others start to draw closer to you. Suddenly, someone gives you an arm lock while the others throw themselves at you to steal your things. After having been beaten beforehand, you resume your journey.",
          "2": "You approach the villagers and ask them about these strange fruits. They explain to you that they are coconuts and that their flesh is eaten when the shell of the fruit is opened and that their juice is famous throughout the country. With this precious information, you hit the road again."
        },
        "text": "Talk to the villagers to question them."
      },
      "end": {
        "outcomes": {
          "0": "You watch the villagers harvesting these unusual fruits for a while, then continue on your way under the blazing sun.",
          "1": "One of the fruits falls beside you. You take it in your hands and examine it carefully before continuing on your way."
        }
      },
      "leave": {
        "outcomes": {
          "0": "After you have rested well, you decide to leave before the sunset.",
          "1": "As you are about to leave, you realize that the group of villagers is heading towards you, they then begin to extort money from you and you give them money so that they leave you alone.",
          "2": "You decide to leave, without a glance, you leave the Coco village to continue your quest."
        },
        "text": "Leave the village without further waiting."
      },
      "nap": {
        "outcomes": {
          "0": "You continue your nap, but one of the fruits comes loose and crashes down on your head. You're injured and bleeding badly. Some villagers spot you and come to your aid, but it will take a while for you to recover.",
          "1": "You are sleeping for a moment. When you wake up to find that the sun is starting to set and the temperature is dropping, you resume your route, invigorated.",
          "2": "You decide to continue your nap. When you wake up, you get up, ready to go, and notice that you are missing something in your pockets, it is your wallet. So you decide to leave, disappointed."
        },
        "text": "Continue your nap at the foot of the tree."
      }
    },
    "text": "During your trip, you reach a small hamlet named Coco Village, it is very hot and you need to rest. The places do not seem hostile to you, so you make a stop in this oasis. While you are resting at the foot of a coconut tree, you see a group of villagers climbing trees to catch fruits you've never seen before, they are round like balloons and hard like wood and do not seem appealing."
  },
  "51": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "The sun is about to set, so you settle down to rest.",
          "1": "After hesitating for a long time about the possibilities available to you, you decide to try to climb half a dozen steps before changing your mind, finding the climb too perilous. As you pivot your foot back to go down, it slips and you roll down the stairs. You stand up painfully to see with difficulty that you are badly involved. You get back on your way, annoyed by this unfortunate incident.",
          "2": "You sit down on the ground lined with clovers to think about what you want to do. Quickly, a fox faces you. He slowly approaches you and ends up reaching for one of your hands, puts his nose on it, yaps at you and runs away. You decide to follow the path this friendly animal has just blazed for you."
        }
      },
      "goBack": {
        "outcomes": {
          "0": "Shortly after turning around, you meet a crying and scared little boy by the wayside. He explains to you that he fled during a bandit attack on his parents merchandise cart. You rush to offer your help, the child accepts immediately. After walking two long hours, you find the parents of the child alive, but hurted. As you bid them farewell, the mother gives you a purse filled with gold.",
          "1": "Shortly after turning around, you meet a crying and scared little boy by the wayside. He explains to you that he fled during a bandit attack on his parents merchandise cart. You rush to offer your help, the child accepts immediately. After walking for a few minutes, a group of heavily armed bandit attacks you by surprise. This trap will not have been fatal to you, but you lose many gold coins during your escape.",
          "2": "Shortly after turning around, you hear the clatter of pots and pans approaching you. It's a traveler in search of new culinary flavors, about to set up camp and rest. In the course of conservation, you discover her first name: Lucya. She offers you a pie that delights your palate. Full, rested and delighted by your chance encounter, you decide to continue on your way."
        },
        "text": "Turn around."
      },
      "search": {
        "outcomes": {
          "0": "You search for a few moments around the base of the stairs, without success. Two more steps let you discover a few gold coins scattered here and there among the weeds. Delighted with your skinny discovery, you continue your adventure whistling.",
          "1": "After a handful of minutes searching the surroundings, you find a used leather satchel, almost entirely hidden under a heavy stone. By opening it, you discover a papyrus where only a few words are still legible: \"staircase\", \"cave\", \"camp\" and \"Xetrix\". This name sounds familiar to you, but especially disappointed not to have found any treasure, you resume your journey.",
          "2": "Suddenly, when looking around, an enormous rock gets off celestrum mount and hits you in its fall. You don't even have time to react and look at the rock still falling, hitting you at the arm violently."
        },
        "text": "Search the surroundings."
      },
      "stairs": {
        "outcomes": {
          "0": "You begin the perilous ascent of the staircase that leads to the entrance of a cave. You enter the cave and discover a very old, abandoned camp. Digging around a bit, you discover an object that you think will be useful in furthering your quest, and decide to carefully make your way back down the staircase.",
          "1": "You begin the perilous ascent of the staircase which leads you to the entrance of a cave. You enter it and discover a very old abandoned camp. After having inspected the whole cave which turns out to be safe, you decide to settle there to sleep since there remains a rather comfortable bed of straw.",
          "2": "After having carefully climbed a few steps lined with moss, you slip and tumble down the few meters that separate you from the ground. Slightly stunned and injured, you give up the idea of trying your luck again and continue your journey."
        },
        "text": "Take the stairs."
      }
    },
    "text": "As you reach the bottom of the Mount Celestrum, you spot a tortuous staircase cut in the left side of the Mount. By getting closer, the steps turns out to be sharps and covered with moss."
  },
  "52": {
    "possibilities": {
      "deny": {
        "outcomes": {
          "0": "You refuse to play with children and go away.",
          "1": "You refuse, and this has the consequence of annoying the children who pick up stones from the ground and throw them at you. In front of the rubble rain, you are forced to flee, out of reach of children. You realize that you have been hit in the head and the wound is bleeding profusely, you will need treatment.",
          "2": "You refuse, and the children get angry. Seeing that the situation could turn sour, you quickly hit the road."
        },
        "text": "Refuse and continue."
      },
      "end": {
        "outcomes": {
          "0": "Faced with your lack of respondent, the children lose interest in you and go to play elsewhere. So you resume your journey.",
          "1": "Seeing you lost in your thoughts, the kids tie the laces together. When you come out of this trance state, you stumble and fall face down on the ground.",
          "2": "You just sit there for hours, and when you come back to your senses, you realize your purse is gone. You continue on your way, annoyed."
        }
      },
      "play": {
        "outcomes": {
          "0": "Not understanding the rules of the game very well, you are quickly put aside and resume your journey without the children worrying about you.",
          "1": "You play with them until their parents arrive, finding you suspicious, they repudiate you from their village by threatening you. You get back on the road without asking for your rest.",
          "2": "Playing the role of the runaway you are chased by the kids. As you look over your shoulder to gauge the distance between them and you, you trip over a root and injure yourself. Children leave you to your sad fate when they see your inability to continue playing. You will need to be treated."
        },
        "text": "Play Cops & Robbers."
      },
      "playFight": {
        "outcomes": {
          "0": "After playing for a while, the Kids notice that the Sun is setting and are forced to tell you good bye.",
          "1": "During the friendly fight, one of the children hurts you superficially.",
          "2": "Without doing it intentionally, you cut the cheek of one of the children... Embarrassed, you give him some coins so that he can pay for his care.",
          "3": "Very energetic, the children keep you going in circles for a while. After twenty minutes, however, you finally put an end to the game."
        },
        "text": "Play a fighting game."
      },
      "teach": {
        "outcomes": {
          "0": "As you explain to the children how best to position themselves for the shot, one of them, a little way off, manages to string his bow and, before you can do anything, releases the arrow which goes straight into your leg. Wounded, you leave them to look for a place to heal.",
          "1": "You explain to the children how to place themselves to shoot and the children do well. You spend the rest of the day training them in archery. Before you left them you were warmly thanked by a small present from your apprentices of the day. You leave them and resume your journey.",
          "2": "You soon realize that the children are not yet strong enough to stretch the rope. So you tell them you'll come back and train them when they're older, and set off again."
        },
        "text": "Teach them how to use a Bow."
      }
    },
    "text": "While you are making a stopover at Boug-Coton, you are called out by children asking you to play with them."
  },
  "53": {
    "possibilities": {
      "accept": {
        "outcomes": {
          "0": "With nothing special happening on the road, you succeed in reaching the building where you have to deliver your package. A man comes out and hands you your due. You set off again for the next part of your adventures.",
          "1": "You pick up the package and head off in the direction the courier points you. You quickly fall into an ambush and get robbed of the package and your purse. Still in shock, you decide to take a rest under a nearby tree.",
          "2": "You take the package from the courier's hands and leave for the house he indicated to you. Arrived at your destination, you find yourself unable to locate the house despite long research. You finally decide to keep the object and continue your way."
        },
        "text": "Agree to deliver the package."
      },
      "deny": {
        "outcomes": {
          "0": "You Politely decline, explaining that you are occupied. You go to rest under a nearby tree.",
          "1": "You refuse and the man apologizes for the inconvenience. You quickly change the subject and chat with him. After a few minutes of conversation, he offers you a snack. This little break won't have been a total waste of time, you made a friend.",
          "2": "You politely reject the offer. The outraged man throws the package in your face and orders you to deliver it for him! You take the package for yourself and go away from this obnoxious character. You come out with a pretty bruise on your face and an item that will surely come in handy."
        },
        "text": "Politely decline."
      },
      "end": {
        "outcomes": {
          "0": "You remain silent in front of man. He doesn't quite know how to react to your bliss. After 5 minutes, he decides to accost another man to have the package delivered to him.",
          "1": "You hesitate then end up refusing and continue your journey without worrying about the future of this package.",
          "2": "You have no answer to this proposition. The man is not disturbing you more when he understands that you will not accept his request. You leave it for continuing your journey."
        }
      },
      "steal": {
        "outcomes": {
          "0": "You take the package and store it in your bag. You assure the man that it will be delivered before nightfall. A bit later, you open the package and discover a beautiful painting. You continue on your way and come across a painting expert's building, where you decide to get the painting you just stole assessed. You show your work to the painter, who calls you every name under the sun. It was to him that the package was intended! You decide to compensate him and you apologize to him. Taken with remorse, you immediately return to your way.",
          "1": "You take the package. On your road, you cross the path of an itinerant trader. You call out to him to buy the package. You get a very good price for it. You continue on your way, without any remorse.",
          "2": "You promise to the courier to deliver the package and return to the inn that hosted you the night before. You decide to open the package in order to see the content and find out that it is completely empty. What a waste!",
          "3": "You decide to steal the package and resell it. However, since you were not in a hurry, you decide to sit down near a river. You quickly joiny by what seems to be a wandering trader. Having no need for his trinkets, you offer to buy the package. The man, at the curiosity picked by your mysterious packet, accepts your offer. You will never know the contents of this package but the few pieces you have taken from it are enough for you.",
          "4": "You leave with the package and tell the courier that it will arrive safely. A few minutes later you meet a woman who looks like a merchant. She explains to you that she has no money, but that she can exchange your package for an item from her cart. You trade the packet for an item you think it's useful and continuing your journey."
        },
        "text": "Steal the package."
      }
    },
    "text": "As you pass by the shore of Mirage Lake, you notice a man waving at you from a little farther away. Intrigued, you decide to join him. The man introduces himself to you as a courier and begs you to help him. You notice that he is exhausted and in a bad way. He asks you to deliver the package he has before nightfall to a secluded house nearby. He tells you that in exchange for this good deed, the man who receives the package will offer you a bag full of gold coins."
  },
  "54": {
    "possibilities": {
      "bet": {
        "outcomes": {
          "0": "You decide to organize bets but no one wants to take part, because everyone knows who the winner will be.",
          "1": "You decide to place a bet that the knight won't win. Everyone comes to bet, because they all know he won't lose, but you have a plan in mind. You offer to fight for the lord of the manor. He readily accepts your offer. As expected, you win the fight and the bets. That's a lot of money.",
          "2": "You decide to place a bet that the knight won't win. Everyone comes to bet, because they all know he won't lose, but you have a plan in mind. You offer to fight for the lord of the manor. He readily accepts your offer. As expected, you win the fight. As you ask the bettors for your money, they are displeased and decide to take it away from you.",
          "3": "You decide to place a bet that the knight won't win. Everyone comes to bet, because they all know he won't lose, but you have a plan in mind. You offer to fight for the lord of the manor. He readily accepts your offer. You lose the fight, but refuse to give him your money. The villagers start following you, throwing various objects at you. Once away from the village, you're aching all over. You've also injured your leg, so you'll need to rest before continuing on your way.",
          "4": "You place bets that the knight won't win. Many come to bet, because they all know he won't lose. The guards are watching you to make sure you don't steal the money. You offer to watch the duel with them, except for a few who will guard the place. They start arguing about who should stay, and you take advantage of the situation to take some of the money and speed off. They chase you but eventually give up, realizing they can't catch you. You look at the money you've collected, delighted with your move.",
          "5": "You place bets that the knight won't win. Many come to bet, because they all know he won't lose, but you have a plan in mind. You offer to fight for the lord of the manor. He readily accepts your offer. As expected, you win the fight and go to collect the betting money. A villager attacks you on your way out of the village, certainly wishing to steal your money. After a tough fight, you manage to escape, but not without being seriously wounded. You'll need to rest now.",
          "6": "You place bets that the knight won't win. Many come to bet, because they all know he won't lose, but you have a plan in mind. You offer to fight for the lord of the manor. He readily accepts your offer. You lose the fight, but you don't intend to lose your money that way. So you run off to the betting place and steal as much money as you can, pursued by the villagers, before fleeing the village."
        },
        "text": "Organize bets."
      },
      "end": {
        "outcomes": {
          "0": "The discussions attract your curiosity so you decide to attend the duel. It quickly concludes with the foreign knight as the winner. Disappointed, you resume your way.",
          "1": "The discussions attract your curiosity so you decide to attend the duel. It concludes very quickly. Disappointed, you propose to replay the duel, but this time it's you who will fight. Your proposal is accepted, in just a few seconds, you are disarmed and on the ground. Your opponent laughs at you, claiming that you are a patetic fighter. Absolutely furious, you run on him to beat him, but the knight knocks you out with the pommel of his sword.",
          "2": "Not very well interested by this duel, you decide to not pay attention to it and continue your way.",
          "3": "The discussions attract your curiosity so you decide to attend the duel. Close to it, you notice that bets are played so you decide to participate. Naturally, you bet on the foreign knight before going to attend the duel. It is actually the winner, but when you turn back for your earnings, everything has disappeared. Discontent to have you done so, you get back to your path.",
          "4": "The discussions that attracted your curiosity, you decide to attend the duel, which concludes quickly. You suggest to now duel yourself, and they agree. You don't take a lot of time to defeat your opponent, the village acclames you and the Lord offers you a good meal, you gladly accept his offer. Once you are reputed, the Lord proposes doing you to become a knight, you politely refuse his offer and thank him for the delicious meal. You feel much better ahead."
        }
      },
      "help": {
        "outcomes": {
          "0": "Understanding the Lord's distress, you offer him to participate in the duel. He willingly accepts it. The battle begins, you know there is no chance of defeating your opponent, but you try to resist anyway. It only takes a minute for him to defeat you. You get back on your way, shameful of your defeat.",
          "1": "Understanding the Lord's distress, you offer him your help. You are then equipped before the duel begins. You fight valiantly but are just as easily overcome by your opponent. It is when he slashes you with his blade that you bitterly regret having offered your help. Indeed, it is a death match. And you just lost it. You close your eyes, and the pain goes away. You wake up a few hours later, seriously injured.",
          "2": "Understanding the Lord's distress, you offer him your help. You are then equipped with an armor before the duel begin. Recognizing that you have no chance at all, you defend yourself the best you can. Your opponent, impatient, lowers his guard and you take advantage of it to attack him. You manage to put him to the ground before disarming him. You emerge victorious from the arena, the Lord comes to meet you to give you a purse full of gold. You thank him before you get back on your way.",
          "3": "Understanding the distress of the Lord, you propose to him to settle the conflict by using your words. He promises you a reward if you succeed. Determined, you go to meet the knight once he arrives in the village and tell him that you want to negotiate with his lord. He accepts and he brings you at his home. You get on quickly with him and ask him to cancel the duel. You say to him that after that could takes place the negotiations to resolve the conflict. He accepts and you come back with him to Boug-Coton to announce the news. The Lord gives to you a purse filled with gold to thank you.",
          "4": "Understanding the distress of the Lord, you propose to him to settle the conflict by using your words. He promises you a reward if you succeed. You meet the knight so that he takes you to his Lord. Once arrived, you get on quickly with him. Unfortunately, he still doesn't want to cancel the duel, even if he likes you. You come back to the the village with the knight to announce that the duel will takes place.",
          "5": "Understanding the distress of the Lord, you propose to him to settle the conflict by using your words. He promises you a reward if you succeed. You meet the knight so that he takes you to his Lord. Once arrived, you try to negociate with him during many hours, unsuccessfully. Because of your vains efforts, you think to leave him. But before it, the Lord declare that he likes you, indeed, he added that he was impressed that you didn't give up. He propose to you to become knight but you decline politely his offer and resume your way."
        },
        "text": "Propose your help to the Lord of Boug-Coton."
      },
      "look": {
        "outcomes": {
          "0": "You decide to attend the duel. The foreign knight wins in only a few seconds. You don't wait to leave, disappointed by the mediocre performence of the loser.",
          "1": "You decide to attend the duel. The foreign knight wins in only a few seconds. In front of the mediocre performance of the loser, you propose to replay the duel, but this time it's you who will fight. Your proposition is accepted, you can fight. Your opponent, too much sure of him, lowers his guard during the fight. You don't wait a second to take advantage of it and take the advantage. You finish by defeat the knight et announce your win. He proposes doing you to become knight but you decline politely his offer and resume your way.",
          "2": "You decide to attend the duel. The foreign knight wins in only a few seconds. In front of the mediocre performance of the loser, you propose to replay the duel, but this time it's you who will fight. Your proposition is accepted. The battle begins, and despite all your efforts you managed, you arrive to resist only around ten seconds.",
          "3": "You decide to watch the duel. It's over in a matter of seconds. In view of the loser's mediocre performance, you propose to replay the duel, but this time you'll be the one fighting. Your proposal is accepted, and you can fight. Your overconfident opponent drops his guard while you fight. You don't wait a second to gain the upper hand. You finally defeat the knight and announce your victory, triumphant. The lord of the manor offers you a purse full of gold, which you gladly accept.",
          "4": "You decide to watch the duel. It's over in a matter of seconds. You call the loser incompetent and propose to replay the duel, but this time it's you who'll be fighting. The loser suggests you come and fight him before criticizing. You accept his request, knowing full well that you'll have no trouble defeating him. Being overconfident, your opponent manages to disarm you before knocking you to the ground. He then beats you until you faint. Seriously injured, you'll need plenty of rest.",
          "5": "You decide to watch the duel. It's over in a matter of seconds. In view of the loser's mediocre performance, you propose to replay the duel, but this time it's you who will be fighting. Your proposal is accepted. The fight begins, and despite your best efforts, you only manage to resist for about ten seconds. The knight decides to hit you again and again, to make you understand that you're just an insect against him. After seriously wounding you, he stops and leaves.",
          "6": "You decide to watch the duel. The foreign knight wins in just a few seconds. In view of the loser's mediocre performance, you propose to replay the duel, but this time it's you who'll be fighting. You win the duel after a few minutes of combat. The lord of the manor suggests a chat over a good meal. You gladly accept, as the food is delicious and plentiful. Once you've eaten your fill, the lord offers you a knighthood. You politely decline."
        },
        "text": "Attend the duel."
      },
      "visit": {
        "outcomes": {
          "0": "You visit the village but, seeing nothing of interest, you leave without further ado.",
          "1": "You visit the village. Seeing nothing interesting there, you decide to go and watch the duel.",
          "2": "As you visit the village, the Lord notices the adventurer you are. He explains the situation and begs you to take part in the duel. He will offer you a purse full of gold if you win. You accept his offer and go for the fight. But once the duel begins, you understand you don't stand a chance against your opponent. The knight hurts you in the leg with his sword and you miserably fall to the ground, wounded. Unable to stand up, you lose the duel.",
          "3": "You visit the village and see an object at the bottom of the well. You pick it up before getting back on your way."
        },
        "text": "Visit Boug-Coton."
      }
    },
    "text": "️You see the village of Boug-Coton and decide to go there. Once you have arrived you hear rumours about a duel against a knight. You soon understand that there is conflict between the lord of these lands and that of the neighbouring village. To solve it, a fight is organized between their best combatants, but all here are mediocre and the duel begins soon."
  },
  "55": {
    "possibilities": {
      "climb": {
        "outcomes": {
          "0": "You decide to climb the tree because you think that it's the faster way to do it. In a few seconds, you are in the other side, free to continue your way.",
          "1": "You climb the trunk, however you are not enough careful: you wounded yourself with the rough tree's bark and fall. You have to retry your climbing. At the second time you did it, but your hand is very painful.",
          "2": "You find that climb is a good idea so you do it. When you arrive at the other side, you note the presence of four peoples, armed and they are waiting for you. Because of your numerical inferiority, you don't hesitate to give them your possessions to live."
        },
        "text": "Climb the tree."
      },
      "cut": {
        "outcomes": {
          "0": "You take an axe from your bag and cut down the tree. It took you 30 minutes to clear your way!",
          "1": "You begin to cut down the tree and take a long time to cut the totality of it. You go to the nearest village, borrow a wain and his horse and carriage, come back to the forest, and load the cut wood in the wain, come back to the village, and sell it to the cabinetmaker. It's only after all that you discover that a wain and his horse and carriage are more expensive than the wood of only one tree!",
          "2": "You want to cut down the tree, but you realize that you don't have any tool. So you decide to climb the tree and did it without problems. You continue your road."
        },
        "text": "Cut down the tree and continue."
      },
      "end": {
        "outcomes": {
          "0": "Not knowing what to do, you finally decide to climb the tree. Within seconds, you are on the other side, free to continue on your way.",
          "1": "Not knowing what to do, you remember that you entered the forest a while ago, so you decide to retrace your steps.",
          "2": "While you are hesitating on what to do, you hear footsteps in your back! You barely have the time to turn around before four men jump on you. You faint almost instantly, and get up a few hours later, stunned and with a much lighter purse."
        }
      },
      "otherWay": {
        "outcomes": {
          "0": "You prefer to slightly change your route. You climb the embankment of the path where you were on, and pass some meters that way. After having passed the tree, you come back down on the path and resume your way.",
          "1": "You decide to change your route. To do so, you climb the embankment of your way and progress in the forest. You find, on a dead body, a beautiful item and a lot of money. Knowing that it will be more useful for you than the body, you take it and continue your forest hike.",
          "2": "You think that climbing the tree is too dangerous and you don't have anything to cut it. As a result, you have to change your route. But because of your poor sense of direction, you manage to lose your way. It's not until nightfall that you only managed to get out of the forest."
        },
        "text": "Go another way."
      }
    },
    "text": "Certainly due to yesterday's big storm, a tree has fallen on the small path where you are walking. Its trunk is a good 3 meters thick, it's blocking your path!"
  },
  "56": {
    "possibilities": {
      "beach": {
        "outcomes": {
          "0": "You approach the turquoise sea with the firm intention of taking a midnight swim. Leaving your belongings at the water's edge, you will swim a few fathoms before returning to the sand. You angrily notice the disappearance of some of your money as well as the charlatan's tent.",
          "1": "As you wander among the rocks, you spot a horde of these little crustaceans famous for their great presence on this beach. You observe them for a few moments before heading back.",
          "2": "Not having eaten yet, you decide to take advantage of this beach's resources in order to fill your empty stomach a little. As you search under a stone for crustaceans, a large bird takes flight and catches the hermit crab you just spotted. Startled, you take a step back, your foot slips and you thrust your ankle in the rocks."
        },
        "text": "Ignore the alchemist and go enjoy the beach."
      },
      "drinkBlack": {
        "outcomes": {
          "0": "Considering that it's easy money, you agree to become Gruffo's guinea pig. He gives you a steaming, blackish liquid. After having drunk a few unsavory sips of it and having waited for what seems like an eternity, you suddenly start vomiting followed by violent convulsions. It will take you almost forty minutes to come back to your senses before resuming your adventure.",
          "1": "Considering that this is easy money, you agree to become Gruffo's guinea pig. He gives you a vial containing a coal-coated liquid. Once drunk, the liquid immediately plunges you into a deep sleep. You wake up three hours later, comfortably installed on a coconut tree branch. At its foot, you discover an enamelled purse filled with gold!"
        },
        "text": "Drink the black potion."
      },
      "drinkRandom": {
        "outcomes": {
          "0": "Not without a hint of concern, you accept Gruffo's proposal. He gives you a tan-colored vial. Thinking of the financial compensation, you decide to drink it all at once. Immediately, a burning sensation invades your throat. After ten minutes or so, you stammered, hardly seeing anything. You are completely drunk! Strongly nauseous, you try to strike a blow at Gruffo who easily dodges it. Not one to hold a grudge, he makes you comfortable on his bench. You pester the stunted charlatan alchemist for a moment before he deigns to keep his side of the bargain.",
          "1": "You impulsively accept, while refusing any amount of money from Gruffo. Indeed, participating in a potential scientific discovery swells you with honor! The alchemist hands you a tiny vial filled with a crimson liquid. It takes only one sip to empty the contents, and you feel a pleasant warmth spreading throughout your body. Here you are in much better shape!",
          "2": "Lured by greed, you enthusiastically accept Gruffo's proposal. You quietly drink the scarlet liquid handed to you by the alchemist. Once done, Gruffo gives you a disappointed look while justifying that his experimental drink has an immediate effect. While promising you that you won't be sick, he throws you out of his tent. A little bitter not to see the shadow of a penny, you decide to continue your journey.",
          "3": "With suspicion and apprehension, you decide to drink in one go the sapphire-colored beverage that Gruffo hands you. Immediately, a freezing cold grips your entire body. As you painfully call Gruffo a shriveled charlatan, he settles you into a heap of warm blankets."
        },
        "text": "Drink a random potion."
      },
      "end": {
        "outcomes": {
          "0": "You end up accepting Gruffo's enticing offer. This one asks you to wait a little while, while he brings you your liquid. Just as you are carefully studying a still, a powerful blow lands on your pretty skull.",
          "1": "In front of your inert attitude, Gruffo gets impatient and throws you out of his tent, making you pay for the time you wasted. You get back on your road in no time!",
          "2": "Faced with your inability to make up your mind, Gruffo does not insist and offers you a cup of black tea. You discuss for many minutes about everything except alchemy! You resume your way as the moon timidly lights up the beach."
        }
      },
      "refuse": {
        "outcomes": {
          "0": "You prefer to politely decline Gruffo's offer while wondering how to find a safe place to sleep. Seeing your worried face, Gruffo suggests that you stay in his tent until the sun rises. You accept wholeheartedly and fall asleep, serene.",
          "1": "You refuse to serve as a guinea pig for the alchemist. He then offers you to create your own potion and taken aback by this new proposal, you accept. After some research, you end up making a translucent liquid. You hesitate a few moments before drinking your mixture all at once. Long minutes later, you are overcome by dizziness and funny hallucinations where you see your dear princess. Almost an hour of rest will be necessary to allow you to resume your adventure.",
          "2": "You categorically refuse the alchemist's proposal. He seems disappointed, so you decide to have a chat with him for a while. During the discussion, you ask him where all his alchemical knowledge comes from and it is with a touch of bitterness that he gives you the name of this famous minstrel known throughout the all country: Périssien. However, Gruffo will not answer you about the location of his master. Not wanting to insist, you thank him for this interesting conversation and decide to get back on your way."
        },
        "text": "Decline Gruffo's proposal."
      }
    },
    "text": "You approach Sentinel Beach, the fresh air fills your lungs and the salty smell of the sea reaches your nostrils. As you go forward, the sea breeze strengthens and the sound of seagulls can be heard. The sun is starting to set, you need to find a safe place for the night. A few more steps allow you to discern a tent pitched on top of a dune. Upon entering, a man called Gruffo explains to you that he is an alchemist looking for a volunteer to test his new substances, in exchange for a substantial sum of money."
  },
  "57": {
    "possibilities": {
      "continue": {
        "outcomes": {
          "0": "You enter the river and turn right to follow the current. The water is cool and it makes you feel a lot better.",
          "1": "You put one foot in the river and then the second. You begin your progress in the river. After walking for a few minutes, you arrive at a small one-meter-high waterfall and decide to jump down. As you gain your momentum, the stone where your right foot is resting on moves and you fall to the bottom of the waterfall, hitting your skull twice. You are still conscious, although strongly stunned.",
          "2": "You have been walking for a good hour when you arrive again to a crossroads. You decide to continue on dry land."
        },
        "text": "Continue your way by walking in the water."
      },
      "end": {
        "outcomes": {
          "0": "You sit down by the river. The water is cool and you decide to put your feet in. After a few minutes of pure bliss, a sharp pain sends your feet hurtling out of the water. You see a huge crab clinging to your foot. You feel a sharp pain, but you're about to have a delicious, invigorating meal.",
          "1": "You're hungry. You look into the river and spot those famous gigantic crabs. There are two species. One red-orange and one red and black. You hesitate and decide to try your luck with the big red-orange ones. After preparing and wolfing them down, you start to feel hot and sweaty. You realize your mistake too late: you've chosen the non-edible species.",
          "2": "You're walking in the river when you trip. You knock yourself out. Luckily, the current is strong and you end up on the riverbank. You're stunned, but alive."
        }
      },
      "findMeal": {
        "outcomes": {
          "0": "You look into the river and spot a few fish and crabs. You build a makeshift trap and set it in the water. After 10 long minutes, your trap contains 2 nice crabs and a small fish. You build a fire and grill them. You feel invigorated after eating them.",
          "1": "You see at the bottom of the water strange creatures that you had never seen before. They are fitted with two claws and move sideways. You assume that these are the famous things that gave this river their name and remember that they are edible. You decide to catch a few of them. You dip your hand in and manage to catch some, but they attack you with their chelae. You end up injured with a nice gash in your hand, but also with enough to make you a delicious meal.",
          "2": "You hesitate for a moment between the fish in the river and the mulberry trees. Finally, you decide to prepare a feast. You prepare a fish trap and, after installing it, you go pick some blackberries. Salmon with blackberries, a treat!"
        },
        "text": "Find something to prepare you a meal."
      },
      "settle": {
        "outcomes": {
          "0": "You decide to sit on a flat rock and contemplate the magnificent landscape with a thousand colors for a few hours before continuing on your way.",
          "1": "You are tired by all these kilometers traveled and observe the river and its fiery-colored crabs. Minutes go by without you noticing. It's been an hour now that you are daydreaming like this.",
          "2": "You lean against a tree and, feeling your eyelids grow heavy, you fall asleep. You wake up a few hours later but you are so relaxed that your walk is much more vigorous and you're soon caught up."
        },
        "text": "Settle down by the river."
      }
    },
    "text": "You are walking under an azure blue sky. The air is gentle and you continue on your way while listening to the bird songs, the trees creaking, the ground rustling under your feet. Suddenly, the sound of a river is heard in the distance. You continue your way to the river."
  },
  "58": {
    "possibilities": {
      "continue": {
        "outcomes": {
          "0": "You ignore the woman's advice and continue on your way.",
          "1": "You continue on your way. Two kilometers further on, you collapse from exhaustion."
        },
        "text": "Continue the journey."
      },
      "end": {
        "outcomes": {
          "0": "You think for a long time and then, not knowing what to do, continue on your way.",
          "1": "Exhausted, you decide to set up your camp here and continue the journey later."
        }
      },
      "goAlchemist": {
        "outcomes": {
          "0": "You arrive at the alchemist. He's known as Gruffo and offers you a recovery potion for a few coins. You accept and quietly drink the potion. A comforting warmth radiates within you. Invigorated, you start running so fast that you get to your destination without any delay.",
          "1": "You arrive at the alchemist. He's known as Gruffo and offers you a recovery potion for a few coins. You decline the offer and quietly continue your journey.",
          "2": "You enter the alchemist's lair. He's known as Gruffo and offers you to taste one of his new potions for free in order to test the effects. You drink the brew and feel a sense of comfort emanating from within you. You describe the effects to the man and come out of the hut, invigorated.",
          "3": "You enter the alchemist's lair. He's known as Gruffo and offers you to taste one of his new potions for free in order to test the effects. You drink the brew and spit it out straight away, but there seems to be some poison still deep in your throat."
        },
        "text": "Go to the alchemist."
      },
      "shortcut": {
        "outcomes": {
          "0": "You follow the indicated path until you find yourself facing a river with a dilapidated bridge over it. You hear it cracking, but that doesn't worry you until the moment you see the wood crumbling under your feet.",
          "1": "You follow the indicated path until you find yourself facing a dangerous river with a dilapidated bridge on it. Not being very brave by nature, you decide to turn back. This will have cost you a good 10 minutes.",
          "2": "You follow the indicated path until you find yourself facing a river with a dilapidated bridge over it. You hear it cracking, but it doesn't worry you. The rest of the crossing goes smoothly. You even find a few coins along your way!"
        },
        "text": "Take the shortcut."
      }
    },
    "text": "After long hours of walking through the marshy road, you meet a woman at a crossroads. Exhausted, you ignore her but she, seeing your condition, calls out to you. She offers two paths that may be useful to you: one leading to an experienced alchemist who can get you back on your feet, the other being a shortcut."
  },
  "6": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Um... Looks like you've been sitting there doing nothing longer than expected!"
        }
      },
      "goAway": {
        "outcomes": {
          "0": "You're not the type to risk wasting time on meaningless exploration! You finish eating and move on."
        },
        "text": "Keep moving, no time to lose!"
      },
      "goDeeper": {
        "outcomes": {
          "0": "You get quickly lost in this maze, but you end up coming out of it after a few hours!",
          "1": "You spend a few minutes exploring the cave from top to bottom and find an object that may be useful...",
          "2": "The cave soon turns out to be a cul de sac, but as you emerge, you hit your head on the ceiling and fall dizzy! You'll need medical attention!"
        },
        "text": "Delve deeper into the cave."
      },
      "search": {
        "outcomes": {
          "0": "After 30 minutes, you finally discover a strange object...",
          "1": "After 60 minutes, you end up abandoning your search without having discovered anything...",
          "2": "As you began your search, you drop a large bag of coins at the bottom of a large hole! It can't be retrieved anymore...",
          "3": "As you were looking for items to pick up, a huge branch breaks off from the tree next to you and falls on your leg! You manage to get up, stunned, but you'll have to recover!"
        },
        "text": "Search the surroundings."
      }
    },
    "text": "You've stopped off in a cave to eat, and you're reluctant to leave again..."
  },
  "60": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "You listen patiently to the king before being escorted back to the entrance. You are also given some information about a few additional missions entrusted to you by the king to facilitate your quest (order {command:missions}) and offered transport to the capital of your choice."
        }
      },
      "start": {
        "outcomes": {
          "0": "Once you have finished reading, you are taken back to the entrance. Someone also gives you some information about some additional missions entrusted by the king to facilitate your quest (with the {command:missions} command) and someone offers you transport to the capital of your choice."
        },
        "text": "Start your adventure."
      }
    },
    "text": "You are brought to the large reception room of the castle where you quickly meet the king. Someone explains to you the nature of the competition, which is to collect a large number of points in order to dominate the rankings. In addition to a nice starting bonus, you receive a beautiful book that is supposed to guide you during your adventure. You open the book (https://guide.draftbot.com/en) and quickly check the first pages..."
  },
  "61": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "You don't react to the guard's invitation. After a few moments, the young woman finally reaches you and gives you some advice. Among other things, you learn that the {command:report} command will give you all the information you need about your trip."
        }
      },
      "follow": {
        "outcomes": {
          "0": "The young woman introduces herself and quickly follows up with some initial advice which you listen to carefully, you learn that the {command:report} report allows you to get all the information about your trip."
        },
        "text": "Follow your guide."
      },
      "observe": {
        "outcomes": {
          "0": "You admire the immense walls of the castle. After a while, the young woman finally reaches you and gives you some advice. You learn that the {command:report} command allows you to get all the information about your journey."
        },
        "text": "Observe the surroundings."
      }
    },
    "text": "**Hello and welcome to DraftBot! {emote:other.crown} The king is looking for a noble knight to marry off his daughter, and you've chosen to take part in the selection competition! Having just arrived at the castle entrance after a long journey, you signal your presence to the guards at the entrance. You're invited to enter, and soon meet a young woman who seems eager to welcome you."
  },
  "62": {
    "possibilities": {
      "deny": {
        "outcomes": {
          "0": "You refuse the peasant's request with such a lack of sympathy that he ends up stoning you!",
          "1": "You refuse the peasant's request with such courtesy that he wishes you a good continuation for your adventure!",
          "2": "You decide to ignore the peasant's request. As you walk for several minutes, you see a road lined with impressive cherry trees. A few red cherries seem to reach out you. After tasting a few, you resume your journey."
        },
        "text": "Refuse to help the peasant."
      },
      "end": {
        "outcomes": {
          "0": "Seeing you unresponsive, the peasant seems quite annoyed but lets you leave without insisting. You find a lost wallet on the edge of a path. When you open it, you discover two small pieces of dried bacon.",
          "1": "Seeing the peasant's desperate face, you decide to start looking for its fork. You end up at the edge of a fallow field where cattle quietly eat fresh grass. Suddenly, a tawny-colored dog springs up from the premises of the pasture and gets on you. Faster than it takes to say so, you knock the dog out and get on your way like nothing happened.",
          "2": "While you agreed to help the peasant, you feel something buzzing in your ear and stick your little finger in. A sharp pain grabs you: a bee just stung you! You leave this stinging place without further ado."
        }
      },
      "searchPatures": {
        "outcomes": {
          "0": "After watching cattle chewing fresh grass in the first wild grass stretch from a distance, you head for the second. Many sheep graze peacefully. An impressive oak dominates the pastures and attracts your attention, so you decide to approach it. A few meters from the tree, you notice a fork against the trunk. The peasant seems overjoyued when you give it back to him. He then grants you, as promised, a small purse filled with gold.",
          "1": "As you approach the pastures, you notice footprints. Following them, you enter a dark grove containing a gloomy hut, to say the least. Curious, you walk around the building and come face to face with the much sought-after pitchfork! Retracing your steps in the opposite direction, you hand the object over to the farmer, who is full of thanks and invites you to share his meal so you can tell him all about your investigation. It's a pleasant evening, and you leave the farmer late into the night, invigorated by the local produce.",
          "2": "As you approach pastures, you notice footprints crossing the land leading to an enclosure where sheep benefit from the refreshing shade of young oaks. You decide to follow the footprints, thinking they'll lead you to the fork. When you arrive in the middle of the sheep, one of them comes to you. In a playful mood, you show him your hand with a bit of grass in it. He benefits of it to satiate himself, biting your finger while eating. Irritated, you decide to flee this place. Approaching the edge of the pasture, you do not see the fork on the ground, and walk over it. Furious about this misfortune, you are thinking about not helping anyone anymore on your adventure."
        },
        "text": "Search near pastures."
      },
      "searchVines": {
        "outcomes": {
          "0": "After a moment's hesitation, you decide to look for the famous fork on the edge of the vineyard. A tempting bunch of grapes catches your eye, and you decide to grab it. The farmer appears out of nowhere and, seeing you with a piece of his harvest in hand, howls in anger. Frightened, you let go of your harvest and take off!",
          "1": "No sooner have you arrived in the vineyards than you come across the famous fork. After returning it to the farmer, he keeps his promise to you.",
          "2": "As soon as you enter the vineyards, you spot a small wooden hut. As you enter, you discover a few barrels and several bottles of wine, one of which has already been opened. A few sips wouldn't have done you any harm if only you'd managed to limit yourself to a small quantity. You find the wine delicious, but don't want to waste any more time looking for a fork. You continue on your way, taking care to avoid the farmer."
        },
        "text": "Search the vineyards."
      },
      "searchWheat": {
        "outcomes": {
          "0": "After several minutes of searching the field, you find the fork, barely visible, under a number of wheat plants lying on the ground. To thank you, the farmer offers you your reward, as promised.",
          "1": "After three hours of searching, the fork is still nowhere to be found. You do, however, discover an object that may prove useful in winning the heart of your beloved Princess!",
          "2": "As you are looking for the fork, you step on it and get a nasty cut. You take your time to inform the peasant that you found his fork. He, noticing your wound, hastens to heal you the best he can."
        },
        "text": "Search in wheat fields."
      }
    },
    "text": "A peasant hails you while you're passing in front of his farm on the outskirts of the Expanse. It is made of pastures, vines and wheat fields. Looking downcast, he greets you and explains that he has lost his favorite fork. He begs you to help him find it while promising you a large reward."
  },
  "63": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "You chose to simply watch the fireworks and stay to see the village fall into despair, leaning against a tree just outside the village. But, even after midnight, nothing happened. It seems these so-called beasts are nothing but a sham, and you leave.",
          "1": "You decide to watch the attic from the local tavern, but get distracted by some delicious beer. You black out, drunk, and lose your consciousness. Upon waking up, you notice that they simply tossed your unconscious body onto the road and that you are a few coins short.",
          "2": "Deciding not to do anything, you enter the local tavern and rent a room for the night. But during your slumber, figures dressed in black attack you, beating you into submission and robbing you. They leave you bleeding on the floor and warn you to never snoop around in their affairs again...",
          "3": "Since you are already there, you think to yourself: why not go shopping? You wander around the local market, visit the local black- and weapon smith. After some time, you find something."
        }
      },
      "faceThem": {
        "outcomes": {
          "0": "You make your way to the basement of the attic and come face to face with black-robed figures standing in a circle, covered in feathers and blood everywhere. As you try to hit one of them, you hesitate. These men are ordinary cockfight punters, not beasts. But the men notice you and, out of fear, gang up on you, knock you down and quickly flee.",
          "1": "Upon entering the room, a mortifying stench of decay overwhelms you. Blood and detritus are spread throughout the room and some sort of red mist creeps around. Everything probably began to rot days ago. You can't stand the sight or smell and flee from the place with a deep sense of disgust.",
          "2": "When opening the door, you find three black-robed shapes about to sacrifice a maiden. You quickly draw your blade and slay these culprits. Casting the blood stained blade aside, you rescue the damsel in distress and get her outside. The next day, you are celebrated as a hero and protector from evil.",
          "3": "Upon going downstairs, you find yourself surrounded by oddly shaped wooden statues, twisted in some crude demeanor, horrors of the unknown made of wood. But there's nobody there. After investigating the creepy room, you find a box with something inside..."
        },
        "text": "Face the silhouettes."
      },
      "goAway": {
        "outcomes": {
          "0": "Even after uncovering the dark machinations, you decide to abandon the helpless folks and leave them to their demise.",
          "1": "You take off running, not knowing when the whole village will be swallowed by death if it is. In your haste to escape, you stumble and fall into a ditch.",
          "2": "After dashing out of the village, you take a short rest to catch your breath. While doing so, you are approached by some armed figures dressed in black. Seems like they didn't like you snooping around the village. They draw their weapons and attack. Catching you off guard and exhausted, they beat you into unconsciousness.",
          "3": "You make it out of the cursed village alive. After some time, you stumble upon a beautiful piece of untouched land. You can see a waterfall and multiple tamed carnivores. You decide to meditate under the stream of falling water. After an hour, you feel energized and continue your journey."
        },
        "text": "Get out of there as fast as possible."
      },
      "helpThem": {
        "outcomes": {
          "0": "You find figures dressed in black in the aforementioned basement. They don't seem to be beasts, but ordinary people betting on cockfights. You join them and bet on the red rooster who, in the end, lost. Which makes you a few coins lighter.",
          "1": "You find figures dressed in black in the aforementioned basement. They don't seem to be beasts, but ordinary people betting on cockfights. You join them and place your bets on the blue rooster who, in the end, won. A few coins richer, you leave the men to their games and leave.",
          "2": "You meet 4 black-hooded men in the basement. After convincing them to let you join them, they reveal their plan of sacrificing the local folks' vital force to a devil they worship. Hoping to take advantage of their knowledge, you say you're willing to participate. You and the cultists sacrifice a girl and some animals. Furthermore, you spread their innards throughout the room. Yet nothing happens. After wasting your time, you angrily stomp away...",
          "3": "You meet 4 black-hooded men in the basement. After convincing them to let you join them, they reveal their plan of sacrificing the local folks' life force to a devil they worship. Hoping you'll take profit of their knowledge, you say you're willing to participate. You and the cultists sacrifice a woman and some animals. Furthermore, you spread their innards throughout the room. Yet nothing happens. It's only when you walk away from the room that you stumble upon guards..."
        },
        "text": "Try to find the cultists in order to help them."
      },
      "warnEveryone": {
        "outcomes": {
          "0": "Without checking for yourself, you start running around the village like a madman, screaming at everyone that they'll die if they stay. General panic ensues and everyone starts to leave the perimeter. But after a while, nothing happens, and some people aren't too happy about your bad joke. They gang up on you, beat you up and rob you.",
          "1": "You tell the guards where the malevolent entities are hiding. They follow up on your tip and, after some minutes pass, another guard approaches you. It seems that heretics were about to kill a fair maiden and, thanks to your hint, she was saved. He hands you a small pouch before shaking your hand.",
          "2": "After telling everyone about the dark misfortune that is about to hit the village, everyone packs up their stuff and stays just outside in the forest. When suddenly an earthquake hits and panic ensues. You help the guards calming down the masses which, after some time, quiet down. You are warmly thanked for the warning.",
          "3": "You try to convince everyone that they're in danger, but people don't want to know and simply ignore you. You try for several hours and finally decide to leave them. You continue on your journey, unconcerned by the stubborn people of this village."
        },
        "text": "Revealing to everyone what it's all about."
      }
    },
    "text": "After some time, you finally arrive at Boug-Coton where some supposedly unholy creatures are into something... After investigating the place for a couple of days, you find a clue. There are reports of weird sounds and sightings of figures dresed in black going in and out of a barn's basement. Seems that a dark ritual is underway..."
  },
  "64": {
    "possibilities": {
      "accept": {
        "outcomes": {
          "0": "You accept the invitation, you are jovial just at the thought of celebrating in the King's sumptuous castle. You stride towards the imposing building."
        },
        "text": "Head straight for the castle."
      },
      "deny": {
        "outcomes": {
          "0": "Parties aren't for you. You decide you've got better things to do than have fun and head off on your own adventure."
        },
        "text": "Decline the invitation."
      },
      "end": {
        "outcomes": {
          "0": "You didn't expect to read this. You stay for long minutes contemplating the letter. The departure of the messenger pulls you out of your daydream, and you take the destination of the castle."
        }
      }
    },
    "text": "No sooner have you arrived at your destination than a messenger stops breathlessly in front of you and hands you a missive. You carefully read the contents, which indicate that the King is preparing a great feast in his castle, and that you are invited to attend."
  },
  "65": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "You open your gift and see some coins shining at the bottom of the box. You take them and add them to your purse. You leave the castle, happy to have received the gift.",
          "1": "You open your gift and see a glowing red potion in the box. You drink it and feel a rush of strength from deep inside you. You leave the castle, happy to have received this gift.",
          "2": "You open your gift and see gems rolling around at the bottom of the box. You take them and add them to your gem reserve. You leave the castle, happy to have received this gift.",
          "3": "You open your gift and pick up a book that was inside. It explains survival techniques that you can't wait to put into practice. You leave the castle, happy to have received the gift.",
          "4": "You open your gift and pick up a book that was inside. It explains fighting techniques that you can't wait to try out against the other adventurers. You leave the castle, happy to have received this gift.",
          "5": "You open your gift and take out a piece of equipment. It's a powerful weapon that you add to your collection. You leave the castle, happy to have received this gift.",
          "6": "You open your gift and take out a piece of equipment. It's a powerful suit of armor that you add to your collection. You leave the castle, happy to have received this gift.",
          "7": "You open your gift and take out a piece of equipment. It's a powerful item that you add to your collection. You leave the castle, happy to have received this gift."
        }
      },
      "hopeArmor": {
        "outcomes": {
          "0": "You open your gift and take out a piece of equipment. It's a powerful suit of armor that you add to your collection. You leave the castle, happy to have received this gift."
        },
        "text": "Wait and hope to get a new armor."
      },
      "hopeGems": {
        "outcomes": {
          "0": "You open your gift and see gems rolling around at the bottom of the box. You take them and add them to your gem reserve. You leave the castle, happy to have received this gift."
        },
        "text": "Wait and hope to get gems."
      },
      "hopeGlory": {
        "outcomes": {
          "0": "You open your gift and pick up a book that was inside. It explains fighting techniques that you can't wait to try out against the other adventurers. You leave the castle, happy to have received this gift."
        },
        "text": "Wait and hope to get glory."
      },
      "hopeHealthy": {
        "outcomes": {
          "0": "You open your gift and see a glowing red potion in the box. You drink it and feel a rush of strength from deep inside you. You leave the castle, happy to have received this gift."
        },
        "text": "Wait and hope to get something to stay healthy."
      },
      "hopeItem": {
        "outcomes": {
          "0": "You open your gift and take out a piece of equipment. It's a powerful item that you add to your collection. You leave the castle, happy to have received this gift."
        },
        "text": "Wait and hope for a new object."
      },
      "hopeMoney": {
        "outcomes": {
          "0": "You open your gift and see some coins shining at the bottom of the box. You take them and add them to your purse. You leave the castle, happy to have received the gift."
        },
        "text": "Wait and hope for money."
      },
      "hopePet": {
        "outcomes": {
          "0": "You open your gift and find an animal inside. You decide to take it with you on your great adventures on the continent. You leave the castle, happy to have received the gift."
        },
        "text": "Wait and hope for a companion."
      },
      "hopeWeapon": {
        "outcomes": {
          "0": "You open your gift and take out a piece of equipment. It's a powerful weapon that you add to your collection. You leave the castle, happy to have received this gift."
        },
        "text": "Wait and hope for a new weapon."
      },
      "hopeXP": {
        "outcomes": {
          "0": "You open your gift and pick up a book that was inside. It explains survival techniques that you can't wait to put into practice. You leave the castle, happy to have received the gift."
        },
        "text": "Wait and hope for experience."
      }
    },
    "text": "Like many other adventurers, you arrive in the reception hall of the King's castle. In the middle of the hall stands a gigantic fir tree, protecting thousands of gifts with its long, thorny branches. After a delicious meal, the King takes the stage and announces that the night before, a man in a red suit was seen in the night, and that when he left, thousands of gifts with the names of adventurers were strewn under the tree. He asks you to remain seated and wait for a waiter to come and drop off what you're owed."
  },
  "66": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Suddenly, you're lying on the floor, the crew leaning over you. The captain explains that you've fainted. They grab you and, like a bundle, throw you overboard before quickly walking away.",
          "1": "Suddenly, you're lying on the floor, the crew leaning over you. The captain explains that you've fainted. He gives you a few more words of advice before letting you leave for the island."
        }
      },
      "hints": {
        "outcomes": {
          "0": "You slowly turn to the captain to ask him if he would be so kind as to provide you with any further information. He gives you some, and you set off, more ready than ever to face the island.",
          "1": "Worried, you look at the captain and thank him politely for the crossing. You express your fears and ask for some advice. He gives you some and you set off, more ready than ever to face the island."
        },
        "text": "Ask for more information."
      },
      "run": {
        "outcomes": {
          "0": "You leap abruptly over the boat's deck and run straight ahead, like an animal, without looking back. All this while the crew looks on in amazement.",
          "1": "While thanking the crew for this wonderful crossing, you disembark. You walk away, confident and sure-footed."
        },
        "text": "Head for the island."
      }
    },
    "text": "After a brief crossing, the captain moors his ship at what appears to be a pier. You are far too absorbed in your contemplation of the island to care. It seems to you at the same time tiny and immense, warm and cold. A strange sensation seizes you, between anguish and admiration. A movement on the ship pulls you out of your observation."
  },
  "67": {
    "possibilities": {
      "accept": {
        "outcomes": {
          "0": "You take the time to enjoy this beverage that you missed so much on your getaway. It does you a world of good. You sip it, and begin to feel the ship rocking on the waves, a sign of the end of this expedition.",
          "1": "This beverage is not of good quality, the malty taste is very noticeable. Seeing your reaction, the captain laughs and tells you that beer is like that on ships. He takes your glass back and goes to fetch you water and a piece of bread instead, which you enjoy a little more. You then stand up, watch the island drift away on the horizon and take stock of your adventures."
        },
        "text": "Accept the drink."
      },
      "deny": {
        "outcomes": {
          "0": "You're not in the mood to drink after this perilous adventure. Not wanting to leave you in your uncomfortable position, the captain offers you, without you really having a choice, a cozy bed in his cabin. The motion of the boat lulls you to sleep, and you soon feel your mind wandering to your adventures, falling asleep a few minutes later.",
          "1": "You've been through a lot on this trip, so you refuse, as you don't want to get any more dehydrated. Instead, you ask the ship's master for some water. But you don't realize you're falling into a deep sleep until he returns."
        },
        "text": "Politely refuse the gift."
      },
      "end": {
        "outcomes": {
          "0": "The captain is waiting for you to take his gift. But you've fallen asleep in a fraction of a second, which he quickly realizes. So he goes back to steering his boat, leaving you to sleep where you are."
        }
      }
    },
    "text": "After a short walk, you arrive at the boat that previously brought you to this inhospitable island. Seeing your fatigue and injuries, the captain hastens to order his crew to weigh anchor. Once seated on deck, you see him arrive with a mug of beer in his hand, which he hands to you."
  },
  "68": {
    "possibilities": {
      "checkDate": {
        "outcomes": {
          "0": "You look at the calendar and discover that a tournament is about to start! You decide to go along and reach the final after a few hours of fighting. However, your opponent dominates you and you miss your last battle. As a finalist, you still win a purse full of gold before going on your way.",
          "1": "You look at the calendar, and notice that you are in Lapland, the 6th month of the year. You then decide to go out and eat a pancake at a nearby stand. This food is so good you feel really happy. You resume your journey, well sated.",
          "2": "When you see the calendar, you remember the posters in the streets talking about a treasure hunt. You decide to take part. After two hours of searching, you can't find anything. You decide to turn back.",
          "3": "You are looking at the calendar, and you notice something of interest in today's entry: Mead competition! Confident in your strong alcohol resistance, you decide to give it a try. You end up winning the contest, as well as a reward! You are also totally drunk, however."
        },
        "text": "Look at the calendar."
      },
      "end": {
        "outcomes": {
          "0": "You hang around the library and don't notice the minutes passing. At closing time, you step outside and realize that it's already late. You set off again without further ado.",
          "1": "You're amazed at the number of books and the wealth of knowledge that emanates from these premises. Shortly afterwards, the librarian beckons: the building is about to close. Disappointed, you turn back to continue your adventures.",
          "2": "You stay in the library for several minutes, amazed by all the knowledge held within. You sit down, thoughtful. Suddenly, a reader comes by and disturb your thoughts, \"Hansel and Gretel\" by the brothers Grimm in hand. He asks that you give him your seat, as you are in his most favourite spot. Confused, you leave, without any new knowledge."
        }
      },
      "read": {
        "outcomes": {
          "0": "You decide to read a book. It's about cooking and preparing delicious meals. You write down the recipe before going to find the ingredients. Once you've found them, you follow the instructions to the letter. You taste your dish before feeling its benefits, then set off again.",
          "1": "You pick up a book and start reading. The book is about arithmetic. However, this has never been your strong point: almost 10 minutes later, you decide to put the book down and continue on your way.",
          "2": "You're reading a cookbook. It talks about a delicious dish. Aroused, you decide to prepare the dish. But you don't quite follow the instructions, and after eating, you don't feel well...",
          "3": "You pick up the first book you come across. It is about alchemy and the diverse benefits of some plants. After carefully studying its content, you put it down, convinced that it will be useful on your following adventures."
        },
        "text": "Read a book."
      },
      "steal": {
        "outcomes": {
          "0": "You manage to steal a dusty old book and sneak out of the building to find a buyer on the city's main avenues. However, you notice that no one is interested in the book, not least because it's badly damaged and even has torn pages. So you abandon it and move on.",
          "1": "You sneak out of the library without anyone noticing you. You managed to steal a book, and now try to sell it to passers-by. A man decides to buy it for a few gold coins. Once the transaction is completed, you get back on track.",
          "2": "You try to steal a golden book discreetly, but the librarian catches you red-handed. She demands that you return the precious book, and with it, compensation! Disappointed and ashamed, you return the book and compensate her with a large handful of your savings to avoid going to prison..."
        },
        "text": "Attempt to steal a book and resell it."
      }
    },
    "text": "After strolling through the streets of Claire De Ville, you come across a building whose entrance is framed by two stone owl statues. As you approach, you realize that this is the town's library. You decide to enter the building to pass the time. On one of the entrance walls hangs a calendar made of large leaves bound together by a leather strap."
  },
  "69": {
    "possibilities": {
      "accept": {
        "outcomes": {
          "0": "You feel like you're participating in a knighthood ceremony, since Donia puts the end of the staff on both your shoulders - first on the left one, then on the right - to give you her blessings. Either way, you don't feel that much different from before.",
          "1": "You feel overpowered after her blessing... until Donia leaves. You try to find her, embarrassed to have believed such folly, but you can't. You leave, ashamed and confused, and swear, a little too late, that she won't fool you again.",
          "2": "As soon as Donia uses her \"blessing\" on you, she also throw some strange blue powder in your face. You get drowsy and she helps you to walk to one of the nearest trees, where you fall asleep. You dream of being in the royal palace, during a social event. You see the princess approaching you, with her face hidden by a dark veil, since you are actually oblivious to her physical appearance. You spend the rest of the dream dancing with her. You sleep a few hours feeling refreshed."
        },
        "text": "Accept her offer."
      },
      "comrpomise": {
        "outcomes": {
          "0": "She seems disappointed, but offers you a red rose as a gift for the princess. You set off again, just as disappointed as she is, having received only a single, measly flower.",
          "1": "Rather than a blessing, you ask her if she knows of a place in this forest where you could rest for a while. She then takes you to her house, where you are served good food and wine. The latter is incredibly pleasant and you finish the whole bottle, dragging yourselves afterwards to a bed. As you sleep, you have a rather peculiar nightmare: Donia is a stooped old woman, the archetypal witch, and she wants to kill you before baking you in her oven. The real Donia leaves you asleep and continues on her way."
        },
        "text": "Find a compromise."
      },
      "deny": {
        "outcomes": {
          "0": "You frown, and soon tell her that fairies don't exist and that she's completely delusional. Furious, Donia uses her stick to beat you up, leaving you lying wounded on a bed of leaves.",
          "1": "You use all your tact and try to make her understand that fairies only exist in children's stories and tales of drunken adventurers, without much success. Wanting to prove you wrong, Donia pulls out a large quantity of red powder from a small satchel strapped to her waist, which she throws in your face. You're too close to her to dodge, so you inhale the powder. Your vision blurs and you lose your senses. You let Donia hold your hands and guide you to a clearing. You see many little fairies twirling about. In reality, they're wasps. Seeing your arrival as a threat, they sting you repeatedly. You've been poisoned and will need some time to get better."
        },
        "text": "Decline."
      },
      "end": {
        "outcomes": {
          "0": "As you stare at her in silence for quite a while, Donia seems to lose interest in you, and walks away without saying anything more. But you continue to stare. Without a thought. It's only a few hours later that you come to your senses, and continue your journey, as if nothing had happened..."
        }
      }
    },
    "text": "As you cross the Old Man's Forest, a beautiful woman comes running up to you. Her long hair is the color of a stormy sea, and she's dressed in a graceful silver gown, with a corset adorned with tiny sapphires. Her right hand holds a hawthorn staff. Such an appearance makes you immediately think that this is what a fairy should look like, if such a creature exists: both wild and dazzling. You're worried, but the stranger smiles sweetly and announces that her name is Donia. She declares herself to be a Fae, confirming your first impressions. You don't quite believe this, and sense the trickery afoot, but her staff seems dangerous enough for you not to let her know. Donia then offers you her blessing, believing she can be useful in your quest for the princess."
  },
  "7": {
    "possibilities": {
      "check": {
        "outcomes": {
          "0": "By forcing the door open, you're hurting yourself deeply. You absolutely must take care of yourself!",
          "1": "After spending almost 1 hour trying to get into the house, you finally give up. On your way out, you find an object that might come in handy!",
          "2": "You enter the house and put down your belongings to rest. Having fallen into a deep sleep, you'll need to rest before continuing your adventure.",
          "3": "You enter the house and search around for about fifteen minutes. On your way out, you find an object that might come in handy!",
          "4": "You enter the house and search around for about fifteen minutes. You finally give up your search without having found anything."
        },
        "text": "Check inside."
      },
      "end": {
        "outcomes": {
          "0": "You've been standing still for almost 15 minutes, so it's time to get moving!"
        }
      },
      "skip": {
        "outcomes": {
          "0": "You continue on your way without worrying about the house."
        },
        "text": "Don't stop and keep going."
      }
    },
    "text": "You've discovered a house! It looks abandoned..."
  },
  "70": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "After a moment's reflection, you finally decide to enter the tomb to cool off in the shade and rest.",
          "1": "As you hesitate about what to do, the sandstorm intensifies. You step into the passage, safe in the knowledge that the gusts have subsided.",
          "2": "As you hesitate to decide what to do, a woman wearing an ice axe on her belt emerges from the trapdoor. She threatens you with a bandaged bow, then orders you to turn your back on her, which you do. A sharp blow to the temple leaves you confused for several minutes."
        }
      },
      "explore": {
        "outcomes": {
          "0": "You wander the galleries for a while, looking for any hidden rooms. Eventually, you come to a dead end. Fearing you'll get lost exploring further, you decide to turn back.",
          "1": "After wandering through several rooms, including one filled with spoiled victuals, you arrive in a vast room where gold is the name of the game. It makes up the walls, the various objects, the clothes and even the chests. In one corner, you spot something you might find useful. Then you fill up your biggest purse and leave the maze.",
          "2": "Once through the trapdoor, you walk until you come to a dead end. You decide to get out, for fear of getting lost. As you reach the trapdoor, you are savagely attacked by an individual wearing a brown hat and carrying a whip on his belt. You somehow manage to dodge most of the blows, and fight back. You fight for a long time, but finally deliver the decisive blow. While searching him, you discover a small purse containing a substantial sum of money.",
          "3": "Once through the trapdoor, you walk until you discover a burial chamber, the underground is a tomb! Wanting to turn back, you fail to recognize the corridors you're passing through, and wander for many hours before finding an exit. You resume your adventure as the full moon illuminates the silent desert as if it were daylight.",
          "4": "After passing through the trapdoor, you step into the darkness and discover a strange place: an abandoned crypt, the underground tunnels resembling a funerary maze! You're tempted to turn back, but to your dismay, the corridors seem to play tricks on your senses and transform before you. You wander aimlessly for a time, before finally finding a way out.",
          "5": "Once through the trapdoor, you walk to a room where a sphinx is enthroned, made entirely of gold! As if hypnotized, you approach it until your left foot lands on a slab, which sinks into the floor... Two golden arrows whistle eerily in your ears, while a third scratches your arm. It's not an unpleasant wound, but this trap urges you to evacuate."
        },
        "text": "Explore the underground."
      },
      "skip": {
        "outcomes": {
          "0": "You decide to ignore the trapdoor: you feel it would be far too dangerous to explore an underground passage. The sandy gusts have subsided, which is a godsend for you!",
          "1": "You decide to ignore the trapdoor and continue on your way, but the sandstorm becomes even more virulent. Without the slightest hesitation, you turn back for shelter. You decide to rest here until the storm is over.",
          "2": "The gusts are getting stronger, so you tear off a piece of your top to protect your respiratory tracts. With difficulty, you take a few steps and spot several cacti, some with fruit. After picking up two of them, you quickly find a dune where you can take shelter. Once peeled, you discover that the fruit is delicious. Many minutes later, the storm has died down. You resume your adventure.",
          "3": "After carefully closing the trapdoor, you continue on your way. Suddenly, the ground gives way beneath your feet. You fall into one of the underground rooms. In your fall, you cut your thigh. Fortunately, you get out with ease."
        },
        "text": "Continue on your way."
      }
    },
    "text": "As you travel through the Dune, the air seems to grow drier and drier. As you move forward, grains of sand whirl around, forcing you to squint. Suddenly, you feel the ground firm up beneath your feet for the space of a step. Surprised, you push the sand aside to reveal a trapdoor and open it. A gigantic labyrinth is revealed before your astonished eyes."
  },
  "71": {
    "possibilities": {
      "accept": {
        "outcomes": {
          "0": "You follow the old man to the tent that serves as his home, and let him serve you a strange mixture that he says is a delicious peyote soup. Out of politeness, you drink it. It only takes a few moments for you to feel the effects of this demonic soup: your vision blurs, and the world sways. Suddenly frightened by the mad hermit, you flee into the desert. In the early hours of the morning, you wake up with a splitting headache, the effects of the peyote taking a while to wear off completely.",
          "1": "You follow the old man to the tent that serves as his home and share a meal together around the fire, while he tells you his story. He explains that he and his brother separated for their hermitage following a disaster that killed their entire family, the only survivors being him and his brother. His story touches you deeply, and the name of another hermit whose name begins with an X sounds familiar... The desert is icy cold as you fall asleep by the fire with the hermit. When you wake up in the morning, you find a beautiful scorpion in one of your shoes. You throw it away and continue on your way.",
          "2": "You follow the old man to the tent that serves as his home, and share a meal together around the fire as you recount your adventures. Once you've eaten your fill and thanked the hermit, you resume your journey through the desert, heading deeper into the wilderness."
        },
        "text": "Agree to join him."
      },
      "deny": {
        "outcomes": {
          "0": "You politely decline the hermit's offer and continue your journey.",
          "1": "Seeing that you're reluctant to accept, the old man pulls you by the arm and invites you to tea, where you chat with him as you sip the beverage. After a short while, you bid farewell to the old man and set off again.",
          "2": "Seeing that you are reluctant to accept, the old man decides to offer you \"an object from his personal collection\". You accept the gift but remain reserved about staying in his company and decide to take your leave quickly.",
          "3": "You decline his offer, but just as you're about to set off again, he calls out to you again, talking about anything and everything. After a while, finding him far too suspicious and thinking he's trying to set a trap for you, you decide to cut short his interminable monologue before fleeing as quickly as possible."
        },
        "text": "Decline his offer and move on."
      },
      "end": {
        "outcomes": {
          "0": "The man looks suspicious and his gait is deceitful. As he stretches out his arm to ask if you're feeling well, you grab hold of him and shove him into the water before scurrying away.",
          "1": "Seeing you reactionless, the old man gets offended, yells at you and throws a handful of sand in your face before walking away. Completely blinded, you head for the small body of water to rinse the sand from your eyes. After a few minutes, you feel better and go on your way."
        }
      },
      "steal": {
        "outcomes": {
          "0": "You let the man guide you to his tent and discreetly pick up a large stone while his back is turned to you. You then land a heavy blow on his hooded skull. The hermit collapses, blood spilling onto the cracked oasis floor. You decide to leave him like that, and head off to take a look inside the tent. Inside, you discover trunks set with jewels and objects in great quantity. You leave with a substantial sum of money, as well as an item you grabbed in a hurry. You quickly resume your crossing, unwilling to be caught red-handed.",
          "1": "You let the man guide you to his tent and discreetly pick up a large stone while his back is turned to you. Just as you're about to hit him, he turns and pulls a dagger from his sleeve, cutting deep into your chest. You scramble for cover, doing your best to stop the blood flowing. As you flee, you hear the crazy old man's demented laughter.",
          "2": "You let the man guide you to his tent and discreetly pick up a large stone while his back is turned to you. You land a heavy blow on his hooded head, the hermit collapses to the ground, and you are immediately overcome with remorse. You bandage the old man's head and lay him down on his mat to recover. When he wakes up, you apologize and give him some money in compensation for your misdeed.",
          "3": "As you follow the old man, you pick up a stone from the ground behind his back. Discretion is not your strong suit, and the hermit immediately notices your suspicious silence. Realizing the situation, he repudiates you from his kyutchen with a punch the likes of which you've never received."
        },
        "text": "Accept and take advantage of the night to steal his belongings."
      }
    },
    "text": "As you cross the Kings' Valley, you catch sight of an oasis. Thirsty from your journey, you rush to the small body of water to drink. As you take a drink, you are startled by the sound of laughter behind you. As you turn around, a bearded old man with a large hood over his face faces you. He says his name is Xirtex and that he lives in this oasis. He offers to put you up in his home to help you recover from your journey, and to share your misadventures."
  },
  "72": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Hesitantly, but finally galvanized by the din of the crowd, you ignore the judge and join in the general enthusiasm. You cheer the participants in the various events for hours!",
          "1": "Your own life is far more important to you than the ephemeral glory of some tournament victory. You thank the judge and tell him that you won't be taking part in the tournament after all."
        }
      },
      "joinArchery": {
        "outcomes": {
          "0": "The test seems a little difficult: you have to shoot three arrows at a straw target some 50 meters away. All three arrows land in the middle of the straw target. You're the winner! The beautiful Lady of the local Lord, Yseldia, comes to offer you a heavy purse, while you are dazzled by her ruby-set crown.",
          "1": "The test seems a little difficult: you have to shoot three arrows at a straw placed about fifty meters away from you. You're not very skillful, so you miss two out of the three arrows and come last in the ranking! Happy to have been part of the general euphoria, you happily set off again.",
          "2": "As you notch your first arrow, a sneeze startles you. You drop your bow, and your arrow comes to rest near the head of a muscular knight. He glares at you and starts to rush towards you. Adventure doesn't wait: you're back on the road in no time!"
        },
        "text": "Participate in the archery test."
      },
      "joinJoust": {
        "outcomes": {
          "0": "After winning three jousts, you find yourself in the final against the Count of the neighboring region. He unhorses you with suppleness and ease. You finish second on the podium. As you are transfixed by the ruby-set crown of Yseldia, wife of the local lord, you absently accept a heavy purse from her delicate hands.",
          "1": "A new jousting event is about to begin, and a groom has given you the gift of a gray double pony whose previous owner sadly passed away shortly before. You face Yvain, a renowned knight. You begin to gallop along with your adversary, who unhorses you with ease. As you land with a clatter on the dusty ground, your mount accidentally steps on one of your collarbones, making a sinister cracking sound. ",
          "2": "After spotting an unattended bay nag, you seize it to take part in the jousting. You're the winner! The local lord's wife, nicknamed Yseldia, gives you your rewards in person. ",
          "3": "Just as you feel the exhilaration of jousting on horseback beckoning, you remember that you don't have a horse to take part in this event. Disappointed, you grumble and continue on your way."
        },
        "text": "Take part in the jousting test."
      },
      "joinMelee": {
        "outcomes": {
          "0": "As you see the other participants' gleaming, sharp weapons, your courage melts like snow in the sun. You decide to slip away quietly before your unfinished life is snatched from you. ",
          "1": "After nearly dying with a blow from a halberd encrusted with green gems, you finally put your last opponent out of action. The Weapon Herald announces your crushing victory! The Lady of the Lord, named Yseldia, brings you your reward in person. As you thank her, you study her delicate face, the top of which is adorned with a sumptuous ruby-set crown.",
          "2": "After easily defeating almost all your opponents, you start to tire and lose your last fight! You notice a nasty gash on your hand, and head off in the direction of the town's bone-setter. He dresses your wound and insists that you rest for a while.",
          "3": "You've underestimated the level of your opponents and, as a result, one of them knocks you down. Despite your pleas, your opponent, armed with a halberd adorned with emeralds, sneers and lacerates your arm up to the shoulder."
        },
        "text": "Join the melee fight."
      },
      "joinPoetry": {
        "outcomes": {
          "0": "The rhythm, rhymes and sounds of your poem captivate the crowd. You're acclaimed the winner! Yseldia, wife of the local Lord, presents you with your prize, not without a touch of emotion.",
          "1": "A few minutes before the results are announced, you notice that your purse is missing. You've probably had it stolen before you got there. Good thing you didn't have all your gold on you! You leave without waiting for the rest of the festivities, empty-handed.",
          "2": "As you loudly proclaim your poem in a lilting voice, you notice a damsel eyeing you with much fervor. Just as you've finished your tirade, the young woman grabs your hand and starts running! A few alleys further on, the young lady kisses you! She's not your Princess, but you don't let her distract you, and explain that your heart's already in the right place. As you bid her farewell, she gives you an object that may prove useful in your further adventures."
        },
        "text": "Take part in the poetry test."
      },
      "searchFood": {
        "outcomes": {
          "0": "You manage to find a street kitchen owned by a mixed-race woman. Her first name, Lucya, rings a bell. Over the course of the conversation, Lucya explains that she used to work at the famous Boug-Coton inn. However, she was far too thirsty for exciting adventure to accept this sedentary lifestyle. Delighted by your interest, the woman offers you a small vial of spiced mead. You're now refreshed and ready for your own adventures.",
          "1": "You can't find any street food stall: an entertainer tells you that a big banquet is planned for much later. Disappointed by this news, you decide to leave town. ",
          "2": "You manage to find a street kitchen owned by a mixed-race woman. Her first name, Lucya, rings a bell. Shortly after starting up a conversation with her, you learn that she intends to open her own inn if she becomes bored with her life as a culinary adventurer. Thinking you're a very nice person, Lucya offers you a homemade wafer. This singular honey-tasting cookie delights your palate. "
        },
        "text": "Change your mind and go in search of a food stall."
      }
    },
    "text": "As you arrive on the outskirts of Claire De Ville, you discover that many of its inhabitants have moved outside the great walls: a seigneurial tournament is in full swing! On the hoardings attached to the walls, jesters, troubadours, minstrels, heralds, bards and storytellers vociferate with joy, cheering each blow of sword, lance or mace. Enthralled by the mayhem and general cheerfulness, you decide to try your luck. You spot the storytelling judge, who accepts your entry and asks you which test you'd like to take part in."
  },
  "73": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "You leave the crowd to slip discreetly into the back of the overweight man's cart. Inside his modest home on wheels, you spot a cat with her kittens and immediately understand the deception! You approach the trainer and demand money in exchange for your silence.",
          "1": "Fascinated by these adorable babies, you sneak around to the back of the trainer's cart to see if there are any others, so you can steal one to sell at a good price. However, only a nursing cat is present. Out of spite, you grab the prettiest kitten and hide it in your pouch. Clever as you are, you quickly find someone willing to make the exchange.",
          "2": "You move away from the crowd to find a better place to watch the show. Absorbed by the spectacle, you don't look where your feet are landing, and fall into a heavy open trunk, carelessly abandoned in the middle of the path. Before you know what's happening, the trunk closes on you, knocking you unconscious. You don't wake up until much later."
        }
      },
      "goAway": {
        "outcomes": {
          "0": "You're totally uninterested in this spectacle and prefer to flee the crowd to avoid the usual thieves of all kinds. They never miss an opportunity to rob rich and poor alike, at events such as this where onlookers crowd together, facilitating their misdeeds.",
          "1": "You immediately get back on the road. You don't have time for this kind of clowning. It takes you a long time to realize that you've gone the wrong way, so you turn back, cursing the loss of precious time.",
          "2": "You quickly leave the show and trip over a bag carelessly left by a spectator. As you fall, you injure yourself very slightly. The bag is a faded brown, and although the leather is worn, it's in relatively good condition. You decide to rummage through the bag in the hope of finding some sort of compensation, and discover a small purse and an object that seems to be quite useful.",
          "3": "You decide to continue your adventure, indifferent to the spectacle and the cheers of the crowd."
        },
        "text": "Leave."
      },
      "look": {
        "outcomes": {
          "0": "You stay to watch the show, amazed by all the cuteness. You've really enjoyed watching this magnificent and grandiose performance, so you offer the trainer a few coins.",
          "1": "You're eager to see the show, but it ends just as you arrive. Although your disappointment is immense, you leave.",
          "2": "You watch the training, but after all you've been through since the start of your adventure, you're not impressed. You promptly leave the crowd and return to your adventurous life."
        },
        "text": "Attend the show."
      },
      "shame": {
        "outcomes": {
          "0": "You soon realize that these are kittens. There's no doubt about it, as you've had the good fortune to come across tigers before, and they give birth to much larger tiger cubs. You declare this outrageous, and demand financial compensation from the crooks. They agree, on condition that you leave immediately.",
          "1": "You watch the trainer, whip in hand, ready to attack a young tiger. Like a good defender of lost causes, you rush at him, screaming for him to stop and release these poor tigers. Before you can reach him, the man flogs you, to the applause of the furious crowd.",
          "2": "The show comes to an end and, like an excellent businessman, the trainer offers to pet the tigers for a few coins. You shout to the audience that it's a scam, that they're just kittens, but nobody listens to you. You scream until you lose your voice, and finally leave."
        },
        "text": "Cry shame."
      }
    },
    "text": "Walking nonchalantly along the Road of Wonders, you approach a small group of people in a semicircle around a heavyset man. As you reach them, you notice that he's dressed in a tight-fitting red show suit, with yellow shoulder inserts and blue briefs pulled over the uniform. On his imposing chest is a small royal-blue crest, which you can't quite make out. You make your way through the many onlookers to the front row. The man is a wildcat trainer with a long brown leather whip, teaching two magnificent baby tigers a trick."
  },
  "74": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "You don't move, as if petrified. The woman takes this reaction as a refusal and gets angry. She hurls marine invectives at you and bombards you with dead fish. You manage to dodge most of them, but one hits you right in the face. You continue running without looking back."
        }
      },
      "eat": {
        "outcomes": {
          "0": "The blend of flavors is divine, and a feeling of euphoria washes over you. Your eyes close despite yourself, and when you open them again, you discover you're on board a boat, rocked by the lapping of the waves."
        },
        "text": "Take a big bite of the dish."
      },
      "run": {
        "outcomes": {
          "0": "The woman seems offended by your refusal. She hurls marine invectives at you and bombards you with dead fish. You manage to dodge most of them, but one specimen hits you right in the face. You continue running without looking back."
        },
        "text": "Running away."
      },
      "smell": {
        "outcomes": {
          "0": "You lean in slightly, intrigued by the full-bodied scent emanating from the seafood dish, and the woman observes you with an intensity that gives you goose bumps. You're about to comment on the curious mixture when, suddenly, you feel her hands crush your face against the plate. The world turns wet and cold as your nose plunges into the dish. You meet the glassy gaze of a cooked fish, its eye gradually pressing against yours. Your senses capsize and darkness engulfs your vision. When you regain consciousness, you're greeted by the creak of wood and the smell of salt, feel a steady rocking motion and realize you're lying on the rough planks of a ship's deck."
        },
        "text": "Sniff the dish suspiciously."
      }
    },
    "text": "As you stroll along aimlessly, your nostrils are suddenly assailed by an intense iodine scent. A strange woman in a fish-scale dress, her hair matted with dried seaweed, waves at you. She's surrounded by baskets overflowing with brightly-colored seafood and invites you, with a toothless but warm smile, to sample her culinary specialty: a dish lovingly simmered from the finest products of the ocean."
  },
  "75": {
    "possibilities": {
      "accept": {
        "text": "Accept invitation",
        "outcomes": {
          "0": "You climb aboard the ship, drawn by the laughter and flickering light of the lanterns. The party is in full swing, the rum flows unchecked, and soon your senses are blurred by a soft, treacherous haze. You are rudely awakened: in the darkness of the hold, a dull headache keeps you company. The sea air slaps your face as you stagger back to the quay, with no memory of last night.",
          "1": "As soon as you set foot on deck, a dull tension grips you. The crew's faces are tense, their gazes glazed over. Then, like a bolt of lightning, the fury erupts: two men grapple, the quarrel degenerates into a confused melee. Thrown between the blows, you narrowly escape serious injury. With your heart pounding and hands trembling, you make your way back to dry land, your mind shaken by the sudden violence.",
          "2": "The captain, with a smirk on his face, invites you to take part in a game whose rules seem as vague as they are dubious. You accept, breathless, and let chance be your guide. Against all odds, luck smiles on you: a purse of gold and an enigmatic object, set with forgotten symbols, are reluctantly handed to you by a captain visibly upset by your victory."
        }
      },
      "refuse": {
        "text": "Decline the invitation",
        "outcomes": {
          "0": "You decline politely, gazing at the black sails flapping in the wind. The captain observes you for a moment, then shrugs with a wry smile. Without another word, he signals his crew to weigh anchor. You stand silently by as the ship slowly pulls away, swallowed up by the misty horizon. You then set off again, your hearts serene, far from the adventures of the sea.",
          "1": "Your refusal crosses your lips with firmness. But the captain's gaze hardens, his smile fades. With a sharp gesture, he orders his men to take aim. The thunder of a cannon echoes, throwing sand and splinters all around you. Panic-stricken, you flee across the cove, breathless, pursued by the screeching echo of cruel laughter."
        }
      },
      "end": {
        "outcomes": {
          "0": "You turn your back on the captain and sit down on the sand, letting your gaze follow the pirate ship as it slowly leaves the bay, sails all set. The muffled roar of the waves accompanies its departure, until it is no more than a speck on the horizon. Finally, you stand up, dust off the sand from your clothes, and set off again, alone on the wind-beaten path.",
          "1": "You look away from the captain and let your thoughts drift to the rhythm of the waves. There, on the windswept shore, your eye is drawn to an ancient bottle, half-buried in the sand. Intrigued, you pick it up and discover an old parchment yellowed by time. Signs traced on it by a trembling hand reveal the location of a secret place, hidden not far away. Guided by these riddles, you wander the moor for a long time, until your footsteps lead you to an ancient chest, buried beneath the brambles. When you open it, you discover a mysterious-looking object...",
          "2": "You turn your back on the captain and let your footsteps guide you along the windswept beach. A bottle half-buried in the sand catches your eye. You carefully unearth it, hoping for some forgotten secret. Inside, a crumpled parchment, eaten away by humidity and salt. You unroll it slowly, but alas… the letters are erased, the words nothing more than shapeless blots and faded watermarks. No meaning emerges, except a hunch: this message must once have been important, but now it's lost forever in the folds of time.",
          "3": "You turn your back on the captain without a word, which seems to inflame his anger. With a brisk step, he joins you and, without warning, delivers a violent blow to the back of your skull. Dazed, you slump to the sand, the stars dancing before your eyes. He takes off again, returns to the deck with a sneer, then orders the anchor weighed."
        }
      }
    },
    "text": "As you arrive at the sentinel beach, you see a boat moored there, its sails black and worn. On deck, a man wearing a large tricorn, probably the captain, beckons you to join him."
  },
  "76": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "You decide not to become further involved in this confusing story. You politely wave goodbye to Parziter and continue on your way through the forest, leaving behind the mysteries of this ruined mansion."
        }
      },
      "help": {
        "outcomes": {
          "0": "You agree to help the old man. Between sobs, he explains that a strange creature has invaded his cellar and is terrorizing his animals. Armed with courage, you descend into the depths and manage to chase the intruder away. Grateful, Parziter offers you a well-stocked purse and an ancient object he's been treasuring.",
          "1": "Despite your best efforts, your attempts to calm Parziter only aggravate his panic. He starts shouting incomprehensible incantations and throws objects at you. You beat a hasty retreat, a scrape on your forehead bearing witness to this eventful encounter.",
          "2": "As you try to reassure the old man, you discover that he has been suffering from strange visions ever since he found a mysterious artifact. He entrusts it to you, hoping it will put an end to his torment. The object pulses with a singular energy in your hands.",
          "3": "Parziter begs you to find his cat, Minou, who has disappeared into the surrounding woods. After an hour's search, you find him trapped in a hollow tree. The old man is overjoyed and rewards you with the few coins he has."
        },
        "text": "Offer your help to the old man."
      },
      "explore": {
        "outcomes": {
          "0": "You ask to visit the house. Parziter hesitates, then accepts. Inside, you discover a library of dusty old books. One of them catches your eye with its strange symbols. Parziter offers it to you, claiming it brings him bad luck. You decline politely and continue on your way.",
          "1": "As you explore the house, you trip over a worm-eaten board that gives way under your weight. Your ankle twists painfully as you fall. Parziter, in a panic, applies a herbal poultice that relieves the pain a little.",
          "2": "In the dusty attic, you find a forgotten box containing a few gold coins and a small shiny object. Parziter, too troubled to care, lets you keep it."
        },
        "text": "Ask to explore the house."
      },
      "question": {
        "outcomes": {
          "0": "You ask Parziter about his situation. He reveals that he was once a respected scholar, but that a curse struck him after he dug up a cursed artifact. He begs you to take him away from here. Touched by his story, you accept and leave with the mysterious object.",
          "1": "Your incessant questions annoy the old man, who finally slams the door in your face. You hear his irritated muttering from outside and decide to continue on your way.",
          "2": "Parziter confides in you that he's been guarding a hidden treasure for years, but has forgotten where he hid it. Intrigued, you help him rummage around and eventually discover a secret cache containing a handsome reward, which he shares with you."
        },
        "text": "Ask Parziter about his situation."
      }
    },
    "text": "After long hours of walking through the Celestrum Forest, you finally catch sight of what appears to be a ruined house near a sparkling river. You approach discreetly, hidden by the foliage, and cautiously observe the surroundings. Suddenly, a plaintive cry echoes from inside the dwelling, confirming that it is indeed inhabited. You decide to knock on the worm-eaten wooden door. It's a disturbed-looking old man who opens it, his eyes haggard and his hair a mess. He speaks rapidly, incoherently, in a visible panic. However, you manage to grasp that his name is Parziter and that he seems to be in desperate need of help."
  },
  "77": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "You observe the scene for a few moments and then, not wishing to get involved in this quarrel, you discreetly skirt around the clearing and continue on your way through the undergrowth."
        }
      },
      "approach": {
        "outcomes": {
          "0": "You approach cautiously. The two men stop arguing and turn to you. One of them, clearly relieved to have a referee, explains that they are disputing ownership of a chest discovered in the ruins. You offer to share it equally, which they accept. Grateful for your wisdom, they offer you a share of the booty.",
          "1": "As you approach, you accidentally step on a branch that creaks loudly. The two men, surprised, think you're trying to steal their discovery and attack you together. You manage to defend yourself, but pick up a few bruises in the melee.",
          "2": "Your intervention puts an end to their quarrel, but reveals that they are both notorious bandits. Impressed by your courage, they ask you to join their gang. You decline, preferring the possible hand of the princess to the king's jails."
        },
        "text": "Get closer to understand the situation."
      },
      "hide": {
        "outcomes": {
          "0": "Hidden behind a tree, you watch as their argument degenerates into a brawl. One of the men knocks the other unconscious and runs off with a bag. Once calm has returned, you approach the unconscious man. He regains consciousness and, grateful for your help, offers you a reward he had been hiding.",
          "1": "You stay hidden and observe. The two men come to an agreement and leave together. You discreetly search the place where they were arguing and discover that they have forgotten a small object of value in their haste.",
          "2": "Lurking in the shadows, you wait for the situation to calm down. Unfortunately, one of the men spots you and shouts to his companion that a spy is watching them. They set off in pursuit, but you manage to evade them, knowing the forest better than they do."
        },
        "text": "Observe discreetly."
      },
      "flee": {
        "outcomes": {
          "0": "Preferring to avoid all danger, you turn back and take an alternative route. Your caution comes at a price: you lose time and end up getting lost on this new path, but at least you avoid potential problems.",
          "1": "As you turn back, you stumble in your haste and injure yourself slightly. The noise alerts the two men who stop their argument to look in your direction, but they don't pursue you.",
          "2": "Your retreat leads you by chance to a forgotten path where you discover the remains of an ancient encampment. Among the debris, you find a still-usable object abandoned by previous travelers."
        },
        "text": "Turn back and avoid confrontation."
      }
    },
    "text": "As you make your way along a winding path in the Celestrum Forest, you suddenly hear the sound of voices from a nearby clearing. Intrigued, you discreetly approach and discover two men arguing. They're standing face to face, gesticulating wildly, obviously disagreeing about something important. One wears a patched cape, the other a worn leather jacket. Between them, on the floor, lies a wooden box that each seems to claim."
  },
  "78": {
    "possibilities": {
      "prudent": {
        "outcomes": {
          "0": "Vous avancez prudemment dans le brouillard, suivant les contours de la route. Quand la brume se dissipe enfin, vous vous trouvez sur le chemin menant à Claire De Ville.",
          "1": "Vous progressez lentement dans la brume épaisse. Lorsque le brouillard se lève, vous réalisez que vous vous dirigez vers le Bois Hurlant.",
          "2": "Avançant à tâtons, vous ne parvenez pas à suivre la route bien longtemps. Après un long moment à marcher au hasard, vous finissez par admettre que vous êtes perdu. Il vous faudra un moment avant de retrouver la route...",
          "3": "Vous avancez prudemment, mais le brouillard est si épais que vous ne parvenez pas à suivre la route. Vous finissez par tomber et dévalez la pente sur plusieurs mètres. Après un long moment au sol, vous réussissez à vous relever et à retrouver la route."
        },
        "text": "Avancer prudemment en suivant la route."
      },
      "wait": {
        "outcomes": {
          "0": "Vous attendez patiemment, mais le brouillard persiste. Finalement, vous entendez des pas et suivez le bruit, sans comprendre comment, vous finissez par remarquer que vous avez pris la route vers Claire De Ville.",
          "1": "Après une longue attente, le froid commence à s'emparer de vous. Malheureusement le brouillard est encore là ! Frigorifié, vous repartez à l'aveugle et émergez du brouillard en direction du Bois Hurlant.",
          "2": "Même après une longue attente, le brouillard ne se dissipe pas. Vous finissez par avancer et tentez de suivre la pente en descente. Cette stratégie finit par fonctionner et vous observez le pont au dessus de la rivière se rapprocher."
        },
        "text": "S'arrêter et attendre que le brouillard se dissipe."
      },
      "call": {
        "outcomes": {
          "0": "Votre appel résonne dans le vide. Personne ne répond. Vous tentez de vous diriger par vous-même mais vous vous perdez complètement dans le brouillard. Après avoir erré un long moment, vous finissez par retrouver un chemin et réalisez que vous vous dirigez vers Claire De Ville.",
          "1": "Une voix chaleureuse vous répond dans le brouillard et se présente comme un guide de la région. La personne vous rejoint et vous propose de vous mener où vous le souhaitez moyennant quelques pièces. Ravi de pouvoir partir dans la bonne direction sans crainte, vous acceptez et suivez le guide vers votre destination.",
          "2": "Personne ne répond. Découragé, vous redescendez instinctivement et émergez près de la rivière aux crabes."
        },
        "text": "Appeler pour voir s'il y a quelqu'un."
      },
      "goDown": {
        "outcomes": {
          "0": "Vous descendez prudemment en vous guidant sur la pente. Malgré quelques détours dans le brouillard, vous finissez par apercevoir le pont et continuez votre route vers la Rivière aux Crabes.",
          "1": "Votre descente est chaotique dans le brouillard épais. Vous glissez plusieurs fois sur le terrain humide mais parvenez finalement à rejoindre la rivière aux crabes, trempé et boueux.",
          "2": "Vous suivez instinctivement la pente descendante. Le brouillard commence à se dissiper à mesure que vous vous rapprochez de la rivière."
        },
        "text": "Essayer de descendre vers la rivière."
      },
      "end": {
        "outcomes": {
          "0": "Complètement désorienté par le brouillard, vous décidez de ne plus bouger du tout. Vous restez immobile pendant ce qui vous semble une éternité, écoutant les bruits étouffés autour de vous. Finalement, après plusieurs heures d'attente, la brume commence lentement à se dissiper. Quand la visibilité revient, vous constatez que vous êtes toujours sur la route grimpante, exactement là où le brouillard vous avait surpris. Vous pouvez maintenant reprendre votre chemin en toute sécurité."
        }
      }
    },
    "text": "Vous progressez sur la route grimpante quand soudain un épais brouillard monte de la Rivière aux Crabes, dont vous apercevez encore vaguement le pont au loin. En quelques minutes, la visibilité devient très réduite. Vous ne distinguez plus que les contours flous de la route devant vous..."
  },
  "79": {
    "possibilities": {
      "follow": {
        "outcomes": {
          "0": "Vous vous laissez porter par le flux du troupeau qui monte tranquillement vers Claire De Ville.",
          "1": "Le troupeau vous emmène dans sa route habituelle qui serpente vers le Bois Hurlant.",
          "2": "Les chèvres changent soudain de direction, suivant leur instinct, et vous vous retrouvez à redescendre vers la rivière aux crabes."
        },
        "text": "Se laisser porter par le troupeau."
      },
      "overtake": {
        "outcomes": {
          "0": "Vous doublez rapidement le troupeau et continuez votre route.",
          "1": "Les chiens de berger vous coursent amicalement, vous faisant dévier de votre route vers la Rivière aux Crabes.",
          "2": "Votre course pour doubler le troupeau vous essouffle. Vous ralentissez et décidez de faire une pause pour reprendre votre souffle. En attendant, vous observez le troupeau passer tranquillement devant vous."
        },
        "text": "Doubler le troupeau en courant."
      },
      "ask": {
        "outcomes": {
          "0": "Le berger vous explique qu'il monte à Claire De Ville et vous invite à l'accompagner. Vous refusez poliment, préférant suivre votre propre chemin.",
          "1": "Le berger se rend au Bois Hurlant pour la transhumance et vous propose de faire route ensemble. Vous refusez poliment, préférant suivre votre propre chemin.",
          "2": "Le berger redescend vers ses pâturages près de la Rivière aux Crabes. Son chemin vous semble plus sûr."
        },
        "text": "Demander au berger la direction qu'il prend."
      },
      "stepAside": {
        "outcomes": {
          "0": "Vous vous rangez sur le côté et laissez passer le troupeau. Le berger vous remercie d'un signe de tête et continue son chemin.",
          "1": "Vous vous rangez sur le côté, mais les chèvres curieuses s'approchent de vous. Le berger vous demande de les repousser doucement pour qu'elles ne s'égarent pas.",
          "2": "Vous vous rangez sur le côté, mais l'un des chiens du berger s'approche et vous mordille les chaussures. Sur le coup vous ne vous en rendez pas compte mais votre pied est blessé. Vous continuez votre route en boitant."
        },
        "text": "Se ranger sur le côté et laisser passer."
      },
      "help": {
        "outcomes": {
          "0": "Votre aide est appréciée. Après un bout de chemin ensemble, le berger vous offre un objet en témoignage de vos efforts.",
          "1": "En aidant à rassembler les chèvres égarées, vous suivez le berger vers le Bois Hurlant.",
          "2": "Une chèvre s'échappe vers la Rivière aux Crabes. Vous l'aidez à la récupérer et restez dans cette zone."
        },
        "text": "Aider le berger à guider les bêtes."
      },
      "end": {
        "outcomes": {
          "0": "Vous décidez de ne pas vous mêler du troupeau et de continuer votre route. Vous les regardez passer tranquillement, puis reprenez votre chemin."
        }
      }
    },
    "text": "Sur la route grimpante, vous entendez un tintement de clochettes qui se rapproche. Bientôt apparaît un large troupeau de chèvres mené par un berger et ses chiens. Les animaux occupent toute la largeur du chemin et avancent d'un pas régulier..."
  },
  "8": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "You rest for a few minutes before slowly leaving towards the passes. You end up exhausted on the other side, so you'll need to rest before setting off again!"
        }
      },
      "forest": {
        "outcomes": {
          "0": "You cross the forest without too much difficulty, and continue your journey!",
          "1": "Slowly make your way through the fir trees. Along the way, you collect fir branches and make small objects that you can use or sell...",
          "2": "Slowly make your way through the forest. Unfortunately, the ground is slippery and you fall into a ditch! You manage to climb out, but you're injured!"
        },
        "text": "Continue through the fir forest."
      },
      "plains": {
        "outcomes": {
          "0": "You finally change your mind and decide to stay on the plains. Less dangerous, this route is also longer, so you lose a lot of time!",
          "1": "You finally change your mind and decide to stay on the plains. Less dangerous, this route is also longer, so you lose a lot of time! After a few kilometers, you stop to rest at an inn."
        },
        "text": "Give up climbing to the top and stay close to the plains."
      }
    },
    "text": "You've decided to take advantage of the summer to head for the mountains, as long as the passes aren't too snow-covered. However, the climb turns out to be more difficult than you expected..."
  },
  "9": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "For 15 minutes, you stare dumbly at the farmer fetching his pitchfork before leaving again."
        }
      },
      "help": {
        "outcomes": {
          "0": "After a quarter of an hour's searching, you find the pitchfork next to a pile of hay. To thank you, the farmer offers you a few coins.",
          "1": "After half an hour's searching, you can't find the pitchfork. You do, however, discover an object that may be of use to you!",
          "2": "Looking for the pitchfork, you step on it and give yourself a nasty gash.",
          "3": "You search for the fork for almost an hour, but can't find it. You politely leave the farmer and continue on your way."
        },
        "text": "Help the farmer find his pitchfork."
      },
      "skip": {
        "outcomes": {
          "0": "You continue on your way without paying any attention to the farmer.",
          "1": "Continuing across the field, you come across the pitchfork and severely cut your foot."
        },
        "text": "Move along."
      }
    },
    "text": "In the middle of a field, you meet a farmer. He has lost his pitchfork..."
  }
}