{
  "intro": [
    "While you are travelling peacefully, ",
    "While you're progressing peacefully on your track, ",
    "As you plan to get back on track after a short break, ",
    "Reaching a turn, ",
    "As you walk quietly, ",
    "Following a meal break, ",
    "After long hours walking, ",
    "During a short break against a tree, ",
    "As you continue your adventure, ",
    "Following your path, ",
    "Contemplating the edge of the road, ",
    "Moving on after a quick stop, ",
    "As you walk, tired by your long hours walking, ",
    "Near a path, "
  ],
  "advanceTime": {
    "stories": [
      "you see a person bearing a strange ressemblance to Pérotin. You run up to him, but he starts running too, probably out of fear. You manage to catch him up, only to realise you got the wrong person. You hurriedly apologise. However, you have gained **{{time}} Min :hourglass:** on your way.",
      "you hear a cart behind you. The man in the vehicle offers to let you ride along. You accept and tell him your destination. After driving a few kilometers, the man tells you that he has to go in a different direction than yours, so he drops you off and you thank him. You save **{{time}} Min :hourglass:** on your journey.",
      "you see a carriage in the distance. The princess may be on board! You decide to go talk to her and therefore run as fast as possible. Once close enough, you discover with frustration that you cannot approach it further, because the vehicle is protected by a platoon of cavalrymen. However, you have gained **{{time}} Min :hourglass:** on your journey.",
      "you are having a small snack when all of a sudden a shadow rushes to you and steals your food. You pursue it immediately, but unable to catch up with it you give up. This misadventure has nevertheless saved you **{{time}} Min :hourglass:** on your journey.",
      "you see a person bearing a strange ressemblance to Gruffo. You run up to him, but he starts running too, probably out of fear. After catching up with him, you ask him what he is doing there, before realising that the person isn't Gruffo at all. However, you have gained **{{time}} Min :hourglass:** on your journey.",
      "a bright point catches your attention. Your curiosity prompts you to run towards the light source. Upon arriving close to it, you realise it's just a vulgar piece of copper, but it saved you **{{time}} Min :hourglass:** on your journey.",
      "a massive fawn-colored dog emerges from a large grove. It growls, shows sharp canines, and it looks like it wants to bite your leg. Strongly appreciating the idea of keeping your limbs in one piece, you feel compelled to run at full speed. It ends up saving you **{{time}} Min :hourglass:** on your journey!",
      "a voluminous wasp's nest falls from a nearby tree and end up at your feet. You run until your lungs beg you to stop. Not a single wasp has managed to sting you. This mishap saved you **{{time}} Min :hourglass:** on your itinerary!",
      "you enjoy a pleasant spring weather. Your break is however short-lived: bandits armed with clubs and chipped swords tear through the bushes to your left and chuckle as they advance quietly towards you. Without even taking the time to think, your body acts by itself and you quickly flee. It saves you **{{time}} Min :hourglass:** on your course.",
      "a young boy walks past you and, in the process, pushes you aside. Overcome by a bad feeling, you check your pockets: your purse has disappeared! Now you start a frantic race to catch up with this young miscreant. Once done, you realize that it got you **{{time}} Min :hourglass:** ahead of your route.",
      "you are surprised by the passage of a rabbit with an immaculate coat, which sneaks between your legs. Confused at first, you quickly try to catch up with him. It's a waste of time, as it doesn't take long for the little animal to throw you off. This adventure nonetheless saved you **{{time}} Min :hourglass:**.",
      "you hear the call of a woman behind you. When you turn around, you immediately notice the shimmer of a metallic object in her hand. Panicked, you take flight. After getting to a safer place, you notice that you now are **{{time}} Min :hourglass:** ahead of your travel time."
    ]
  }
}