{
  "intro": [
    "While you are travelling peacefully, ",
    "As you quietly make your way along the road, ",
    "As you prepare to set off again after a short break, ",
    "At the bend in the road, ",
    "While you're taking a leisurely stroll, ",
    "After a short halt, ",
    "After long hours of walking, ",
    "During a short break against a tree, ",
    "As you continue your adventure, ",
    "Following your path, ",
    "Contemplating the roadside, ",
    "Back on the road after a quick stop, ",
    "While advancing, tired from your long hours of walking, ",
    "At the edge of a path, "
  ],
  "end": [
    "You continue on your way.",
    "You get back on your way.",
    "You continue on your way.",
    "You're heading back in your direction."
  ],
  "advanceTime": {
    "stories": [
      "You see someone who looks strangely like Pérotin. You run towards him, but he also accelerates, probably out of fear. You manage to catch up with him, and realize that you've come to the wrong person. You quickly apologize. You did, however, win **{{time}} Min {emote:unitValues.timeGain}** on your way.",
      "you hear a cart behind you. The man in the vehicle offers to drop you off wherever you wish. You accept and tell him your destination. After driving a few kilometers, the man tells you he has to go in another direction than yours, so he drops you off and you thank him. You earn **{{time}} Min {emote:unitValues.timeGain}** on your journey.",
      "you see a carriage in the distance. The princess may be on board! You decide to go and talk to her, and run as fast as you can. Once you're close enough, you discover to your chagrin that you can't approach her because the vehicle is protected by cavalrymen. You have, however, gained **{{time}} Min {emote:unitValues.timeGain}** on your destination.",
      "you're having a snack, when suddenly a shadow rushes in and snatches it away. You give chase, but are unable to catch up and give up. This mishap has nevertheless earned you **{{time}} Min {emote:unitValues.timeGain}** on your journey.",
      "you see someone who looks strangely like Gruffo. You run towards him, but he also accelerates, probably out of fear. Once you've caught up with him, you realize that it's not at all the person you thought it was. You have, however, gained **{{time}} Min {emote:unitValues.timeGain}** on your journey.",
      "a bright spot catches your eye. Your curiosity prompts you to run to the source of the light. It's just a copper coin, but it's saved you **{{time}} Min {emote:unitValues.timeGain}** on your journey.",
      "a massive fawn-colored dog emerges from a large grove. It snarls, flashes sharp canines and seems intent on biting your legs. Appreciating the idea of being left in one piece, they prompt you to run at full speed, gaining **{{time}} Min {emote:unitValues.timeGain}** on your journey!",
      "a large wasp's nest detaches itself from the tree under which you were standing and falls at your feet. You run until your lungs beg you to start walking again. Not a wasp has managed to sting you. This mishap has earned you **{{time}} Min {emote:unitValues.timeGain}** on your itinerary!",
      "you enjoy the pleasant spring weather. Your break is short-lived, however: bandits armed with clubs and chipped swords tear through the bushes to your left, cackling as they quietly advance towards you. Before you even have time to think, your body takes you on a forward flight, so that you gain **{{time}} Min {emote:unitValues.timeGain}** on your course.",
      "a young boy jostles you as he passes you. With a bad feeling in your gut, you check your pockets: your purse is gone! Catching up with him after a frantic race, you recover what is rightfully yours and leave the miscreant in a ditch, having punished him as he deserved. You realize that this event will have earned you **{{time}} Min {emote:unitValues.timeGain}** on your route.",
      "you're startled by a rabbit with immaculate fur, which slips between your legs. Initially taken aback, you try to catch up with it. But it doesn't take long for the little animal to lose you. These adventures have earned you **{{time}} Min {emote:unitValues.timeGain}**.",
      "you hear a woman calling behind you. When you turn around, you immediately notice the metallic-looking object in her hand. Panicked, you flee. Once you've reached a safer place, you notice that you're **{{time}} Min {emote:unitValues.timeGain}** ahead of your travel time."
    ]
  },
  "bigBad": {
    "lifeLoss": [
      "you hear a shrill noise coming from the sky. You look up, but too late: a bird with sharp claws is swooping down on you. As it scratches you, it realizes that you're not its usual prey and immediately leaves. You contemplate your wound; it looks deep. You lose **{{lifeLoss}} {emote:unitValues.lostHealth}**.",
      "while walking along a steep path, you slip and twist your right ankle. You lose **{{lifeLoss}} {emote:unitValues.lostHealth}**.",
      "you see a fly circling around you. You draw your weapon in the hope of killing it, but you only manage to nick your wrist slightly, losing **{{lifeLoss}} {emote:unitValues.lostHealth}** in the process."
    ],
    "moneyLoss": [
      "you realize that your bag is torn off. After checking, you notice that your purse has disappeared, you have lost **{{moneyLost}} {emote:unitValues.lostMoney}**.",
      "you realize that your purse is missing from your bag. You suddenly remember forgetting it in the previous tavern, you lost **{{moneyLost}} {emote:unitValues.lostMoney}**.",
      "travelers pass next to you, hustling you, then they get up and apologize roughly. A few minutes later, you notice that your wallet has disappeared, you lost **{{moneyLost}} {emote:unitValues.lostMoney}**."
    ],
    "alterationStories": {
      "badBerries": "you spot some berries. Your stomach reminding you that you haven't eaten for several hours, you feel compelled to taste them. But you soon feel sick.",
      "gentleBreeze": "you feel the breeze gradually lulling you to sleep. Tired from your journey, it's not long before you fall asleep.",
      "mysteriousBottle": "you walk past a merchant, who calls out to you. He offers to give you a mysterious bottle that he can't sell and doesn't want to spoil. You accept and drink it down.",
      "strangeLiquid": "you see a shiny object in the distance. As you approach, you discover a bottle containing a strange liquid. Intrigued, you decide to taste the dubious mixture. You immediately regret it.",
      "expiredProvisions": "you realize that some groceries have been lying around in your bags for a while. However, you don't want to throw them away and decide to eat them anyway. This turns out to be a bad idea, as it seems that the food had already expired.",
      "unexpectedRider": "you are surprised by a rider who appears behind you without warning. He knocks you down and continues on his way without paying any attention to you. Stunned, you struggle to get back up.",
      "fallingBranch": "you are knocked unconscious by a huge branch falling from the dead tree under which you were standing. Wounded, you'll need some time before you can set off again.",
      "precipiceFall": "you are caught by a deep precipice. Despite your best efforts to catch yourself, you can't avoid the fall.",
      "ambushedByGroup": "you are stopped by a group who demands that you hand over your possessions. You're not intimidated, and brandish your weapon to scare them off. However, one of them takes advantage of the general panic to knock you out, before fleeing.",
      "cowStampede": "you're crossing a path when a herd of cows suddenly appears. Frightened by the mass of animals that has just brushed past you, it takes you a while to recover from your emotions.",
      "trippedOverRoot": "you trip over a root and fall headfirst. Wounded, you'll need to heal.",
      "encounterWithBearCub": "you spot a bear cub a few metres away. Afraid of being caught by its mother, you flee as fast as you can.",
      "wrongDirection": "you realize you've gone the wrong way at the last intersection. You decide not to turn back and to find your own way to your destination... You get completely lost.",
      "chilledByColdNights": "you get caught out by the region's cold nights. If you don't wear clothes suited to this climate, you'll quickly get cold.",
      "mistakenIdentity": "you are apprehended by guards accusing you of being a criminal actively wanted in the kingdom. You notice that the man on the poster looks like you, and try to explain. The guards don't listen, take you away and throw you in prison."
    }
  },
  "boatAdvice": {
    "intro": [
      "You go up on deck and have a chat with a member of the crew. He gives you some advice to help you on your adventure on the island:\n**{{advice}}**.",
      "You climb the mast to admire the horizon. A man lowers his spyglass and gives you this advice before you leave for the island:\n**{{advice}}**.",
      "Enjoying a meal in the fresh sea breeze, you chat with the sailors. Your tablemate gives you the following advice about the island:\n**{{advice}}**."
    ],
    "advices": [
      "Many more events await you on the mysterious island",
      "Each trip to the mysterious island is made up of more stops",
      "If you fight animals during small events, the monster at the end of the travel will be easier to beat",
      "Going to the island at the same time as other members of your guild guarantees exclusive bonuses",
      "Your energy doesn't regenerate on the island. Make sure you're at full strength before venturing out",
      "Once your energy has reached 0, you will be taken back to the continent",
      "The trip to the island can be made once a week for free. It is possible to go 2 more times, but you will have to pay gems",
      "The monsters at the end of the trip are very strong, and the last one on the island is even stronger",
      "Beating end-of-trip monsters earns guild points, which determine guild rankings",
      "Monsters have different stats: some have high defense, attack, speed or total health",
      "An island is made up of a finite number of locations. Once you've visited the last place, you'll be taken back to the main continent",
      "The mysterious island changes every week",
      "When fighting a monster, if the maximum number of turns is exceeded, the monster will quickly become very powerful",
      "If a member of your guild wants to join you on the boat, they can run {command:joinboat}",
      "The actions available when fighting animals depend on your stats, your items, your pets, etc.",
      "The island's hostility won't do you any favors when it comes to adventure. But if you join forces with members of your guild, you'll be much stronger together",
      "The {command:map} order shows the map of the island",
      "You can choose to leave the island after each monster fight. If your energy is low, it's better to leave while you're still conscious",
      "Some actions, such as drinking potions, accessing the store or obtaining daily bonuses, are unavailable on the island",
      "Your level does not influence the number of guild points, but it does influence other rewards",
      "Winning against a monster further out on the island will earn you more guild points than those at the start",
      "It is said that if several members of a single guild are on the island at the same time, it is possible to combine each other's forces to perform a devastating attack",
      "Your guild members can help you fight monsters when you visit a mysterious island",
      "You can see which members of your guild are on a mysterious island by using the command {command:guild}",
      "The {command:guild} command lets you see the number of allies who will help you on the mysterious island",
      "An \"ally\" is a member of your guild who is currently on the mysterious island or has recently left it"
    ]
  },
  "goToPVEIsland": {
    "stories": [
      "you notice a boat stopped on the lower side. The captain calls you and offers you an exciting adventure on a monster-infested island. It also tells you that {{priceText}}.",
      "a man approaches you and asks if you'd be interested in his services. He explains that he is the captain of a ship sailing between the main continent and a mysterious island full of monsters. He says he can take you there if you're looking for a rollicking adventure, and adds that {{priceText}}.",
      "you are approached by a man in sailor's clothing, bearing the king's emblem. He tells you he's trying to send some of the adventurers competing for the princess's hand to an island full of monsters, which would be useful for the kingdom to get rid of. He also says that a ship is ready to leave for this island, and asks you if you're up for it, pointing out that {{priceText}}.",
      "you're accosted by a tall, bearded man, introducing himself as the leader of a mercenary group renowned in the region. He tells you that he can make you an incredible offer. The offer is for you to travel to a mysterious new island, where opportunity and danger coexist, as a monster hunter. He also adds that {{priceText}}."
    ],
    "priceFree": "the trip **is free**",
    "priceMoney": "the trip **will cost {{price}} {emote:unitValues.gem}**",
    "confirm": "Do you want to go to the island? You have {emote:unitValues.energy} **{{energy}} / {{energyMax}}**.",
    "endStoryAccept": "{{gainScore}} You accept and board the boat bound for the island.",
    "endStoryAcceptWithMember": "{{gainScore}} You accept, and just as you're about to embark, you notice that a member of your guild is already on the boat, so you join him and head for the island.",
    "endStoryRefuse": "You politely decline the offer and continue on your way.",
    "notEnoughGems": "You accept, but when it's time to pay, you realize you don't have enough to pay. You leave disappointed.",
    "confirmedScore": "**{emote:unitValues.score} Points earned:** {{score}}\n"
  },
  "lottery": {
    "intro": "You cross paths with a man who calls out to you. Curious, you stop. He suggests you take part in a game of chance he's created. You can choose between several levels of reward.\n\n{emote:collectors.lottery.easy} Small reward\n{emote:collectors.lottery.medium} Medium reward\n{emote:collectors.lottery.hard} Large reward\n",
    "easy": {
      "success": "You take part and win a prize, which the man hands over to you before leaving.",
      "fail": "You lose at the man's game. However, participation was free. So you decide to continue on your way."
    },
    "medium": {
      "success": "You try your luck and win the game. The man rewards you appropriately. However, you lose **{{lostTime}} Min :clock2:**.",
      "fail": "You take part in the man's game. However, you don't win, so you leave hoping for better luck next time. Taking part in the lottery will have cost you **{{lostTime}} Min :clock2:**."
    },
    "hard": {
      "success": "You win the man's game. As a result, he rewards you graciously. However, you lose **{{lostTime}} Min :clock2:**.",
      "fail": "You seize your chance. Unfortunately, you don't win. Maybe you'll be luckier next time. Taking part in the lottery will have cost you **{{lostTime}} Min :clock2:**.",
      "failWithMalus": "You bet a hundred coins on the man's game. You lose, however, and leave, dejected at having lost **{{money}}** {emote:unitValues.lostMoney}. Taking part in the lottery will also have cost you **{{lostTime}} Min :clock2:**."
    },
    "poor": "You try to trick the man into paying you a large sum of money. Unfortunately for you, the shopkeeper doubts your good faith, and unable to prove any wealth, you are ruthlessly rejected.",
    "end": "Without paying any further attention to the individual, you continue on your way.",
    "rewardTypeText": {
      "xp": " You have won **{{reward}} {emote:unitValues.xp}**.",
      "money": " You won **{{reward}}{emote:unitValues.money}**!",
      "guildXp": " Your guild wins **{{reward}} {emote:unitValues.xp}**.",
      "points": " You have won **{{reward}} {emote:unitValues.score}**."
    }
  },
  "interactOtherPlayers": {
    "playerDisplayRanked": "**{{pseudo}}** ({{rank}} {emote:top.congrats})",
    "playerDisplayUnranked": "**{{pseudo}}** (Unranked)",
    "no_one": [
      "You continue your path in the greatest calm. Nobody's on your way.",
      "You're on your own, so you continue on your way in the greatest calm.",
      "The sun's rays breaking through the clouds warm you up as you continue your journey on this deserted road."
    ],
    "top1": [
      "You are passing by {{playerDisplay}} on your way, the best player at the moment!",
      "As you walk along, you come across {{playerDisplay}}. He's currently at the top of the leaderboard. Your eyes filled with admiration, you decide not to hinder his progress, and continue on your way.",
      "Oh my god! It's incredible! It's the legendary {{playerDisplay}}, the greatest fighter for now! You pass him by and chat for a while. He gives you a few tips for your adventure!",
      "Make way for {{playerDisplay}}, DraftBot's best player in the world! You pass this person and keep walking to reach your destination."
    ],
    "top10": [
      "In your way, you meet someone who is important. Indeed, {{playerDisplay}} is in the top 10!",
      "Incredible! Walking along a path you meet one of the heroes of the moment! You probably know him - {{playerDisplay}} - you've seen him in the top 10! This event brightens up your day.",
      "You speak with a famous figure among the princess's competing adventurers. It's {{playerDisplay}}, who's in the top 10!"
    ],
    "top50": [
      "You meet someone whose name sounds familiar... Indeed, {{playerDisplay}} made a place in the top 50!",
      "As you kick a pebble, you realize that it hits the shoe of a passer-by, but it's not just anyone, it's {{playerDisplay}}, you've seen him on the underground tournament lists! You chat with him for a while, then continue on your way.",
      "\"With great power comes great responsibility\", says {{playerDisplay}}, a top-50 adventurer you meet on your journey."
    ],
    "top100": [
      "Perseverance leads to success - that's what {{playerDisplay}}, one of the top 100 players, tells you! You then continue on your way to your destination.",
      "Wow, you recognize one of the tournament newbies, you've seen him before in a village up north, but yes... It's {{playerDisplay}}!",
      "As you work towards your goal, you meet {{playerDisplay}}, a rising star on DraftBot. Indeed, he's in the top 100!"
    ],
    "powerful_guild": [
      "{{playerDisplay}}, who you meet by chance on your way, is a member of a powerful guild! This is what you conclude when you see his sparkling badge.",
      "You see a crowd in the distance. You hurry to check it out, and you hear: \"Make way for {{playerDisplay}}\"! Indeed, he's in a rather powerful guild!",
      "Rumor has it that a member of a powerful guild is making his way along the same path as yours. Indeed, you can see {{playerDisplay}} passing in the distance!"
    ],
    "beginner": [
      "There's a beginning to everything! You meet {{playerDisplay}} as he begins his adventure dedicated to the princess.",
      "A passer-by quickly recognizes you: it's {{playerDisplay}}. A newcomer, but a nice, friendly one!",
      "You take a 5-minute break to clear your head. To do so, you train {{playerDisplay}}, who has just started the game."
    ],
    "advanced": [
      "{{playerDisplay}}'s gray hair is a testament to the experience he has accumulated. He is indeed level **{{level}}**! You then continue on your way.",
      "While out and about, you come across {{playerDisplay}}. He's a powerful hero, and is indeed level **{{level}}**!",
      "{{playerDisplay}} is one of the best players in the game! He is currently level **{{level}}**. You're on your way after this encounter."
    ],
    "same_class": [
      "On your way, you can't fail to recognize {{playerDisplay}}. He's a **{{class}}** just like you!",
      "You notice {{playerDisplay}}, and quickly observe his familiar attire and mannerisms. He's a **{{class}}**, just like you! You then continue on your way.",
      "You say hello to one of your **{{class}}** colleagues, {{playerDisplay}}, who is passing by. No time to stop, you continue on your way."
    ],
    "same_guild": [
      "You come across a very familiar face on your way... Indeed, {{playerDisplay}} is a member of your guild!",
      "You approach someone, his familiar face reminds you of things... Yes, it's {{playerDisplay}} one of your guild members!",
      "You meet {{playerDisplay}} from your guild! You perform the guild's secret handshake and go your separate ways."
    ],
    "staff_member": [
      "{{playerDisplay}}, a member of the DraftBot staff, gives you some advice for the rest of your adventure:\n\n{{advice}}\n\nYou then go on your way.",
      "\"{{advice}}\". That's what you've been told by {{playerDisplay}}, one of the bot's famous staff members, whom you meet along the way!",
      "You talk to {{playerDisplay}}, a member of the DraftBot team, who has some good advice for the rest of your adventure:\n\n{{advice}}"
    ],
    "top_week": [
      "You see {{playerDisplay}} on your way, out of breath. He's not resting: in fact, he's in this week's top 5!",
      "One of this week's heroes comes to see you. It's {{playerDisplay}}, he's in this week's top!",
      "You talk about your points with {{playerDisplay}}. This one has made good progress this week, and is even in the top 5 for the week!"
    ],
    "low_hp": [
      "You come across {{playerDisplay}}, who is limping... He doesn't seem to be in shape... He falls to the side of the road, and you decide to help him up.",
      "You come across {{playerDisplay}}. He seems to be in a rough shape....",
      "Even an arrow in the knee is capable of finishing off {{playerDisplay}}, who is moving slowly along his path. A healing potion would do him a great favor!"
    ],
    "full_hp": [
      "You've rarely seen anyone as energetic as {{playerDisplay}}... He seems to be in great shape!",
      "On your way, you come across {{playerDisplay}}, who seems to be in great shape. Indeed, he's in full health!",
      "You almost end up on the floor as {{playerDisplay}} runs past you! He's very energetic because his life is at its maximum."
    ],
    "unranked": [
      "You come across {{playerDisplay}}, a player who doesn't seem to be ranked... You leave wondering what took him to come here to give up so quickly.",
      "While walking, you come across {{playerDisplay}}. This player doesn't seem to be doing well in the competition. You leave after explaining the basics of the game to him."
    ],
    "lower_rank_than_them": [
      "You come across {{playerDisplay}}, a player with more reputation than you... But don't give up! You may catch up with him one day.",
      "As you walk, you stumble and fall, and {{playerDisplay}} laughs at you because he's ranked higher than you!",
      "You chat with {{playerDisplay}} about your ranking. He's one step ahead of you: he's ranked higher!",
      "Even though he might brag about his higher ranking than yours, {{playerDisplay}} remains humble during your conversation."
    ],
    "better_rank_than_them": [
      "You come across {{playerDisplay}}. This one has a lower ranking... But be careful, he could very well catch up with you one day!",
      "A player comes to see you. It's {{playerDisplay}}. He asks you for a few tips on how to progress and then moves on!",
      "You chat with {{playerDisplay}} about your ranking. You're ranked higher than him!"
    ],
    "rich": [
      "You cover your eyes to stop being dazzled by the sun reflecting off the gold worn by {{playerDisplay}} ! You continue on your way, your eyes aching.",
      "Is it Scrooge? No, it's {{playerDisplay}} ! He's got so much gold, you're dazzled! You continue on your way, rubbing your eyes.",
      "Coins are falling out of {{playerDisplay}}'s pockets because of how full they are. He doesn't even seem to worry about it. An animal picks them up before you can get your hands on them. You continue on your way, a little disappointed."
    ],
    "poor": [
      "At the sight of the clothes of {{playerDisplay}}, it seems to be having money problems... You think it would be happy if you gave him a piece.\n\n{emote:collectors.interactPoorCoin} Give him a coin\n{emote:collectors.refuse} Do not give him a coin",
      "While walking, you meet this poor vagrant from {{playerDisplay}}. He asks you for a few coins:\n\n{emote:collectors.interactPoorCoin} Give him a coin, as you already have enough\n{emote:collectors.refuse} Don't give him a coin",
      "Misery touches everyone one day, and today it's {{playerDisplay}} who can barely afford a meal.\n\n{emote:collectors.interactPoorCoin} Give him a coin\n{emote:collectors.refuse} Don't give him a coin"
    ],
    "poor_give_money": [
      "You feel good after making this humanitarian gesture.",
      "It's by doing good that good spreads, said a priest you once met! You give him a coin, and he gives you a smile before continuing on his way!",
      "Now that's a good deed on your part! He leaves with an extra coin to buy his next meal."
    ],
    "poor_dont_give_money": [
      "There are no small savings... You decide to keep your money.",
      "He's sad and leaves crying!",
      "You ignore it, or at least you force yourself to. You leave and hope your conscience won't bother you."
    ],
    "pet": [
      "{{playerDisplay}} passes by you with his pet **{{petEmote}}** **{{petName}}**. You pet this brave beast and continue on your way in a good mood!",
      "{{playerDisplay}} passes you by and shows you his pet **{{petEmote}}** **{{petName}}**. You pet him and leave, have a nice trip!",
      "{{playerDisplay}} crosses your path with **{{petEmote}}** **{{petName}}** on his leash. You look at him in amazement and say to yourself that you'd love to have this animal too!"
    ],
    "guild_chief": [
      "Don't panic! You pass by {{playerDisplay}}, the leader of the **{{guildName}}** guild.",
      "You pass by {{playerDisplay}}. He is the guild leader **{{guildName}}** !",
      "You recognize the person passing in your path... It's {{playerDisplay}}, the guild leader **{{guildName}}** !"
    ],
    "guild_elder": [
      "{{playerDisplay}} discusses his guild **{{guildName}}** with you. You learn that he's the guild's elder!",
      "You pass by {{playerDisplay}}. He is a guild elder **{{guildName}}** !",
      "The **{{guildName}}** guild's right-hand man, {{playerDisplay}}, greets you and continues on his way."
    ],
    "class": [
      "You brush up against {{playerDisplay}}. You notice that he is part of the circle of **{{class}}s**. You talk to him for a while and then continue on your way.",
      "{{playerDisplay}}class **{{class}}**, passes by you, you greet him and continue on your way.",
      "You accidentally bump into the arm of {{playerDisplay}}, an honorable **{{class}}**. You both apologize and continue on your way."
    ],
    "weapon": [
      "You meet {{playerDisplay}}, who shows you his \"**{{weapon}}**\" weapon.",
      "A passer-by comes to show off next to you, it's {{playerDisplay}} and he shows you his \"**{{weapon}}**\" weapon!",
      "Wow! {{playerDisplay}} brandishes his magnificent \"**{{weapon}}**\" weapon at you. You go on your way in astonishment."
    ],
    "armor": [
      "You meet {{playerDisplay}}, who shows you his magnificent \"**{{armor}}**\" armor.",
      "A guard approaches you: it's {{playerDisplay}}, he's come to show you his \"**{{armor}}**\" armor!",
      "{{playerDisplay}} challenges you to test his protective \"{{armor}}\" armor. Once you've tested its effectiveness, you're on your way."
    ],
    "potion": [
      "You meet {{playerDisplay}} who shows you his magnificent \"**{{potion}}**\" potion.",
      "{{playerDisplay}} comes to talk to you, he comes to show you his potion \"**{{potion}}**\"!",
      "{{playerDisplay}} whom you meet along the way, tells you he's got his hands on one hell of a potion. So he shows you his \"**{{potion}}**\"."
    ],
    "object": [
      "You meet {{playerDisplay}}, who shows you his magnificent \"**{{object}}**\" item.",
      "Talking with {{playerDisplay}}, he shows you his \"**{{object}}**\" item!",
      "{{playerDisplay}}, a player walking along the same road as you, pulls out an item from his collection. He proudly shows you his \"**{{object}}**\"."
    ],
    "effect": {
      "sick": [
        "You hear a noise in the distance... It's {{playerDisplay}} throwing up in a bush... You continue on your way, distraught.",
        "{{playerDisplay}} vomits into a bush. So that's the noise you've been hearing for a while! You continue on your way, hoping you won't throw up after seeing this.",
        "{{playerDisplay}} can't hold back and vomits at your feet. You narrowly dodge the attack and pick up your pace to get away from the massacre."
      ],
      "hurt": [
        "You can see a mummy in the distance! Oh no, it's just {{playerDisplay}}, covered in bandages...",
        "On your way, you come across {{playerDisplay}}. He's covered in bandages - what happened to him?",
        "As you race to your destination, {{playerDisplay}} asks you to tighten the bandages on his head. You do so, and are surprised that anyone could be so badly hurt."
      ],
      "injured": [
        "You stumble on {{playerDisplay}} who is unconscious on the floor. You give him small taps to wake him up, without success.",
        "It wasn't a dead rat on the floor, it was just {{playerDisplay}}. You ask him if he's all right. He doesn't answer, so you continue on your way.",
        "A person is unconscious in the middle of the road. It's {{playerDisplay}}. You do what you can to bring him back to consciousness, in vain. You put him down on the side of the road to avoid further injury."
      ],
      "starving": [
        "A dull rumbling reaches your ears. You discover that it's {{playerDisplay}}'s stomach. Unfortunately, you recently finished your leftover food.",
        "Apparently, {{playerDisplay}} hasn't eaten enough. Their stomach is rumbling! With nothing to offer, you continue on your way to other horizons.",
        "You can see {{playerDisplay}}, who is in a frenzy to find food. He's running around looking for something to eat. With nothing on you to offer him, you continue on your way."
      ],
      "sleeping": [
        "You pass {{playerDisplay}} sleeping on the side of the road. You decide to let him sleep, as he surely needs some rest.",
        "Obviously {{playerDisplay}} did not sleep enough last night: he's lying on the roadside.",
        "The roadside looks like a good place to rest. That's what you tell yourself after seeing {{playerDisplay}} sleeping there."
      ],
      "freezing": [
        "You feel very cold when you walk. That's {{playerDisplay}}, who's close to hypothermia!",
        "{{playerDisplay}} seems to be cold. You warm him up a little and then leave.",
        "A redundant clicking sound annoys you. You discover that it's {{playerDisplay}}'s teeth... He's frozen! Without further ado, you resume your journey."
      ],
      "feetHurt": [
        "You come across {{playerDisplay}} complaining about his feet. He explains that he's been walking too long without stopping. You give him some advice on how to avoid this in future and continue on your way.",
        "You notice that {{playerDisplay}} is having difficulty walking. He explains that his feet hurt after walking for too long. You advise him to take regular breaks and continue on your way.",
        "While walking, you come across {{playerDisplay}} complaining of foot pain. You suggest that she take care of her feet and take breaks to avoid injury."
      ],
      "confounded": [
        "You chat with {{playerDisplay}}. At least, you're trying to. His words are rather incoherent, so you continue on your way somewhat confused.",
        "{{playerDisplay}} makes a lot of incoherent comments. It seems strange to you, so you leave quickly, confused!",
        "You see {{playerDisplay}} looking completely out of it. After trying to bring him back to reality to no avail, you continue your journey at a faster pace to make up for lost time."
      ],
      "drunk": [
        "{{playerDisplay}} zigzags across your path, it seems he drank a little (too much). You continue your journey.",
        "{{playerDisplay}} doesn't seem to have understood that alcohol should be consumed with moderation. You continue on your way after this unexpected encounter.",
        "You can see {{playerDisplay}} is quite tipsy, to put it mildly. He seems to be enjoying himself... all by himself. You do what you can to ignore him and continue on your way."
      ],
      "scared": [
        "You pass {{playerDisplay}} , who seems to be running towards you. He is being chased by robbers after his money. You accompany him along the road so that he can regain his composure. Once reassured, you leave him and set off again.",
        "In the distance, you spot {{playerDisplay}} running at full speed to escape a pack of wolves. You rush to his aid and make the wild beasts retreat.",
        "You meet {{playerDisplay}}. He seems completely panicked. You ask him what's got him so worked up. He tells you he's just been chased by a dragon, but managed to get away, losing a few hairs in the process."
      ],
      "occupied": [
        "You spot {{playerDisplay}} and invite him to have a chat, but he tells you he's busy. It's only a postponement, and you each continue on your way.",
        "While crossing the river, you come across {{playerDisplay}}, who is quite busy... You try to chat with him, but to no avail. Instead, he asks you to help him with his work.",
        "On your way, you come across {{playerDisplay}}, who seems very busy. You try to find out more, to no avail, before continuing on your way."
      ],
      "jailed": [
        "As you stroll leisurely to your destination, you spot guards handcuffing {{playerDisplay}}. Curious, you approach and hear that he's heading straight for the jail. You leave, wondering what this man has been up to.",
        "As you carefully make your way down a path, you come across a convoy of prisoners escorted by armed guards. As they trudge up the slope, you catch a glimpse of the poor buggers, including {{playerDisplay}}, who are in tears. You feel a little sorry for them, but quickly forget this feeling, telling yourself that he's surely not here by chance."
      ],
      "lost": [
        "You come across {{playerDisplay}}, who seems to be lost and asks you which way to go to reach his destination. Unfortunately, you can't help him, so you comfort him a little before resuming your journey.",
        "You come across {{playerDisplay}}, who seems to have lost his way, obviously disorientated. He looks at you expectantly, seeking help to find his way back.",
        "You notice that {{playerDisplay}} is walking in circles, having passed him several times on the way. You approach him and ask if he needs help. He explains that he's lost and asks you to accompany him to his destination."
      ]
    }
  },
  "leagueReward": {
    "intrigue": [
      "you notice a large poster from the corner of your eye...",
      "you slip on the lower side of the road and fall to the ground. As you get back up, you notice a small scroll...",
      "a bird approaches you and drops a tiny message in your hand...",
      "you discover an old, abandoned wooden hut, you decide to explore it and discover only an old grimoire that seems to have been lying around for years..."
    ],
    "reward": "{emote:unitValues.money} Money: **{{money}}**\n{emote:unitValues.xp} XP: **{{xp}}**\n{emote:unitValues.score} Points: **The number of points will depend on your final ranking.**\n{emote:rewards.item} A random equipment.",
    "endMessage": "\n\n{emote:commands.report} \"Have an adventurer belonging to the {emote:leagues.{{leagueId}}} $t(models:leagues.{{leagueId}}) that will find this text, **if you keep your glory until the end of the season**, you will be able to win these rewards:\n\n{{rewards}}\"\n\nYou will be back on your way, while enjoying your {{time}} bonus .",
    "notEnoughFight": "\n\n{emote:commands.report} \"Have an adventurer belonging to the {emote:leagues.{{leagueId}}} $t(models:leagues.{{leagueId}}) that will find this text, **if you perform some battles using the {command:fight}command**, you will be able to win these rewards:\n\n{{rewards}}\n\nYou will quickly get back on your way Fear of failing to fight enough players before the end of the {{time}} season.",
    "rewardToday": "\n\n{emote:commands.report} \"Get your reward before the end of the week by ordering {command:leaguebonus} !\"\n\nYou're on your way again, looking forward to collecting your bonus."
  },
  "winGuildXP": {
    "stories": [
      "**{{guild}}**'s reputation seems to precede you. By learning that you are part of the guild, adventurers who have been following you for a few kilometers give you their greatest respect.",
      "As a result of a few battles that you are victorious, you apply the **{{guild}}** guild's mark on your opponents' remains. All those who will pass here will recognize it.",
      "Your good actions in the area have helped a large part of the population. When they ask you how they could thank you, you ask them to remember **{{guild}}**'s name.",
      "Congratulations! Over time, your guild, **{{guild}}**, becomes known throughout the whole kingdom.",
      "**{{guild}}** is becoming more and more popular as time goes by! We hope you continue to do so, and that's why we're offering you this xp bonus!",
      "As you enter an inn, the tenant recognizes the emblem on your shield, the symbol of the **{{guild}}** guild. He decides to offer a general round of drinks in your honor, to great effect with the other customers."
    ],
    "end": " Your guild wins **{{xp}}** {emote:unitValues.xp}."
  },
  "winEnergy": {
    "stories": [
      "you meet a young lady who introduces herself as Hilda the Healer. After a quick exchange, you agree to let her try her latest remedy on you. **You recover all your energy** {emote:unitValues.energy}",
      "you come across a young woman who offers to treat you. You accept and receive a delicious beverage. **You recover all your energy** {emote:unitValues.energy}",
      "you come face to face with a young woman accompanied by a goat. She offers you a miracle cure. Curious, you accept and, against all odds, you immediately feel better. **Your energy is restored** {emote:unitValues.energy}",
      "you meet a young woman who offers to treat you. You accept and immediately feel better. **You recover all your energy** {emote:unitValues.energy}",
      "you meet a woman dressed all in white who offers to treat you. You accept her treatment. **Your energy is restored** {emote:unitValues.energy}",
      "you meet a woman who describes herself as a healer. After some discussion, you learn that she is on her way to the pastures, offering healing services along the way. You accept a mysterious remedy. **You recover all your energy** {emote:unitValues.energy}",
      "you come across a young woman who offers to treat you. You accept and immediately feel better. **You recover all your energy** {emote:unitValues.energy}"
    ]
  },
  "doNothing": {
    "stories": [
      "No incidents or notable events to report.",
      "Nothing special has happened since the previous report.",
      "You've had no trouble making progress recently, and you're continuing to make good progress.",
      "Nothing to report, you keep moving forward.",
      "No obstacles in sight, nothing seems to be against you at the moment. You keep moving forward.",
      "The way is clear, there's no reason to stop, you keep moving forward.",
      "Nothing significant has happened since the previous report.",
      "No notable events since last time.",
      "The dogs bark and the caravan passes by. You continue quietly on your way.",
      "The princess is closing in on you! At least that's the impression you get... You continue on your way."
    ]
  },
  "winEnergyOnIsland": {
    "stories": [
      "you see a bench on the side of the road and sit down for a few minutes. This makes you {emote:unitValues.energy} **{{energy}}**.",
      "you detach your water bottle from your belt and quench your thirst. You win {emote:unitValues.energy} **{{energy}}**.",
      "you take out a fruit you've been keeping in a cloth and eat it. This makes you {emote:unitValues.energy} **{{energy}}**.",
      "you stop for a few seconds to catch your breath. You start again with a little more stamina and win {emote:unitValues.energy} **{{energy}}**.",
      "you take out a piece of bread and satiate yourself with it. This makes you {emote:unitValues.energy} **{{energy}}**.",
      "you sit for a few minutes and meditate to calm your mind. You recover {emote:unitValues.energy} **{{energy}}**.",
      "you feel your muscles tense up and stop for a moment to stretch them. You recover {emote:unitValues.energy} **{{energy}}**."
    ]
  },
  "winHealth": {
    "stories": [
      "you come across a tree whose fruit looks appetizing. Curious, you eat a few and continue on your way. You gain **{{health}} {emote:unitValues.health}**.",
      "you find an almost empty vial. As its contents do not seem dangerous, you finish drinking it before continuing on your way. You earn **{{health}} {emote:unitValues.health}**.",
      "you discover an abandoned building. You decide to explore it and quickly find some food. You gain **{{health}} {emote:unitValues.health}**.",
      "you meet a woman who claims to be able to cure all your ills. You decide to trust her and let her recite some incantations for a few minutes. You gain **{{health}} {emote:unitValues.health}**.",
      "you meet a group of children sharing the fruits of their harvest. They offer you some pears before you set off again. You earn **{{health}} {emote:unitValues.health}**.",
      "your gaze is drawn to what appears to be a narrow passageway between the bushes. You follow it and find some mushrooms on the ground. They don't look dangerous, so you take the risk of tasting them. You earn **{{health}} {emote:unitValues.health}**.",
      "you hear the rustle of a tiny stream. You decide to go there and drink some of the water, which turns out to be very cool. You earn **{{health}} {emote:unitValues.health}**.",
      "you discover whole baskets of food by a campfire. You hesitate for a few seconds before rushing to eat as much as you can. Full, you feel much better now. You earn **{{health}} {emote:unitValues.health}**.",
      "you see an abandoned hut. You decide to enter the hut, when a shiny bottle attracts you. Fearless, you drink the contents. You gain **{{health}} {emote:unitValues.health}**.",
      "you find a small farmhouse with a recently extinguished open fire. You hurry to steal some vegetables before the owners return and eat them. You earn **{{health}} {emote:unitValues.health}**.",
      "you meet and chat with a monk. Impressed by your quest for the princess, he decides to dedicate a prayer to you. You earn **{{health}} {emote:unitValues.health}**.",
      "you find some wild strawberries! After enjoying them, you continue on your way. You earn **{{health}} {emote:unitValues.health}**.",
      "you see a package abandoned on the ground. You open it and discover some food, which you eat before continuing on your way. You gain **{{health}} {emote:unitValues.health}**.",
      "you find a waterfall and decide to quench your thirst. You gain **{{health}} {emote:unitValues.health}**.",
      "you come across an old man who says he has an elixir he'd be willing to give you for free. Curious, you accept and drink it. You earn **{{health}} {emote:unitValues.health}**.",
      "you find a water bottle in an abandoned cart. You drink water and feel better. You earn **{{health}} {emote:unitValues.health}**"
    ]
  },
  "winPersonalXP": {
    "stories": [
      "Thanks to a subterfuge worthy of the best knights, you manage to get rid of a strange animal that's been attacking you for some time, after which you're off again.",
      "On your way, you come across a strange animal. As you pass close to it, it jumps at you! You draw your sword and slay it instantly. You continue on your way, on your guard.",
      "As you are attacked by bandits, you take advantage of a moment's inattention to escape. You hurry along for a few hours before you feel safe again.",
      "At the bend in the road, a shadow throws itself at you! After a terrible battle, you crush your opponent under a boulder. Proud of your achievement, you set off again.",
      "At the bend in a grove, a man dressed entirely in black attacks you, probably to rob you of your money. You draw your gun and manage to neutralize him.",
      "You walk quietly, observing the landscape. Suddenly, an enraged beast makes a prodigious leap, forcefully tackling you to the ground. You manage to regain the upper hand by strangling the beast with a stick.",
      "As you walk along a small stream, a stray dog jumps out at you. After a few minutes' struggle, you manage to get rid of it.",
      "On your way, you come across a beast that doesn't seem very friendly. You decide to run away, but it quickly catches up with you. You then turn around and strike a blow. That's enough to get rid of your adversary, and you're on your way.",
      "Out of the corner of your eye, you notice a satchel full of gold fall from the pocket of an adventurer walking ahead of you. You immediately alert him and return the satchel. The adventurer thanks you for your kindness."
    ],
    "end": " You win **{{xp}}** {emote:unitValues.xp}."
  },
  "staffMember": {
    "context": [
      "Rounding a ravine, you meet a bard. As you walk, he tells you the story of **{{pseudo}}**, \"{{sentence}}\".",
      "As you walk along, you notice a large poster. It seems to praise the exploits of **{{pseudo}}**... \"{{sentence}}\".",
      "During one of your adventures, you hear a story, \"{{sentence}}\", but you don't know the hero. After some research, you realize that it's about **{{pseudo}}**! The name sounds familiar...",
      "Entering a building along the way, you chat for a while with the manager of the establishment. You ask him to tell you about the local legends. He describes **{{pseudo}}**, \"{{sentence}}\".",
      "Along the way, you meet an old man whom you decide to accompany. During your journey together, he tells you the story of **{{pseudo}}**: \"{{sentence}}\".",
      "Walking along the road, you spot a battered book on the ground. Entitled **{{pseudo}}**, you open it and read the first few sentences... \"{{sentence}}\".",
      "After a long, monotonous walk, you come across someone singing in honor of **{{pseudo}}**.... {emote:other.singing} \"{{sentence}}\" {emote:other.singing}.",
      "On your journey, a cloud of dust appears in the distance. A few minutes later, a rider stops in front of you, saying he's looking for **{{pseudo}}**. To your inquisitive look, he adds: \"{{sentence}}\"."
    ],
    "members": {
      "Nysvaa": "a suitor for the hand of the princess who doesn't intend to win her by fighting, but by proving his thoughtfulness during his adventures (and by his luck a little... a lot)",
      "Thero1st": "one of the first competitors for the hand of the princess and a great chef specializing in octopus skewers, this fighter nevertheless takes the competition lightly, preferring to spend time in his stands with his animals",
      "Oscar": "a mediocre warrior who, in his heyday, a bygone era, dominated the rankings on points and knowledge",
      "QQtin": "a faithful knight who overcame many enemies thanks to the gift of heaven and helped make the world a better place",
      "LePourfendeur": "an experienced adventurer, adept at saving money, perhaps a little too much so. Previously very active, he is now more discreet, but remains among the best",
      "Ines": "a fighter from the beginning of this world, who unfortunately fights less and less for him due to lack of time, but remains in the race for the princess, or rather the prince. Loyal supporter of Kyutism",
      "romain22222": "a great thinker, seeking as much to resolve situations optimally as to create them. He talks too much, far too much, with the minstrels and his worshippers, and avoids the tents in the forests",
      "Asemerald": "a down-on-his-luck adventurer known for his unimaginable firepower",
      "Izuku": "a rich inventor who created a love potion for the beautiful princess, only to have it stolen by a merchant",
      "Draft": "an ancient god who created the world in which they all live. Amazed by the his people's abilities, he wanders among them as he works to improve their experience",
      "Royal": "a seasoned entrepreneur favors money over morality. Fond of tournaments, he won't hesitate to fight for the princess",
      "Max": "a mad inventor who loves to travel. He is the only person ever to have traveled the land of dragons. Legend has it that almost all his projects have brought mankind to the brink of extinction",
      "Eagle": "a dragon breeder, who led the kingdom's first coups",
      "DeadAngelV6": "an ordinary human who loves life, eating is one of his passions. Feed him when you see him",
      "Kyusaki": "the first High Priest of Kyutism, he leads an incognito path of meditation among the adventurers of the world, often giving advice to those who ask for it",
      "Greninja_san": "a batrachian with an extraordinary intellect, he used his extensive knowledge to integrate into human life and learn the precepts of their magic",
      "nwcubeok": "a famous magician who travels the country promoting his magical talents. He hopes the princess will appreciate them",
      "SuperBananeNinja": "a discreet mage who roams the lands, usually solitary, often salutary, with his motley ways and disconcerting tricks, but always right in his boots",
      "Hitori": "a completely incoherent artist with an uncommon dynamism. She asks anyone who will listen if they know where the gods are hiding, and is infamous for her exceptional bad luck, which has led to the destruction of numerous buildings",
      "Pietagorh": "the director of an association that helps young adventurers improve their skills. Rumor has it that he can determine the limits of this world",
      "Doctor": "a great adventurer who roams the kingdom in search of a worthy adversary. If you come across him, you can try to fight him, but few have managed to survive his first blow",
      "KirIcare": "a discreet but intriguing character. His self-effacing presence arouses the curiosity of a certain artist and a renowned dragon hunter, who have made it their quest to acquire him",
      "symsym": "a young adventurer, curious and eager to meet new people. Some say he founded a tavern at the end of the swampy road",
      "Pagotortoise": "a kaijū who, despite his appearance, explores the land in search of people to help, and means no harm. He's ready to guide you if the need arises, so take the opportunity to ask him for some advice",
      "Voltou": "The greatest thief this world has ever known, his fortune is said to equal that of the king, and he hid it in every corner of the kingdom. If you come across him, be sure to check your pockets.",
      "Aiko": "a wild potato making mincemeat of all her enemies, aiming for the highest stars in the universe",
      "Ntalcme": "A tireless traveler, driven by an ideal greater than himself, tirelessly traversing the lands of this kingdom, in search of what seems to be missing from his soul. No one knows what he hopes to find at the end of his journey, yet he marches towards an elusive dream.",
      "BananePlantain": "a simple banana who has matured through the various encounters and adventures she has had in this world. A lover of challenges and battles, and always ready to help, she quietly leads her little troop.",
      "aureochocob0n": "A wealthy merchant who, believing a renowned alchemist, immersed himself in a bath of molten gold in order to emerge golden. This questionable action did not leave him unscathed: only his newly-gilded bones were spared.",
      "Ravenclaw": "a discreet sentinel, always accompanied by a raven. It is said that she appears when help is needed, then fades away with the wind."
    }
  },
  "witch": {
    "intro": [
      "you meet an old lady who seems to want you to follow her. ",
      "you see an old woman and decide to approach it. ",
      "you notice a woman who signs you. ",
      "you notice the silhouette of an old lady and you decide to go see what she does. "
    ],
    "description": [
      "It looks great, free, with a long and fine nose. ",
      "His clothes are in a pitiful state, they seem to fall into pieces, as dust. ",
      "She is yours, skeleton, but her eyes seem malicious. ",
      "It is made of tarnished and dirty fabrics. ",
      "You remember rumors about a clumsy witch who would wander through the kingdom. ",
      "Completely silent, it seems capable by the years, it is fine, bony and its almost grey skin. ",
      "She seems not to understand what you tell her. "
    ],
    "situation": [
      "You enter what seems to be her hut and discover that she is preparing a potion...",
      "You find that a cauldron is boiling on fire and the old lady seems to be preparing a potion...",
      "You are approaching and discover that his preparation of a potion does not seem to happen as expected...",
      "You observe the old lady prepare a potion, but you notice that her content almost borders with the cauldron...",
      "The old lady is preparing a potion, but she seems to be having trouble getting a satisfactory result...",
      "It looks like she is preparing a strange mixture in a huge cauldron..."
    ],
    "witchEventResults": {
      "ingredientIntros": [
        "You choose **{{witchEvent}}** to potion in the hope of improving...",
        "You take the decision of **{{witchEvent}}** from the potion while the witch turns back...",
        "You advise the witch of **{{witchEvent}}** to his potion...",
        "Following your advice, the witch decides **{{witchEvent}}** to his potion...",
        "You follow your instinct and choose **{{witchEvent}}** to the dubious mixture...",
        "You decide from **{{witchEvent}}** to the potion, since this will improve the result...",
        "You dare **{{witchEvent}}** to the potion...",
        "After studying the contents of the pot, you decide to **{{witchEvent}}** to the list of metrics..."
      ],
      "adviceIntros": [
        "Take mercy, advise them of **{{witchEvent}}** in order to get a better result...",
        "You decide to help the witch by advising her of **{{witchEvent}}**..."
      ],
      "outcomes": {
        "1": [
          "Once the potion is over, the witch gives you a drink. You decide to keep that for the rest of your adventure.",
          "Thanks to your intervention, the potion looks drinkable. You want to keep some for the rest of your adventure.",
          "After having finished the potion, the old lady pours a game into a bottle she gives you back. You are happy to accept it before you get back on your way.",
          "The result obtained has a strange taste, but you decide to keep some potion for the continuation of your adventure."
        ],
        "2": {
          "time": [
            "By taking your route, you realize that this stop was longer than you had anticipated. You lose **{{lostTime}} Min :clock2:**",
            "As you leave, you realize all the time wasted on this preparation. You lose **{{lostTime}} Min :clock2:**",
            "By going back on your steps, you start regretting the lost time to wait for this preparation. You lose **{{lostTime}} Min :clock2:**"
          ],
          "scared": [
            "Once the potion is finished, you decide to take a sip. Immediately, you are transported through an intense hallucination. Your future doesn't look too promising... {emote:effects.scared}",
            "As soon as you pronounce the formula, you taste the liquid. It doesn't take long for you to regret your choice. {emote:effects.scared}"
          ],
          "drunk": [
            "You decide to try the potion and quickly regret it... It seems that one of the ingredients has stuck in your throat. {emote:effects.drunk}",
            "It seems the potion has a surprising effect. You're feeling a little drunk... {emote:effects.drunk}"
          ],
          "sick": [
            "Unfortunately, the smell of the potion was a harbinger of its effects. You soon regret having trusted the old witch's talent. {emote:effects.sick}",
            "Despite your intervention, the potion doesn't seem to have improved. You feel uncomfortable... {emote:effects.sick}"
          ],
          "freezing": [
            "You decide to taste the potion, which is very cold. However, the feeling of cold does not go away, and you helplessly feel each of your limbs growing colder... {emote:effects.freezing}",
            "As you were about to finish the potion, you fell into the ice-filled chasm in which you were planning to drop the pot. {emote:effects.freezing}"
          ]
        },
        "3": [
          "Once the potion is finished, the witch hands you a drink. Another burning, you clumsily escaped it on your foot. You lose **{{lifeLoss}} {emote:unitValues.lostHealth}**.",
          "As you finished the potion, you were the victim of the old witch's clumsy who escaped the cauldron on you. You lose **{{lifeLoss}} {emote:unitValues.lostHealth}**.",
          "Despite the good smell of the potion, the potion is not as good for health as you might have expected. You lose **{{lifeLoss}} {emote:unitValues.lostHealth}**.",
          "The taste of the potion is weird. Maybe you should have listened to your instinct and not taste it. . You lose **{{lifeLoss}} {emote:unitValues.lostHealth}**.",
          "The potion vapors will have made you sick. You leave without asking for your remainder but not without the advice of inhaling these steams. You lose **{{lifeLoss}} {emote:unitValues.lostHealth}**.",
          "As the old lady apprehendes to pour the last drop into the pot a muffled sound is heard. It looks like the cauldron has exploded. You lose **{{lifeLoss}} {emote:unitValues.lostHealth}**."
        ],
        "4": [
          "Unfortunately, the potion seems completely charred and undrinkable. You decide not to take the risk of drinking it and leave quickly.",
          "You finish the potion with the old lady, but choose not to consume it, preferring to keep your health for the rest of your adventure."
        ]
      }
    },
    "witchEventNames": {
      "bat": "Add Bat",
      "beer": "Add bee",
      "bigWait": "Let rest the potion",
      "bigWarm": "Boil the potion long",
      "blood": "Add Blood",
      "book": "Speak Spellbook",
      "bone": "Add Bone",
      "cobweb": "Add Ringnee Canvas",
      "cool": "Let the potion cool down",
      "chicken": "Add Chicken",
      "crystalBall": "Recite a magic formula",
      "distiller": "Distille potion",
      "eye": "Add an eye",
      "frog": "Add frog",
      "greenApple": "Add green apple",
      "heart": "Add Core",
      "mushroom": "Add Mushroom",
      "nothing": "Do nothing",
      "package": "Add mystery interference",
      "rat": "Add Rat",
      "redApple": "Add Red Apple",
      "rose": "Add a rose",
      "scorpion": "Add Scorpion",
      "smallWait": "Let the potion rest a little bit",
      "smallWarm": "Warm the pot a little bit",
      "snake": "Add a snake",
      "spider": "Add Ring",
      "stir": "Mixing potion",
      "teeth": "Add a tooth",
      "testTube": "Add a test tube",
      "turtle": "Add turtle",
      "wand": "cast a spell",
      "wiltedRose": "Add a faded rose",
      "worm": "Add worm"
    }
  },
  "space": {
    "before_search_format": "{{seIntro}}{{intro}}. {{searchAction}}.\n\n{emote:other.telescope} *{{search}}*.",
    "after_search_format": "{{oldMessage}}\n\n{{actionIntro}}, {{action}} **{{specific}}**. {{outro}}.",
    "intro": [
      "you encounter an oracle who pretends to be called **{{name}}**",
      "a man seems strange to you, so you go meet him. He says to be an oracle by the name of **{{name}}**",
      "you encounter an oracle named **{{name}}**",
      "you pass by an oracle who is calling you out. He says his name is **{{name}}**",
      "you are called out by a man who says to be called **{{name}}**",
      "an oracle named **{{name}}** apostrophes you",
      "a foreigner pretending to be named **{{name}}** asks you to come closer",
      "a man who emerges from nowhere runs towards you and presents himself as **{{name}}**",
      "a suspicious unknown asks you to come closer, after which he tells you his name is **{{name}}**"
    ],
    "searchAction": [
      "He tells you he can give you information about the sky, but he needs time to observe it",
      "He says he is able to give you information about the sky as long as you give him a little time",
      "He tells you that if you give him time, he would be able to give you information about the sky",
      "He says he can give information about the sky if he is given the necessary time",
      "He pretends to be able to read in the stars provided that you give him time",
      "He claims to be able to give you information about the sky if you give him some of your time"
    ],
    "search": [
      "The man looks at the sky in a small device",
      "He lies on the ground and looks at the sky",
      "The man begins to contemplate the sky",
      "He seems focused on looking at something in the sky",
      "Leaning on his refracting telescope, he observes the celestial vault with attention",
      "The oracle observes the sky with attention",
      "He lifts his head to carefully contemplate the sky",
      "He starts to scrutinize intensely at the stars",
      "The man sits against a tree and contemplates the sky",
      "The man lies on the ground and looks up to the sky"
    ],
    "actionIntro": [
      "After a few minutes",
      "A short while after",
      "A couple of minutes later",
      "After making you wait a few minutes",
      "After a little wait",
      "A few moments later",
      "After waiting a handful of seconds"
    ],
    "action": [
      "he informs you that",
      "he lets you know that",
      "he informs you that",
      "he tells you that",
      "he starts to tell you that",
      "he declares that"
    ],
    "outro": [
      "You are leaving astonished by this news",
      "You resume your way dreaming",
      "You thank him and leave happy to know this news",
      "You leave him your eyes full of stars",
      "You leave without regretting having stopped by",
      "You go back on your way perplexed"
    ],
    "nObjectsCrossTheSky_one": "{{count}} item will travel through",
    "nObjectsCrossTheSky_other": "{{count}} items will pass through",
    "days_one": "day",
    "days_other": "days",
    "specific": {
      "neoWS": [
        "{{objectWhichWillCrossTheSky}} sky today",
        "object named \"{{randomObjectName}}\" with diameter of about {{randomObjectDiameter}} meters passes close to planet today",
        "object named \"{{randomObjectName}}\" passes at a distance of about {{randomObjectDistance}} million kilometers from the planet",
        "asteroi<unk> of the name \"{{randomObjectName}}\" exceeds our planet's about {{randomObjectDistance}} million kilometers",
        "the asteroid of the name \"{{randomObjectName}}\" may be visible today",
        "the asteroid named \"{{randomObjectName}}\" will pass near the planet",
        "the asteroid named \"{{randomObjectName}}\" will pass to {{randomObjectDistance}} million kilometers of us"
      ],
      "moonPhase": [
        "it's {{mainValue}} right now",
        "{{mainValue}} currently lights up the sky",
        "behind the clouds hides {{mainValue}}",
        "the parsimonious sky gives a glimpse of {{mainValue}}"
      ],
      "nextFullMoon": [
        "the next full moon is in {{mainValue}} {{days}}",
        "the full moon will glow in {{mainValue}} {{days}}",
        "we'll see the full moon in {{mainValue}} {{days}}",
        "in {{mainValue}} {{days}}, we can observe the full moon"
      ],
      "nextPartialLunarEclipse": [
        "the next partial lunar eclipse is in {{mainValue}} {{days}}",
        "in {{mainValue}} {{days}}, a partial lunar eclipse will be visible",
        "in the coming {{mainValue}} {{days}} , you'll be lucky enough to witness a partial lunar eclipse.",
        "the time before seeing the next partial moon eclipse is {{mainValue}} {{days}}"
      ],
      "nextTotalLunarEclipse": [
        "the next total lunar eclipse is in {{mainValue}} {{days}}",
        "by {{mainValue}} {{days}}, you'll see a complete lunar eclipse",
        "in the coming {{mainValue}} {{days}}, you'll be lucky enough to witness a total lunar eclipse",
        "if you look at the sky in {{mainValue}} {{days}}, you can contemplate a total lunar eclipse"
      ]
    },
    "moonPhases": [
      "the new Moon",
      "the first quarter of the Moon",
      "the full Moon",
      "the last quarter of the Moon"
    ],
    "names": [
      "Claude",
      "Pierre Alphonse",
      "Friedrich",
      "Wilhelm",
      "Nicolas",
      "Clyde",
      "Tycho",
      "Giordano",
      "Johannes",
      "Jean-Dominique",
      "Isaac",
      "Edwin",
      "Albert"
    ]
  },
  "findPet": {
    "food_m": [
      "you find a **{{pet}}** that appears to be wounded. Unfortunately, having already a companion and no more room in your guild to welcome him, you decide to finish him quickly in order to acquire his carcass.",
      "you find a **{{pet}}**. Not having the opportunity to welcome him, you give him to a merchant who passes by. In return, he offers you some meat."
    ],
    "food_f": [
      "you find a **{{pet}}** that appears to be wounded. Unfortunately, having already a companion and no more room in your guild to welcome her, you decide to finish her quickly in order to acquire her carcass.",
      "you find a **{{pet}}**. Not having the opportunity to welcome her, you give her to a merchant who passes by. In return, he offers you some meat."
    ],
    "noFood_m": [
      "you find a **{{pet}}**. Not having the opportunity to welcome him, you give him to a merchant who passes by. He refuses and lets him go.",
      "you find a **{{pet}}**. Not having the opportunity to welcome him, you give him to a merchant who passes by. He willingly accepts taking care of him.",
      "you see an old lady looking to bring down a **{{pet}}** from a tree. You agree to help her and quickly convince him to come down. Thinking it is her animal, you tend him to her, but you notice he does not belong to her. With no more room in your shelter, you cannot take him with you."
    ],
    "noFood_f": [
      "you find a **{{pet}}**. Not having the opportunity to welcome her, you give her to a merchant who passes by. He refuses and lets her go.",
      "you find a **{{pet}}**. Not having the opportunity to welcome her, you give her to a merchant who passes by. He willingly accepts taking care of her.",
      "you see an old lady looking to bring down a **{{pet}}** from a tree. You agree to help her and quickly convince her to come down. Thinking it is her animal, you tend her to her, but you notice she does not belong to her. With no more room in your shelter, you cannot take her with you."
    ],
    "givePetPlayer_m": [
      "you see a lost **{{pet}}**. Having always wanted to have a companion, you fall under his charm, and decide to take care of him.",
      "you see an old lady looking to bring down a **{{pet}}** from a tree. You agree to help her and quickly convince him to come down. Thinking that it is her pet, you tend him to her, but you notice that he does not belong to her, so you decide to take him with you.",
      "you hear noise from a bush. Intrigued, you decide to take a peek at it. You find a **{{pet}}** that looks at you tightly in your eyes and then starts following you, so you decide to adopt him.",
      "you decide to make a small nap, when something wakes you up, a **{{pet}}** was digging into your bag! But he seems not to want to attack you and seems to even appreciate you, so you decide to keep him."
    ],
    "givePetPlayer_f": [
      "you see a lost **{{pet}}**. Having always wanted to have a companion, you fall under her charm, and decide to take care of her.",
      "you see an old lady looking to bring down a **{{pet}}** from a tree. You agree to help her and quickly convince her to come down. Thinking that it is her pet, you tend her to her, but you notice that she does not belong to her, so you decide to take her with you.",
      "you hear noise from a bush. Intrigued, you decide to take a peek at it. You find a **{{pet}}** that looks at you tightly in your eyes and then starts following you, so you decide to adopt her.",
      "you decide to make a small nap, when something wakes you up, a **{{pet}}** was digging into your bag! But she seems not to want to attack you and seems to even appreciate you, so you decide to keep her."
    ],
    "givePetGuild_m": [
      "you see a lost **{{pet}}**. Although you already have a companion, you decide to bring him back to your guild so that someone can take care of him.",
      "you see an errand **{{pet}}** that sems to be hungry, so you give him the remains of your last meal. He appreciates this and seems to want to follow you in your adventure. Having a companion, you leave him to the good care of your guild.",
      "you see a group of children in a circle. You come closer and find that they are abusing a poor **{{pet}}**. You make them go away, but he is too badly hurt. You managed to put him back in shape and let him have a little rest in your shelter."
    ],
    "givePetGuild_f": [
      "you see a lost **{{pet}}**. Although you already have a companion, you decide to bring her back to your guild so that someone can take care of her.",
      "you see an errand **{{pet}}** that sems to be hungry, so you give her the remains of your last meal. She appreciates this and seems to want to follow you in your adventure. Having a companion, you leave her to the good care of your guild.",
      "you see a group of children in a circle. You come closer and find that they are abusing a poor **{{pet}}**. You make them go away, but she is too badly hurt. You managed to put her back in shape and let her have a little rest in your shelter."
    ]
  },
  "botFacts": {
    "stories": [
      "you receive a letter from the king. The latter is writing to you about the contest for the hand of the princess in which you participate. Whilst reading the letter, you find out that {{botFact}} you get back on your way.",
      "you meet a farmer in a cart, seemingly cheerful. Intrigued by his attitude, you ask him about his good mood. He tells you that {{botFact}} you get back on your way.",
      "you notice the camp of an adventurer by a trail. You stop for a moment and ask them for advice on the road and they point you in the right direction by adding that {{botFact}} you are back on the road.",
      "you see an information panel. On it, multiple posters are hanging and evoke feasts and other events in the vicinity. One of them is about the King's recent speech, which told {{botFact}} you are continuing your way.",
      "you meet a crowd of people and hear a speaker from the crowd announcing that {{botFact}} you continue your way without listening to the rest of his words.",
      "you see in the distance a beggar leaned back on the trunk of a tree. As you're approaching him to give him a piece, you hear his strange words, he repeats that {{botFact}} you get away as soon as possible from this suspicious individual."
    ],
    "possibleInfo": {
      "nbMeanPoints": "According to a recent points tally by the organizers, candidates have an average score of **{{infoNumber}} {emote:unitValues.score}**. Encouraged by this news,",
      "meanWeeklyScore": "according to a recent point count by the organizers, candidates collected an average of **{{infoNumber}} {emote:unitValues.score} this week**. Saddened by this news,",
      "levelMean": "the last census noted that adventurers averaged **level {{infoNumber}}**. Without knowing what to do with this information",
      "nbMeanMoney": "the country's bank counted an average of **{{infoNumber}} {emote:unitValues.money}** in its customers' purses. Amused by this news,",
      "sumAllMoney": "the country's bank has **{{infoNumber}} {emote:unitValues.money}** in circulation at this time. Surprised by this news,",
      "richestPlayer": "the country's bank has estimated that the richest adventurer currently has **{{infoNumber}} {emote:unitValues.money}** in his account. Stunned by this news,",
      "feistyPets": "the CAPS, or the Continental Animal Protection Society, is campaigning to help **feisty animals** get a better life. They listed **{{infoNumber}}** of them. Disappointed and reassured at the same time by this news,",
      "percentMalePets": "the CAPS, or the Continental Animal Protection Society, discovered that **{{infoNumber}}%** of the animals in the territory are males. Happy with this news,",
      "percentFemalePets": "the CAPS, or the Continental Animal Protection Society, discovered that **{{infoNumber}}%** of the animals in the territory are females. Happy with this news,",
      "guildLevelMean": "the CGA, or Continental Guild Agency, noted that the current guilds averaged **level {{infoNumber}}**. Intrigued by this information,",
      "nbPlayersHaventStartedTheAdventure_zero": "the CAAFS, or Continental Adventurer's Anti-Fraud Service, discovered that **no adventurer** disappeared just after they obtained their adventure license. Admirable of all these valuable adventurers,",
      "nbPlayersHaventStartedTheAdventure_one": "the CAAFS, or Continental Adventurer's Anti-Fraud Service, discovered that **an adventurer** disappeared just after he obtained his adventure license. Indignified by this person's action,",
      "nbPlayersHaventStartedTheAdventure_other": "the CAAFS, or Continental Adventurer's Anti-Fraud Service, discovered that **{{infoNumber}} adventurers** disappeared just after they obtained their adventure license. Indignified by the action of these people,",
      "trainedPets_one": "the CAPS, or the Continental Animal Protection Society, wishes to congratulate the trainer of the **only trained animal**. Impressed by this achievement,",
      "trainedPets_other": "the CAPS, or the Continental Animal Protection Society, wishes to congratulate the trainers of the **{{infoNumber}} trained animals**. Impressed by this achievement,",
      "nbPlayersWithGivenClass_zero": "according to a recent adventurers census, there would be no players with the **{{infoComplement}}** class. Amazed by this news,",
      "nbPlayersWithGivenClass_one": "according to a recent adventurers census, there would be only one player with the **{{infoComplement}}** class. Amazed by this news,",
      "nbPlayersWithGivenClass_other": "according to a recent adventurers census, there would be **{{infoNumber}}** players with the **{{infoComplement}}** class. Astonished by this news,",
      "nbPlayersOnYourMap_zero": "knights nearby met **no one other than you** on this route. Surprised by this news,",
      "nbPlayersOnYourMap_one": "knights nearby only met **one person** on your way. Surprised by this news,",
      "nbPlayersOnYourMap_other": "knights nearby counted **{{infoNumber}} people** on your way. Surprised by this news,"
    }
  },
  "smallBad": {
    "healthLost": {
      "stories": [
        "your feet stumble on a root. Wounded, you lose **{{amount}}{emote:unitValues.lostHealth}**.",
        "deep into your thoughts, you don't pay attention to the ground under your feet and unwillingly trip over a pebble. You hurt yourself at the knee. This ain't a serious injury, despite it being painful. You lose **{{amount}} {emote:unitValues.lostHealth}**.",
        "you whistle while walking. Suddenly, something enters into your field of vision: it's a dog, and it's running straight at you! Before you have time to understand what is happening, the animal collides with you, but immediately leaves thereafter. Fortunately, you are only slightly injured. and only lose **{{amount}} {emote:unitValues.lostHealth}**.",
        "you hit a galloping horse, but were only injured superficially. You lose **{{amount}} {emote:unitValues.lostHealth}**.",
        "you were violently hit by a boar herd. You barely stand back up, and get back on your way whilst losing **{{amount}} {emote:unitValues.lostHealth}**."
      ]
    },
    "timeLost": {
      "stories": [
        "you walk on a trap. The moment afterwards, you are suspended from the foot. Getting out of this trap may take a long time... you lose **{{amount}} :clock2:**.",
        "it starts to rain, You ready yourself to start running to avoid being soaked when you see a stunning rainbow just a few steps away. You stop thinking about the rain and get absorbed by the show during **{{amount}} :clock2:**.",
        "you fall from fatigue. Your adventures have been exhausting, and that is why you decide to rest for **{{amount}} :clock2:**.",
        "while walking deep in your thoughts, you don't notice the branch on the ground. You trip on it and your stuff spreads. You lose **{{amount}} :clock2:**.",
        "you hear a loud crashing noise coming from the understory. Your curiosity has been piqued: you want to know what it's all about, and go to inspect the area. After **{{amount}} :clock2:**, you give up without having found or understood the origin of the noise that startled you."
      ]
    },
    "moneyLost": {
      "stories": [
        "crossing a crowd, you feel a hand deeply searching you and lightening your pockets. You don't have the time to replicate that your looter has disappeared. You lost **{{amount}} {emote:unitValues.lostMoney}**.",
        "you meet a beggar asking for some money to support his needs. Taken by a surge of mercy, you decide to give him **{{amount}} {emote:unitValues.lostMoney}**.",
        "a masked man calls you out and threatens you with his weapon. To let him spare your life, you give him the **{{amount}} {emote:unitValues.lostMoney}** you have in your pocket, and the keys of your cart as well.",
        "you suddenly remember forgetting your purse in the room of the last inn you passed by. You lose **{{amount}} {emote:unitValues.lostMoney}**.",
        "you cross a cart which load protrudes and tears your bag. While you are gathering your belongings, a group of children passes by and robs you. You lose **{{amount}} {emote:unitValues.lostMoney}**."
      ]
    }
  },
  "findPotion": {
    "stories": [
      "you see a shiny vial from the corner of your eye...",
      "you slip on the lower side and fall to the ground. While getting back up, you notice a strange bottle filled with liquid.",
      "you notice a damaged bag on the road. You open it quickly...",
      "you decide to make a small detour to avoid crossing a river. That's when you discover...",
      "you meet a man with a loaded mule. A few minutes later, you notice that something has fallen from his package. It is now too late to catch him up.",
      "your eyes are attracted by the reflection of a potion on the ground.",
      "you trip on a root. Furious, you strike the latter a big blow... It seems it isn't a root...",
      "you meet a child who doesn't seem to speak your language. He however seems welcoming and tends you a package...",
      "you come across a man with a loaded mule. You decide to help him carry his load. As a thanks, he offers you a potion...",
      "you meet a woman who seems to want to offer you a drink. Intrigued, you accept her offer...",
      "you discover a house that you quickly explore. You pick up a bottle and leave hastily..."
    ]
  },
  "findItem": {
    "stories": [
      "you see a shiny object from the corner of your eye...",
      "you slip on the lower side and you get to the ground. While getting back up, you notice an object on the ground...",
      "you notice a damaged bag on the road. You open it quickly...",
      "you decide to make a small detour to avoid crossing a river. That's when you discover...",
      "you meet a man with a loaded mule. A few minutes later, you notice that something has fallen from his package. It is now too late to catch him up.",
      "your vision is focused on a reflection emitted by an item on the ground.",
      "you trip on a root. Furious, you strike the latter a big blow... It seems it isn't a root...",
      "you meet a child who does not seem to speak your language. However, it looks welcoming and tends you a package...",
      "you come across a man with a loaded mule. You decide to help him carry his load. As a thanks, he offers you an object..."
    ]
  },
  "pet": {
    "stories": {
      "money_m": [
        "You see **{{pet}}** rummaging in some tall grass. He comes out with **{{amount}}** {emote:unitValues.money}, which you keep for the rest of your adventure.",
        "You notice that **{{pet}}** is staring at the ground and decides to dig a hole. What a surprise to see him emerge with **{{amount}}** {emote:unitValues.money}!",
        "You discover that **{{pet}}** is sniffing insistently in the direction of a bush. You decide to take a look, and seeing him return with **{{amount}}** {emote:unitValues.money} fills you with joy!",
        "You suddenly see **{{pet}}** jump into the water. What a surprise to see him emerge with a purse of **{{amount}}** {emote:unitValues.money}!",
        "After a short break on your journey, you see **{{pet}}** returning with a purse. It seems he has stolen it from a merchant. You decide to leave with your **{{amount}}** {emote:unitValues.money} before he notices it."
      ],
      "money_f": [
        "You see **{{pet}}** rummaging in some tall grass. She comes out with **{{amount}}** {emote:unitValues.money}, which you keep for the rest of your adventure.",
        "You notice that **{{pet}}** is staring at the ground and decides to dig a hole. What a surprise to see her emerge with **{{amount}}** {emote:unitValues.money}!",
        "You discover that **{{pet}}** is sniffing insistently in the direction of a bush. You decide to take a look, and seeing her return with **{{amount}}** {emote:unitValues.money} fills you with joy!",
        "You suddenly see **{{pet}}** jump into the water. What a surprise to see her emerge with a purse of **{{amount}}** {emote:unitValues.money}!",
        "After a short break on your journey, you see **{{pet}}** returning with a purse. It seems she has stolen it from a merchant. You decide to leave with your **{{amount}}** {emote:unitValues.money} before he notices it."
      ],
      "item_m": [
        "You see **{{pet}}** digging in some tall grass. He comes out with an **item** that you can possibly keep for the rest of your adventure.",
        "You notice that **{{pet}}** is staring at the ground and decides to dig a hole. What was your surprise after seeing him emerge with an **item**!",
        "You discover that **{{pet}}** is sniffing insistently in the direction of a bush. You decide to take a look, and seeing him return with an **object** fills you with joy!",
        "You suddenly see **{{pet}}** jumping into the water. What was not your surprise when you saw him come out with an **item**!",
        "After taking a short break on your ride, you see **{{pet}}** coming back with an **item**. It looks like he stole it to a merchant. You decided to leave before the merchant notices it."
      ],
      "item_f": [
        "You see **{{pet}}** digging in some tall grass. She comes out with an **item** that you can possibly keep for the rest of your adventure.",
        "You notice that **{{pet}}** is staring at the ground and decides to dig a hole. What was your surprise after seeing her emerge with an **item**!",
        "You discover that **{{pet}}** is sniffing insistently in the direction of a bush. You decide to take a look, and seeing her return with an **object** fills you with joy!",
        "You suddenly see **{{pet}}** jumping into the water. What was not your surprise when you saw her come out with an **item**!",
        "After taking a short break on your ride, you see **{{pet}}** coming back with an **item**. It looks like she stole it to a merchant. You decided to leave before the merchant notices it."
      ],
      "gainEnergy_m": [
        "Having **{{pet}}** by your side makes you happy. This makes you regain your morale and you gain **{{amount}}** {emote:unitValues.energy}.",
        "On the edge of the road, **{{pet}}** rushes for food that seems to be in good condition and brings it to you. You eat it before it spoils and win **{{amount}}** {emote:unitValues.energy}.",
        "After leaving for a few moments, **{{pet}}** comes back with an almost empty potion. You drink it before it is lost. This way you gain **{{amount}}** {emote:unitValues.energy}."
      ],
      "gainEnergy_f": [
        "Having **{{pet}}** by your side makes you happy. This makes you regain your morale and you gain **{{amount}}** {emote:unitValues.energy}.",
        "On the edge of the road, **{{pet}}** rushes for food that seems to be in good condition and brings it to you. You eat it before it spoils and win **{{amount}}** {emote:unitValues.energy}.",
        "After leaving for a few moments, **{{pet}}** returns with an almost empty potion. You drink it before it is lost. You win **{{amount}}** {emote:unitValues.energy}."
      ],
      "gainLife_m": [
        "Having **{{pet}}** by your side makes you happy. It cheers you up and you gain **{{amount}}** {emote:unitValues.health}.",
        "On the side of the road, **{{pet}}** rushes for food that seems to be in good condition and brings it back to you. You eat it before it spoils and win **{{amount}}** {emote:unitValues.health}.",
        "After leaving for a few moments, **{{pet}}** returns with an almost empty potion. You drink it before it is lost. You thus earn **{{amount}}** {emote:unitValues.health}."
      ],
      "gainLife_f": [
        "Having **{{pet}}** by your side makes you happy. It cheers you up and you gain **{{amount}}** {emote:unitValues.health}.",
        "On the side of the road, **{{pet}}** rushes for food that seems to be in good condition and brings it back to you. You eat it before it spoils and win **{{amount}}** {emote:unitValues.health}.",
        "After leaving for a few moments, **{{pet}}** returns with an almost empty potion. You drink it before it is lost. You win **{{amount}}** {emote:unitValues.health}."
      ],
      "gainLove_m": [
        "It looks like **{{pet}}** is happy to have you by his side. He gains affection and becomes more trustworthy towards you.",
        "After a long walk, you decided to take care of **{{pet}}** by patting him. This moment passed with him has strengthened your bond.",
        "After having left for a few moments, **{{pet}}** returns with food found further. You decide to give it to him before it is lost. He thus likes you more.",
        "Unfortunately, **{{pet}}** seems to have triggered hostilities with {{randomAnimal}} ! You decide to valiantly defend him. He loves you more and becomes more trustworthy towards you.",
        "Oh, how cute! **{{pet}}** is a player! You also decide to have fun with him. This game strengthened your bonds."
      ],
      "gainLove_f": [
        "It looks like **{{pet}}** is happy to have you by her side. She gains affection and becomes more trustworthy towards you.",
        "After a long walk, you decided to take care of **{{pet}}** by patting her. This moment passed with her has strengthened your bond.",
        "After having left for a few moments, **{{pet}}** returns with food found further. You decide to give it to her before it is lost. She thus likes you more.",
        "Unfortunately, **{{pet}}** seems to have triggered hostilities with {{randomAnimal}} ! You decide to valiantly defend her. She loves you more and becomes more trustworthy towards you.",
        "Oh, how cute! **{{pet}}** is a player! You also decide to have fun with her. This game strengthened your bonds."
      ],
      "food_m": [
        "**{{pet}}**'s flair has allowed you to find a **{{food}}**. You store this food and continue your journey.",
        "You notice that **{{pet}}** is staring at the ground and decides to dig a hole. What a surprise to see him emerge with a **{{food}}** !",
        "You discover that **{{pet}}** is sniffing insistently in the direction of a bush. You decide to take a look and see him coming back with a **{{food}}** in his mouth!",
        "You suddenly notice **{{pet}}** jumping into the water. You're surprised when you see him emerge with a **{{food}}**!",
        "After taking a short break on your ride, you notice **{{pet}}** coming back with a **{{food}}**. It looks like he stole it from a merchant. You decided to leave before he notices it."
      ],
      "food_f": [
        "**{{pet}}**'s flair has allowed you to find a **{{food}}**. You store this food and continue your journey.",
        "You notice that **{{pet}}** is staring at the ground and decides to dig a hole. What a surprise to see her emerge with a **{{food}}** !",
        "You discover that **{{pet}}** is sniffing insistently in the direction of a bush. You decide to take a look and see her coming back with a **{{food}}** in her mouth!",
        "You suddenly notice **{{pet}}** jumping into the water. You're surprised when you see her emerge with a **{{food}}**!",
        "After taking a short break on your ride, you notice **{{pet}}** coming back with a **{{food}}**. It looks like she stole it from a merchant. You decided to leave before he notices it."
      ],
      "gainTime_m": [
        "Despite all the miles, **{{pet}}** is in great shape. You ride on his back for a few minutes and you win **{{amount}} Min** {emote:unitValues.timeGain}.",
        "At a bend in the road, **{{pet}}** suddenly starts running. You end up being dragged along on his leash, but you've won **{{amount}} Min** {emote:unitValues.timeGain}.",
        "What a spirit! **{{pet}}** seems to be in a hurry, but you manage to keep up with him. Thanks to him, you win **{{amount}} Min** {emote:unitValues.timeGain}.",
        "**{{pet}}**'s flair allowed you to find a shortcut. Thanks to him, you gained **{{amount}} Min** {emote:unitValues.timeGain}.",
        "Defending **{{pet}}** against {{randomAnimal}} has been no mean feat, and this time you've found something stronger than you. You decide to flee, and run at full speed. Thanks to this misadventure, you earn **{{amount}} Min** {emote:unitValues.timeGain} along the way."
      ],
      "gainTime_f": [
        "It's nice to see **{{pet}}** in great shape. You ride on her back for a few minutes and you win **{{amount}} Min** {emote:unitValues.timeGain}.",
        "At a bend in the road, **{{pet}}** suddenly starts running. You end up being dragged along on her leash, but you've won **{{amount}} Min** {emote:unitValues.timeGain}.",
        "You notice that **{{pet}}** seems to be in a hurry, and despite that, you manage to follow her the best you can. Thanks to her, you gained **{{amount}} Min** {emote:unitValues.timeGain}.",
        "**{{pet}}**'s flair allowed you to find a shortcut. Thanks to her, you gained **{{amount}} Min** {emote:unitValues.timeGain}.",
        "Defending **{{pet}}** against {{randomAnimal}} has been no mean feat, and this time you've found something stronger than you. You decide to flee, and run at full speed. Thanks to this misadventure, you earn **{{amount}} Min** {emote:unitValues.timeGain} along the way."
      ],
      "points": [
        "People who come across you with **{{pet}}** are sure to take notice. This improves your reputation and earns you **{{amount}}** {emote:unitValues.score}.",
        "Telling an old man about your adventures with **{{pet}}** seems to have improved your reputation. You win **{{amount}}** {emote:unitValues.score}."
      ],
      "badge": [
        "Successfully training **{{pet}}** was a real challenge that proves your talent with the animals. You get the {{badge}} badge!"
      ],
      "loseLife_m": [
        "While you are trying to caress **{{pet}}**, he doesn't get along and bites your hand. You lose **{{amount}}** {emote:unitValues.lostHealth}.",
        "Around a bend, **{{pet}}** suddenly starts running. You hold on to the leash as best you can but come away with a few scratches. You lose **{{amount}}** {emote:unitValues.lostHealth}.",
        "You see **{{pet}}** leave. He comes back a few minutes after with some food. You eat it and severely regret it a few minutes later. You suddenly suffer from a bellyache... You lose **{{amount}}** {emote:unitValues.lostHealth}.",
        "**{{pet}}** seems to have triggered hostilities with {{randomAnimal}}! You decide to defend him, but unfortunately the wild creature hurts you. You lose **{{amount}}** {emote:unitValues.lostHealth}.",
        "**{{pet}}** seems to want to play and leaps on top of a tree. Unfortunately, his weight breaks the branch and he falls on you. You lose **{{amount}}** {emote:unitValues.lostHealth}."
      ],
      "loseLife_f": [
        "While you are trying to caress **{{pet}}**, she doesn't get along and bites your hand. You lose **{{amount}}** {emote:unitValues.lostHealth}.",
        "Around a bend, **{{pet}}** suddenly starts running. You hold on to the leash as best you can but come away with a few scratches. You lose **{{amount}}** {emote:unitValues.lostHealth}.",
        "You see **{{pet}}** leave. She comes back a few minutes after with some food. You eat it and severely regret it a few minutes later. You suddenly suffer from a bellyache... You lose **{{amount}}** {emote:unitValues.lostHealth}.",
        "**{{pet}}** seems to have triggered hostilities with {{randomAnimal}}! You decide to defend her, but unfortunately the wild creature hurts you. You lose **{{amount}}** {emote:unitValues.lostHealth}.",
        "**{{pet}}** seems to want to play and leaps on top of a tree. Unfortunately, her weight breaks the branch and she falls on you. You lose **{{amount}}** {emote:unitValues.lostHealth}."
      ],
      "loseMoney_m": [
        "You feel that **{{pet}}** steals a few pieces from your purse and hides them further. Unfortunately you can't find them again. You thus lose **{{amount}}** {emote:unitValues.lostMoney}.",
        "You notice a large hole in your purse. **{{pet}}** had to play with it during the night! After you had counted what you had left, you notice that you are missing **{{amount}}** {emote:unitValues.lostMoney}.",
        "While you play with **{{pet}}**, the latter shoves you and drops your purse into a crevasse. It won't be possible to recover these **{{amount}}** {emote:unitValues.lostMoney}!",
        "You get the impression that **{{pet}}** is irritated to the point he will even hurt a passer-by. After apologizing, you decide to compensate them and leave with your head down. You lose **{{amount}}** {emote:unitValues.lostMoney}.",
        "While wanting to play with **{{pet}}**, you strike him with a blow. Injured, you take him to a vet so he can be healed. After his recovery, the healer charges you **{{amount}}** {emote:unitValues.lostMoney}."
      ],
      "loseMoney_f": [
        "You feel that **{{pet}}** steals a few pieces from your purse and hides them further. Unfortunately you can't find them again. You thus lose **{{amount}}** {emote:unitValues.lostMoney}.",
        "You notice a large hole in your purse. **{{pet}}** had to play with it during the night! After you had counted what you had left, you notice that you are missing **{{amount}}** {emote:unitValues.lostMoney}.",
        "While you play with **{{pet}}**, the latter shoves you and drops your purse into a crevasse. It won't be possible to recover these **{{amount}}** {emote:unitValues.lostMoney}!",
        "You get the impression that **{{pet}}** is irritated to the point she will even hurt a passer-by. After apologizing, you decide to compensate them and leave with your head down. You lose **{{amount}}** {emote:unitValues.lostMoney}.",
        "While wanting to play with **{{pet}}**, you strike her with a blow. Injured, you take her to a vet so she can be healed. After her recovery, the healer charges you **{{amount}}** {emote:unitValues.lostMoney}."
      ],
      "loseTime_m": [
        "With all that effort calling out **{{pet}}** to make him stay near you, you lose **{{amount}} Min** :clock2:.",
        "You feel **{{pet}}** doesn't seem to want to move. You nonetheless decide to forcefully pull him. Due to him, you lose **{{amount}} Min** :clock2:.",
        "You see **{{pet}}** coming to you while running pursued by {{randomAnimal}}! You flee with him. This pursuit has made you lose **{{amount}} Min** :clock2: on your ride.",
        "While entering a village, you hear a rumor about a pet that looks like **{{pet}}** that would attack villagers. Upon seeing you, the inhabitants are afraid of you and your pet, and you were immediately hunted out of the village. This experience has made you lose **{{amount}} Min** :clock2: on your ride.",
        "You find out that **{{pet}}** is watching the ground and decides to dig a hole into it. A closed chest emerges out of it. After several attempts, you have successfully opened it, but it is empty. This experience has made you lose **{{amount}} Min** :clock2:."
      ],
      "loseTime_f": [
        "With all that effort calling out **{{pet}}** to make her stay near you, you lose **{{amount}} Min** :clock2:.",
        "You feel **{{pet}}** doesn't seem to want to move. You nonetheless decide to forcefully pull her. Due to her, you lose **{{amount}} Min** :clock2:.",
        "You see **{{pet}}** coming to you while running pursued by {{randomAnimal}}! You flee with her. This pursuit has made you lose **{{amount}} Min** :clock2: on your ride.",
        "While entering a village, you hear a rumor about a pet that looks like **{{pet}}** that would attack villagers. Upon seeing you, the inhabitants are afraid of you and your pet, and you were immediately hunted out of the village. This experience has made you lose **{{amount}} Min** :clock2: on your ride.",
        "You find out that **{{pet}}** is watching the ground and decides to dig a hole into it. A closed chest emerges out of it. After several attempts, you have successfully opened it, but it is empty. This experience has made you lose **{{amount}} Min** :clock2:."
      ],
      "petFlee_m": [
        "This was unavoidable, after all of this mistreatment. **{{pet}}** doesn't respect you and runs away from you. You can't find him and lose him forever...",
        "After spending time with you, **{{pet}}** seems to no longer like you and decides to run away. You will probably never see him again.",
        "It looks like **{{pet}}** found his soulmate, he gives you up and leaves you alone. You will never see him again...",
        "The lack of attention to **{{pet}}** led him to flee. You lose sight of him quickly, it will be impossible to find him."
      ],
      "petFlee_f": [
        "This was unavoidable, after all of this mistreatment. **{{pet}}** doesn't respect you and runs away from you. You can't find her and lose her forever...",
        "After spending time with you, **{{pet}}** seems to no longer like you and decides to run away. You will probably never see her again.",
        "It looks like **{{pet}}** found her soulmate, she gives you up and leaves you alone. You will never see her again...",
        "The lack of attention to **{{pet}}** led her to flee. You lose sight of her quickly, it will be impossible to find her."
      ],
      "loseLove_m": [
        "It looks like **{{pet}}** doesn't appreciate you that much... Travelling with him deterred this relationship even more. He loses a little in love.",
        "As you practice fighting, **{{pet}}** passes through the fight. You strike him a blow in a moment of inadvertence. He now seems to love you a little less.",
        "After a long walk, **{{pet}}** is running out of breath, it looks like he can't follow you. Not waiting for him has diminished your relationship. Thus, he loses a little in love...",
        "When approaching a stand, **{{pet}}** stares with insistence on the food placed on a board. Despite his request, you decide to continue your journey. **{{pet}}** is grudging, he loses faith in you."
      ],
      "loseLove_f": [
        "It looks like **{{pet}}** doesn't appreciate you that much... Travelling with her deterred this relationship even more. She loses a little in love.",
        "As you practice fighting, **{{pet}}** passes through the fight. You strike her a blow in a moment of inadvertence. She now seems to love you a little less.",
        "After a long walk, **{{pet}}** is running out of breath, it looks like she can't follow you. Not waiting for her has diminished your relationship. Thus, she loses a little in love...",
        "When approaching a stand, **{{pet}}** stares with insistence on the food placed on a board. Despite her request, you decide to continue your journey. **{{pet}}** is grudging, she loses faith in you."
      ],
      "nothing": [
        "You continue your route alongside **{{pet}}**. Nothing special happens."
      ]
    },
    "randomAnimal_m": "a **{{randomAnimal}}**",
    "randomAnimal_f": "a **{{randomAnimal}}**"
  },
  "class": {
    "attack": {
      "winPotion": [
        "you see a strange light in the distance. Moving closer, you realize that it is a vial with unknown contents. You moisten your lips with the beverage and feel that your strength could be increased tenfold if you ingested it...",
        "you notice a tent set here. Curious, you enter and discover an old man with lots of potions. This one asks you to test them. You agree, and once it's done, he gives you an attack potion as a thanks.",
        "you find an abandoned cart. It contains potion crates. You hastily steal one. After leaving, you see that the stolen potion could be useful for your next fight..."
      ],
      "winObject": [
        "you decide to lean back a tree. By sitting down, you feel a vivid pain that pierces your back. You get up in the blink of an eye and find out what's scratched you:",
        "you suddenly hear an infernal din advancing towards you. You just have time to throw yourself to the side when a horde of knights gallops past you. As you watch them ride away, you see a pouch fall from one of the horses. As you pick it up, you discover inside...",
        "a starving animal approaches you. By precaution, you choose to kill it. While searching his guts, you find an object that seems to be useful for attacking."
      ],
      "winWeapon": [
        "you meet a merchant, who asks your class. After answering him, he offers you a weapon he no longer uses:",
        "you see on the roadside a weapon and you don't believe your eyes! You wonder how the heck someone can throw out such a beautiful thing and decide to acquire it. It will probably be useful to you!",
        "you find an ancient fort in ruins. Still looking for equipment, you decided to scramble it. After a quick visit, it seems that only the armory is still intact. Inside, within rugged and unusable objects, you find a weapon that still seems to be in good condition."
      ]
    },
    "defense": {
      "winPotion": [
        "you notice a tent set here. Curious, you enter and discover an old man with lots of potions. This one asks you to test them. You agree, and once it's done, he gives you a defense potion as a thanks.",
        "you find an abandoned cart. It contains boxes full of potions. You hastily steal one. After fleeing, you notice the stolen potion may be useful for your next fight...",
        "a heavy impact is being heard behind you. You turn abruptly, and notice an old man with a flattened body on the ground, under a tree. You notice with relief that he is still alive, as it weakly wails. You thus notice that a crate full of all the same potions fell with him. Knowing that he could not survive with his frail disposal, you deduct that these are potions that increase the human body's defensive abilities. Not wanting to miss such an opportunity, you grab the only intact vial and flee the place, without worrying about the old man's weak complaints."
      ],
      "winObject": [
        "a starving animal approaches you. By precaution, you choose to kill it. While searching his guts, you find an object that seems to be useful for defending.",
        "a knight is approaching and offers you a duel. He will give you its defense item if you win. Thanks to your training, this victory is yours, and you win the prize as promised.",
        "you find a peasant who needs help repairing his cart. You get the wheel back in place. To thank you, he gives you a defensive item forged by the best smiths of Claire de Ville."
      ],
      "winArmor": [
        "you meet a merchant, who asks your class. After answering him, he offers you a armor he no longer uses:",
        "you see on the roadside a piece of armor and you don't believe your eyes! You wonder how the heck someone can throw out such a beautiful thing and decide to acquire it. It will probably be useful to you!",
        "you find an ancient fort in ruins. Still looking for equipment, you decided to scramble it. After a quick visit, it seems that only the armory is still intact. Inside, within rugged and unusable objects, you find an armor that still seems to be in good condition."
      ]
    },
    "basic": {
      "winItem": [
        "villagers approach you and give you an item in recognition of a recent prowess, you thank them very briefly and continue your search.",
        "you meet a group of children playing chase. One of them shoves you and starts to cry, his parents approach and beg your mercy, you grant it and they give you an item that may be useful to you.",
        "a cart stops you from continuing. Intrigued and eager to resume your path, you approach the owner who, odious at first, tells you to try and take another road. Angered, you threaten him with your weapon. This calms him instantly. He gives you an item and asks you to wait while he moves his load.",
        "you see a crowd of people gathering. Wanting to see what's going on, you make way through the group and discover a bloodied object. The surrounding crowd would probably already have touched it. You leave as if nothing happened with the object in your possession."
      ],
      "winMoney": [
        "you step onto a small mound and notice that your footsteps sound strange. You search the ground and discover a chest full of gold. You get **{{amount}} {emote:unitValues.money}**.",
        "you meet someone who looks a little bewildered and fearful... Upon seeing you, the person apologizes and runs off. You think they've mistaken you for someone else. In their rush, the stranger has dropped a purse: you open it and discover **{{amount}} {emote:unitValues.money}**!",
        "you decide to set up camp by putting up a tent and other things. As you dig the holes for your tent pegs, you feel something hard in the ground. While digging, you unearth a small, timeworn wooden case and find **{{amount}} {emote:unitValues.money}** !"
      ]
    },
    "other": {
      "winItem": [
        "your feet bump on something coming out of the ground. After getting back up, you search the ground and find an item...",
        "you see a shape in a gap. Intrigued, you get closer, this shape is seems to be an item that will be helpful for your adventure...",
        "you decide to lean on a tree. By sitting down, you feel a vivid pain in your back. You get up quickly to discover... an item!",
        "you distractedly walk and stumble on something! While hardly getting up after your fall, you discover an item!"
      ],
      "winHealth": [
        "you come across some villagers who remember your prowess as a frail person, and hand you a bag containing rations that you eat before continuing your journey. You win **{{amount}} {emote:unitValues.health}**.",
        "A merchant comes up to you and asks what class you are, to which you reply that you are a frail adventurer. Remembering that frail adventurers are people with low hp, he decides to give you some fruit that was no longer viable to sell. Happy, you eat them and earn **{{amount}} {emote:unitValues.health}** then set off again.",
        "you are approached by an old woman. She gives you a red apple, telling you it's important to eat well to become strong. You eat it with gratitude before resuming your way. You win **{{amount}}{emote:unitValues.health}**.",
        "you are pushed by a cart. You are called out by its owner, who apologizes and tells he didn't see you because of your puny appearance and offers you some supplies. You restore yourself a bit and resume your journey. You win **{{amount}} {emote:unitValues.health}**."
      ]
    }
  },
  "ultimateFoodMerchant": {
    "stories": [
      "while observing the surrounding landscape, you do not notice the man who is in front of you and shove him. You apologise and, the man being very sympathetic, you were quickly forgiven and engaged in a discussion. He is a soup merchant called \"Gaspard-Jo\". By pure generosity, he rewards the talent of the players he finds on his way. ",
      "a little caravan with a chimney is heading towards you. You take the trouble to politely greet the merchant, who, after a quick discussion in which you learn he is called \"Gaspard-Jo\", seems to want to reward you for your good deeds. "
    ],
    "rewards": {
      "ultimateFood_one": [
        "He tends **an ultimate soup**, which you store carefully."
      ],
      "ultimateFood_other": [
        "He tends **{{count}} ultimate soup**, which you store carefully."
      ],
      "fullUltimateFood": [
        "He offers you ultimate soups. Unfortunately, your storage being full, you have to return them."
      ],
      "item": [
        "He offers you **an item** which, according to him, might be useful to you."
      ],
      "commonFood_one": [
        "Presuming you don't have enough power to get his goods for free, he offers you **a treat**."
      ],
      "commonFood_other": [
        "Presuming you don't have enough power to get his goods for free, he offers you **{{count}} treats**."
      ],
      "fullCommonFood": [
        "Seeing you aren't that strong, he decides to offer you some treats against his will, but unfortunately you no longer have enough room to take them. You are on your way, disappointed."
      ],
      "money": [
        "Since you're not part of a guild, you can't store your benefactor's precious merchandise. So he gives you **{{count}}** {emote:unitValues.money}. You continue on your way, a little disappointed."
      ]
    }
  },
  "cart": {
    "knownDestination": [
      "in the distance, you see a dilapidated cart, its wood worn by time and travel. A shaggy-haired man with a weather-beaten face calls out to you. He claims to be able to drive you around **{{destination}}** for **{{price}}** {emote:unitValues.money}. His mischievous smile and the cunning glint in his eyes leave you in doubt. You wonder if this approximate direction is worth the risk...",
      "a shady-looking individual emerges from the shadows, dragging a rickety cart behind him. He's a trickster known for his unpredictable travels, his eyes sparkling with mischief. He offers you a trip to the vicinity of **{{destination}}** for **{{price}}** {emote:unitValues.money}. His confidence and mischievous smile make you wonder about the reliability of his direction...",
      "a well-kept cart suddenly appears in your path. Its owner, a man with a weathered face and an enigmatic smile, assures you that he can take you somewhere near **{{destination}}** for **{{price}}** {emote:unitValues.money}. His determined gaze seems to be hiding something. You wonder if this vague direction is as attractive as it seems...",
      "you come across a man who seems lost. He's a mysterious rogue, with tousled hair and a shrewd look, who claims to be able to lead you to the outskirts of **{{destination}}** in exchange for **{{price}}** {emote:unitValues.money}. His eyes sparkle with a mischief that's hard to pin down. You hesitate, weighing up the pros and cons of this uncertain direction...",
      "a stranger approaches you, offering you a ride in his cart to the outskirts of **{{destination}}** for **{{price}}** {emote:unitValues.money}. After a short chat, you discover that this is a man whose travels are as varied as his wiles. His confidence seems a little too perfect, as if he had planned everything in advance. You wonder what he's hiding...",
      "an affable man offers you a ride in his cart. He's a shaggy-bearded, shrewd-looking rogue known for his travels across the kingdom, offering you a ride near **{{destination}}** for **{{price}}** {emote:unitValues.money}. His words are gentle, but his gaze is hard. You wonder if you can really trust him...",
      "you come across a strange individual with a cart. He's a traveler with a mysterious past, messy hair and a piercing gaze. He offers you a journey to the vicinity of **{{destination}}** in exchange for **{{price}}** {emote:unitValues.money}. His promises seem tempting, but his appearance leaves you in doubt. You wonder whether you might be walking into a trap..."
    ],
    "unknownDestination": [
      "an enigmatic man with a dilapidated cart calls out to you. He offers you a journey to an unknown place for **{{price}}** {emote:unitValues.money}. His shrewd look and enigmatic smile leave you in doubt...",
      "a shady individual emerges from the shadows and offers you a ride in his bumpy cart to an unknown destination for **{{price}}** {emote:unitValues.money}. His mischievous looks and overconfidence arouse your suspicion...",
      "a man with a weathered face appears on your path with a well-kept cart. He offers to take you to an unknown destination for **{{price}}** {emote:unitValues.money}. His enigmatic smile and determined gaze may be hiding something...",
      "a mysterious rogue comes across you and claims to be able to lead you to an unknown place for **{{price}}** {emote:unitValues.money}. His shrewd look and mischievous eyes make you hesitate...",
      "a stranger approaches you with a proposal to travel in his cart to an unknown destination for **{{price}}** {emote:unitValues.money}. His self-assurance and mischievous look arouse your curiosity...",
      "an affable man with a shaggy beard offers you a trip in his cart to an unknown place for **{{price}}** {emote:unitValues.money}. Despite his gentle words, his hard gaze makes you feel uncomfortable...",
      "a traveler with a mysterious past offers you a journey to an unknown destination for **{{price}}** {emote:unitValues.money}. His intriguing allure and tantalizing promises pique your interest..."
    ],
    "menu": [
      "\n\n{emote:other.car} Get on the cart\n{emote:other.walking} Move along"
    ],
    "scamTravelDone": [
      "After a swift journey, you find yourself in an unknown place. The man looks at you with a sneak smile and moves away with his cart.",
      "The hirsute hair man has taken you to a completely different place from your intended destination. Before you have time to react, he quickly disappeared into a cloud of dust.",
      "The trip was passed faster than expected and you find yourself in an unknown place. The man with his mischievous eyes moves away with his cart, leaving you alone and lost.",
      "Soon, you were transported to a familiar place... You quickly realize that this is not the destination that was indicated to you, but it's already too late to respond. The mystery man is already far away..."
    ],
    "normalTravelDone": [
      "You accept the man's offer and ride his cart. After a peaceful journey, you find yourself close to your intended destination.",
      "After weighing the pros and cons, you decided to trust the man and get into his cart. You were relieved to find yourself in the given destination.",
      "You climb up the cart and the shaggy-haired man gets you to your destination. You arrive safe and sound to the place as intended.",
      "You accept the man with a mysterious past's offer and ride his cart. To your surprise, you find yourself close to your planned destination."
    ],
    "unknownDestinationTravelDone": [
      "You accept the man's offer and ride his cart without any idea of your destination. You find yourself in a place that seems to be welcoming.",
      "Despite the uncertainty, you decide to trust the man and get into his cart. Fortunately, you find yourself in a peaceful and pleasant place.",
      "You climb into the cart, the destination being a mystery. The shaggy-haired man gets you through a variety of landscapes before heading to a place that looks promising.",
      "You accept the offer of the traveler with a mysterious past and ride his cart without knowing where you will be headed to. To your great surprise, you find yourself in a picturesque and charming place."
    ],
    "travelRefused": [
      "After a short second thought, you decide not to take the risk and get away from the cart.",
      "You politely reject the proposal and continue your way.",
      "Since you do not need such a service at this time, you decided to continue your journey.",
      "You reject the proposal and continue your path."
    ],
    "notEnoughMoney": [
      "You search in your pockets, but you realize you don't have enough money. The man looks at you and leaves with his cart.",
      "You count your pieces, but you still miss some amount for the journey. The rogue shakes his head and moves away with his cart.",
      "You check your purse, but unfortunately you don't have enough money. The stranger nods and leaves with his cart."
    ]
  },
  "findMission": {
    "intrigue": [
      "a courier arrives towards you running out of breath. He tends you a letter from the king asking you to perform the following mission:",
      "you find a missions board. You check them one by one, and among them, you find one that suits you:",
      "you decide to set a new goal to advance over other adventurers:",
      "a homing pigeon flies straight to you. On its right leg, you find a letter written in gold letters that describes a very interesting mission:",
      "a stranger calls out to you and challenges you:",
      "a passerby ahead drops you a mission sheet. Since the mission is an interesting one, you decide to do it:",
      "you pass near a hut that looks abandoned and search in the pile of papers located in front of the door. You find inside a proposal for a mission. You decided to be brave and get it over with:",
      "the wind makes a scroll fly up to your face. Interrupted in your journey, you decide to read it. You decide to do the written mission:",
      "an old adventurer tells his stories who wants to hear them. You thus stop to listen to him for a bit. A few moments later, he notices you and asks if you can complete a mission for him. You agree:"
    ]
  },
  "bonusGuildPVEIsland": {
    "events": [
      {
        "intro": "The sky is gray, the temperature is average. It's an ideal weather for walking and move forward in your adventure. However, after a few steps, the frail ground gives way beneath your feet and you fall into a hole.",
        "success": {
          "withGuild": "With the help of your guild mates, you manage to pull yourself out of the crevasse and save them in turn. This ordeal has strengthened your bond, and your guild receives **{{amount}} {emote:unitValues.{{emoteKey}}}**.",
          "soloWithGuild": "Not losing your cold blood, you immediately apply your guild's lessons and easily climb the wall. Your guild gets **{{amount}} {emote:unitValues.{{emoteKey}}}**.",
          "solo": "Not losing your cold blood, you apply what you learned during your adventures and easily manage to climb the wall. You receive **{{amount}} {emote:unitValues.xp}**."
        },
        "escape": {
          "withGuild": "Wasting no time, you and your companions hurry to examine this crevasse, which turns out to be a cave. A bit of blind walking later, you manage to emerge from the hole further on.",
          "solo": "Desperate, alone at the bottom of this crevasse, you only notice the narrow passage to your left after a few minutes. After struggling against this land that had decided to confine you, you emerge into the open air."
        },
        "lose": {
          "withGuild": "With the help of your guild mates, you manage to pull yourself out of the crevasse and rescue them in turn. However, the one with your purse climbed up last, and accidentally dropped the money during the climb. You lose **{{amount}} {emote:unitValues.lostMoney}**.",
          "solo": "As you try to climb the wall, the dirt crumbles under your fingers and feet, causing a landslide. Thanks to him, you manage to climb out of the crevasse, but you're pretty banged up. You lose **{{amount}} {emote:unitValues.lostHealth}**."
        }
      },
      {
        "intro": "You decide to rest for a while after an intense crossing of the island. But just as you lie down on the ground, the earth begins to shake.",
        "success": {
          "withGuild": "However, you clench each other so that no one gets fallen into a crevasse. The quake ends, and you are all safe and sound. Your guild gets **{{amount}} {emote:unitValues.{{emoteKey}}}**.",
          "soloWithGuild": "You follow the earthquake instructions given to you by your guild, and decide to take shelter under a structure which, fortunately, has not collapsed on you. Safe and sound, you promise to thank your guild as soon as you return from your expedition. Your guild wins **{{amount}} {emote:unitValues.{{emoteKey}}}**.",
          "solo": "You attempt to hold on despite the earthquake. Fortunately, it did not cause any damage around, you continue to rest a little while admiring the sky and surroundings. You receive **{{amount}} {emote:unitValues.xp}**."
        },
        "escape": {
          "withGuild": "Panicked, your guild is trying to find a safer place to avoid any damage on any one of you. After several minutes going in circles because at least one of the members believes that this place is not safe, you no longer feel the quake. Nevertheless, you are trying to regain your trust for what will follow in your journey within the island...",
          "solo": "Panicked, you try to dodge the potential damage caused by the quake. After a few moments, the tremor is no longer felt. When you return to the place where you had intended to rest, you notice the damage caused by the earthquake. It's a good thing you hadn't stayed there..."
        },
        "lose": {
          "withGuild": "You tell yourself that this earthquake will be short, and ask the rest of the guild to brave it. What a mistake! A boulder crashes down on you and knocks you unconscious. You lose **{{amount}} {emote:unitValues.energy}**.",
          "solo": "Assuming that there will be only a small amount of damage, you continue to rest. However, a crevasse is forming under your body. Fearful of falling into it, you try to run as far as possible, but you slip and cut your arm. You lose **{{amount}} {emote:unitValues.lostHealth}**."
        }
      },
      {
        "intro": "You are making good progress on your adventure (with your guild mates), when your instincts alert you to danger. Gradually, an almost opaque, whitish mist rises from the uneven ground and falls from the sky, encircling you. You quickly can't see anything around you anymore.",
        "success": {
          "withGuild": "Several pairs of eyes are better than one! Thanks to the cooperation of your visions, you and your companions manage to advance between rocks and crevasses without a single one being injured or lost. Your guild receives **{{amount}} {emote:unitValues.{{emoteKey}}}**.",
          "soloWithGuild": "In this urgent situation, you keep your cold blood and use the tracking techniques learned from your guild to get out of the trouble without hindrance. Your guild gets **{{amount}} {emote:unitValues.{{emoteKey}}}**.",
          "solo": "In this urgent situation, you keep your cold blood and use tracking techniques learned a little more to get out of this mess without a hitch. You receive **{{amount}} {emote:unitValues.xp}**."
        },
        "escape": {
          "withGuild": "Completely lost in this dense and threatening fog, your companions and you decide to gather to parry the chill, waiting for the wind to disperse the mist.",
          "solo": "Completely tetanized by the anguish of this almost supernatural phenomenon, you panic, your pulse races and despite the coolness you feel the sweat on your pale forehead run down one by one, until the mist is dispersed by the wind."
        },
        "lose": {
          "withGuild": "Your group is not complete, and you and your guildmates panic at the ordeal. Everyone goes their own way, and you don't ask for any more time to run back. But in your haste, you drop **{{amount}} {emote:unitValues.lostMoney}**.",
          "solo": "Completely panicked in front of this almost menacing mist, you take your legs to your neck and run straight in front of you. This is a serious error as you are on the ground very quickly due to the fog. You lose **{{amount}} {emote:unitValues.lostHealth}**."
        }
      },
      {
        "intro": "You're quietly moving on to new adventures when a sneaky, cheeky, pointy little pebble decides to make you its victim and cruelly slashes your ankle.",
        "success": {
          "withGuild": "Luckily for you, your guild mates heal your wound and quickly get you back on your feet. Your guild gets **{{amount}} {emote:unitValues.{{emoteKey}}}**.",
          "soloWithGuild": "Despite the pain, you manage to remember your guild's lessons and, thanks to these, to heal you quickly. Your guild gets **{{amount}} {emote:unitValues.{{emoteKey}}}**.",
          "solo": "Despite the pain, you manage to disinfect and bandage the wound in order to get back on your way as soon as possible. You receive **{{amount}} {emote:unitValues.xp}**."
        },
        "escape": {
          "withGuild": "Not wanting to be late, your guild mates decide to carry you so that you can be treated once you reach your destination.",
          "solo": "Despite the pain, you manage to continue on your way whilst hobbling."
        },
        "lose": {
          "withGuild": "Completely helpless against this wound, your companions treat you as best they can, but the wound becomes infected and the pain, unbearable. You lose **{{amount}} {emote:unitValues.lostHealth}**.",
          "solo": "Alone, writhing in pain in the middle of the path, you curse this proud stone and endure the dreadful pain to continue your adventure. You lose **{{amount}} {emote:unitValues.lostHealth}**."
        }
      },
      {
        "intro": "You're quietly walking towards your destination when large black clouds form over the area. The darkness is total.",
        "success": {
          "withGuild": "Your guild mates are far-sighted, however, and one of them pulls a torch from his bag to light your way. Your guild receives **{{amount}} {emote:unitValues.{{emoteKey}}}**.",
          "soloWithGuild": "It's a good thing you had a torch in your saddlebag, which one of your guild mates gave you when you left! So you can easily see your way and continue on your way. Your guild receives **{{amount}} {emote:unitValues.{{emoteKey}}}**.",
          "solo": "Fortunately you had a torch in your pocket, prepared for your departure! This way you can easily see your way and continue your road. You receive **{{amount}} {emote:unitValues.xp}**."
        },
        "escape": {
          "withGuild": "Completely blinded, you and your companions grope your way through the pitch-black darkness, helping each other to avoid obstacles, until the strange night leaves as quickly as it came.",
          "solo": "Completely blinded, you grope your way through the pitch-black darkness until the strange night leaves as quickly as it came."
        },
        "lose": {
          "withGuild": "Completely lost against this sudden blindness, you and your companions panic and run straight ahead until this strange night goes away as quickly as it came. But in your haste, you've lost **{{amount}} {emote:unitValues.lostMoney}**.",
          "solo": "Alone and completely lost face to this sudden blindness, you start to panic and move straight ahead without noticing the sneaky pebble that was waiting for you at that time. Tripping on the ground, you lose **{{amount}} {emote:unitValues.lostHealth}**."
        }
      },
      {
        "intro": "You've already been walking for some time on a path that never seems to end, when suddenly your strength fails you and you collapse from exhaustion.",
        "success": {
          "withGuild": "Seeing your discomfort, your companions rush to support you and offer you the energy you need to get back on your feet and continue your quest. Your guild receives **{{amount}} {emote:unitValues.{{emoteKey}}}**.",
          "soloWithGuild": "Despite this discomfort, you use what little energy you have left to pull some food offered by your guild from your inventory to regain your strength and continue your quest. Your guild receives **{{amount}} {emote:unitValues.{{emoteKey}}}**.",
          "solo": "Despite this discomfort, you use what little energy you have left to pull some prepared food from your inventory to regain your strength and continue your quest. You receive **{{amount}} {emote:unitValues.xp}**."
        },
        "escape": {
          "withGuild": "Fortunately, it was only a momentary discomfort, and, encouraged by your guild mates, you resume your journey with them after a few minutes' rest.",
          "solo": "Fortunately for you, it was only a momentary discomfort, and you manage to get back on the road after a few minutes' rest."
        },
        "lose": {
          "withGuild": "Faced with this sudden discomfort, your guild mates, not knowing how to help, decide to carry you to the next stop, but exhaustion bullies you and you faint. You lose **{{amount}} {emote:unitValues.energy}**.",
          "solo": "Completely exhausted, the sky begins to spin around you. You try to get up, but feeling like you're on a stormy sea, you faint in the middle of the road. You lose **{{amount}} {emote:unitValues.energy}**."
        }
      }
    ]
  },
  "fightPet": {
    "intro_male": [
      "you come face to face with a {{feralPet}}!",
      "you encounter a {{feralPet}}.",
      "you see a {{feralPet}} that doesn't seem to want to let you pass.",
      "you suddenly push a terrified squeak: a {{feralPet}} stands right in front of you!",
      "you remain petrified after seeing a {{feralPet}}.",
      "you notice a cloud of dust on the horizon that is approaching dangerously... It's a {{feralPet}}!",
      "you notice a mysterious mecanism... Curious, you decide to activate it. You don't take long to regret your gesture when a {{feralPet}} appears out of nowhere!",
      "you hear a muted sound behind you. You turn around and find a {{feralPet}} that looks at you with insistence."
    ],
    "intro_female": [
      "you come face to face with a {{feralPet}}!",
      "you encounter a {{feralPet}}.",
      "you come across a {{feralPet}} that doesn't seem to want to let you pass.",
      "you suddenly push a terrified squeak: a {{feralPet}} stands right in front of you!",
      "you remain petrified after seeing a {{feralPet}}.",
      "you see a cloud of dust on the horizon that is approaching dangerously... It's a {{feralPet}}!",
      "you notice a mysterious mechanism... Curious, you decide to activate it. It doesn't take you long to regret your decision when a {{feralPet}} appears out of nowhere!",
      "you hear a muted sound behind you. You turn around and find a {{feralPet}} that looks at you with insistence."
    ],
    "situation": [
      "The beast seems impossible to calm down... You are trying to calm yourself down and think of a plan to get rid of this animal.",
      "Absolutely terrified, you are starting to think about your different options to get rid of this beast.",
      "Impossible not to react, you have to take a decision to save your life...",
      "Distracted by the two red eyes of the animal that look at you with insistence, you try to focus on a plan.",
      "The foul breath of the animal makes your head spin. You are trying to concentrate...",
      "You wonder if you should not run away, but you think you could get out of it if you think of a plan.",
      "You tighten your grip on the guard of your sword and, a little reassured, think about what you need to do.",
      "Petrified, you look at the animal rushing towards you, trying to force your paralyzed brain to find a solution.",
      "Panicked, you are looking for a solution that will keep you alive."
    ],
    "rageUpDescriptions": [
      "Glad you managed to get out of it, you feel your rage against the creatures of this island rising.",
      "With your victory, you feel full of rage against the evil creatures of this island.",
      "You feel stronger than ever and your rage against the evil creatures of this island is increasing.",
      "Proud of you, you feel your rage against the evil creatures of this island increase.",
      "No one can stop you! Your rage against evil creatures is only reinforced by this event."
    ],
    "rageUpFormat": " {{rageUpDescription}} {emote:unitValues.rage} **Rage ++**",
    "customPetDisplay_male": "{emote:pets.{{petId}}.emoteMale} **{{adjective}} {{petName}}**",
    "customPetDisplay_female": "{emote:pets.{{petId}}.emoteFemale} **{{adjective}} {{petName}}**",
    "adjectives_male": [
      "angry",
      "hungry",
      "enraged",
      "furious",
      "bad",
      "enraged",
      "aggressive",
      "violent",
      "hostile",
      "irritated",
      "angry",
      "furious",
      "savage",
      "malicious",
      "brutal",
      "threatening",
      "barbaric",
      "atrocious",
      "fierce",
      "ruthless",
      "quarrelling",
      "unhappy",
      "maleficent",
      "corrupted",
      "weird",
      "crazy",
      "destructive",
      "cursed",
      "maleficent",
      "malicious",
      "ferocious"
    ],
    "adjectives_female": [
      "angry",
      "hungry",
      "enraged",
      "furious",
      "bad",
      "angered",
      "aggressive",
      "violent",
      "hostile",
      "irritated",
      "angry",
      "furious",
      "savage",
      "malicious",
      "brutal",
      "threatening",
      "barbaric",
      "atrocious",
      "rabid",
      "ruthless",
      "quarrelling",
      "unhappy",
      "maleficent",
      "corrupt",
      "weird",
      "crazy",
      "destructive",
      "cursed",
      "mischievous",
      "malicious",
      "ferocious"
    ],
    "fightPetActions": {
      "fistHit": {
        "name": "Punch",
        "success": "You strike a blow to the animal with a big punch! He slips back, surprised. You take advantage of it to flee!",
        "failure": "You hit the animal with a weak punch! It slips, surprised, but it's not enough to get rid of it. You are under a fierce attack before you manage to get away!"
      },
      "runAway": {
        "name": "Flee",
        "success": "You don't waste any time thinking and immediately start running away! The pet is chasing you but you manage to outrun it.",
        "failure": "You try to flee, but you get quickly caught up by the beast that strikes you a violent blow before leaving you alone."
      },
      "focusEnergy": {
        "name": "Gather all the strength and attack",
        "success": "You slow down your breath and feel your energy getting through your arms! You set this energy free in a brutal blow that makes the animal flee!",
        "failure": "You attempt to concentrate, but you are too tired to do that! You are swaying on the ground, however it has the effect of calming the beast, which is leaving."
      },
      "intimidate": {
        "name": "Intimidate the creature",
        "success": "You show your strength in front of the animal, which is pulling back and promptly fleeing away!",
        "failure": "You puff your chest out in front of the animal, which only makes it angrier. In its anger, he misses its attack, and you take advantage of the opportunity to quickly get out of there!"
      },
      "baitWithMeat": {
        "name": "Distract the beast with meat",
        "success": "You pull a piece of meat out of your bag and throw it at the animal, which greedily goes for it. You take advantage of it to escape.",
        "failure": "You are clumsily trying to throw a piece of meat at the beast in order to distract it. However, before you have been able to initiate your maneuver, the animal moves closer and strikes you a violent blow before leaving you alone."
      },
      "baitWithVegetables": {
        "name": "Distract the beast with a vegetable",
        "success": "You pull a vegetable out of your bag and throw it at the animal, which sniffs it with interest. This gives you enough time to escape.",
        "failure": "You pull a vegetable out of your bag and throw it at the animal, which sniffs it with disgust. Even more enraged than before, the beast surprises you with an overwhelming assault! You have no way to get rid of it and you are under the violent attack with full force."
      },
      "provoke": {
        "name": "Taunt the beast",
        "success": "You approach the animal and provoke it by making grimaces. It runs towards you out of fury! You step aside at the last minute and it crashes into a tree. You finish it with a kick and get back on your way.",
        "failure": "You approach the animal and provoke it by making grimaces. He snarls and gives you a violent blow before leaving you alone."
      },
      "doNothing": {
        "name": "Do nothing",
        "success": "You are not moving an inch, and the animal seems to ignore you. You take opportunity to slip away, delighted to have been so lucky.",
        "failure": "You don't move an inch, but the animal isn't fooled and gives you a violent blow before leaving you alone. You are going back on the road, ashamed that this strategy didn't work as expected."
      },
      "lastEffort": {
        "name": "Use all your strength to attack",
        "success": "You concentrate and gather all your strength to attack the animal. You give it a blow so violent it forces it to flee!",
        "failure": "You concentrate and gather all your strength to attack the animal. You give it a violent blow, but it is not enough to make it flee. You suffer a fierce attack before managing to get away!"
      },
      "usePlayerPet": {
        "name": "Call on your pet",
        "success": "After so many adventures together, it's finally time to call on your faithful companion for an epic battle. But it won't happen as the wild animal, surprised by your pet's arrival, flees without a second thought!",
        "failure": "In a moment and before you could call any other animal in the battlefield, you find yourself on the ground, knocked unconscious by the wild beast that leaves you alone, without even giving you a glance."
      },
      "protect": {
        "name": "Protect yourself",
        "success": "You raise your shield high in front of you, ready to take the beast's hit. It rushes towards you, you hardly keep your feet on the ground and you end up repelling the assault. The animal then flees following this failure.",
        "failure": "You put your shield in front of you, ready to take the beast's hit, but the assault seems brutal. Your defense does not hold up, and you tumble a few meters. Convinced that it knocked you out, the animal goes away."
      },
      "playDead": {
        "name": "Play possum",
        "success": "As the animal stares at you, you pretend to fall to the ground and stand still. After observing you being inert on the ground for a while, it moves away and leaves you alone.",
        "failure": "As the animal stares at you, you pretend to fall to the ground and stand still. It approaches you, sniffs you, and notices that you're only pretending. You disconcert the creature by standing up quickly, and run for your life, before ending up dead for real."
      },
      "scream": {
        "name": "Shout",
        "success": "You push a strident cry that makes the animal flee. You get back on your way, relieved that you could get out of it without hindrance.",
        "failure": "You push a strident cry that makes the animal flee. However, it comes back in charge and strikes a violent blow before leaving you alone."
      },
      "prayGod": {
        "name": "Pray to God",
        "success": "You pray to God to help you. He hears you and protects you from the animal's attack. You are back on your way, relieved that you could get out of it without hindrance.",
        "failure": "You pray to God to help you. The animal charges you and your hands do not protect you from its attack. You are back on your way, ashamed to have imagined that this strategy would work."
      },
      "attackLeft": {
        "name": "Attack from the left side",
        "success": "You run from the left side of the animal and hit it violently. Shocked by the pain, the animal flees and leaves you alone.",
        "failure": "You run from the left side of the animal and try to hit it. However, you fail and you are in the animal's reach, as it violently counterattacks before leaving you lying on the ground."
      },
      "attackRight": {
        "name": "Attack from the right side",
        "success": "You run from the right side of the animal and hit it violently. Shocked by the pain, the animal flees and leaves you alone.",
        "failure": "You run from the right side of the animal and try to hit it. However, you fail and you are in the animal's reach, as it violently counterattacks before leaving you lying on the ground."
      },
      "helpFromMates": {
        "name": "Call on your guild members",
        "success": "You call on your teammates, who arrive quickly on the spot. The animal, surprised by the arrival of these reinforcements, flees without any second thought!",
        "failure": "You call on your teammates, but they are too far away to hear you. The quick animal knocks you down before leaving."
      }
    }
  },
  "gobletsGame": {
    "intro": "you meet a man who seems suspicious to you. Indeed, it approaches you and pushes you to a table, where three mysterious goblets are on. The instructions given to you are simple: you must pick a cup at random and receive the prize, whatever that would be. While you observe the objects on the table, the man slips into your back and doesn't seem to want to let you go. To get out of this situation, you force yourself to choose a cup.",
    "goblets": {
      "metal": {
        "description": "The metallic one, seemingly ancient, engraved with a dragon's head",
        "name": "metallic"
      },
      "biggest": {
        "description": "The largest of the three, made of an unidentifiable matter",
        "name": "largest"
      },
      "sparkling": {
        "description": "The last one, carved in blue wood and glittering to such an extent that it seems enchanted",
        "name": "glittering"
      }
    },
    "results": {
      "life": "You gently lift the $t(smallEvents:gobletsGame.goblets.{{goblet}}.name) cup and notice that there's nothing underneath. Disappointed, and a sore loser, you strike the remaining cups, which fly into the air. Noticing that there was nothing in the other cups either, you turn back to the hustler. Unfortunately, he strikes first. You lose **{{quantity}} {emote:unitValues.lostHealth}**.",
      "time": "You gently raise the $t(smallEvents:gobletsGame.goblets.{{goblet}}.name) cup and gladly discover a little piece! Unfortunately, the man behind you does not seem to want to let you leave with your reward. You lose **{{quantity}} Min {emote:unitValues.time}** negociating with him before giving up and getting back on your way.",
      "nothing": "You gently raise the $t(smallEvents:gobletsGame.goblets.{{goblet}}.name) cup and notice that there is nothing below. Disappointed, you are sadly getting back on your tracks, hoping you may have more luck another time.",
      "end": "Seeing your lack of reaction, the man has the bad idea of trying to rob you. Noticing his maneuver, you intervene, but you're quickly surprised by the man's strength, as he manages to get out of the way with a sudden movement, before fleeing. You escape with a slight wound. You lose **{{quantity}} {emote:unitValues.lostHealth}**."
    }
  },
  "shop": {
    "intro_m": [
      "As you travel peacefully, you meet {{name}}. He's a wandering merchant, offering you a special deal.",
      "As you move quietly along your way, you get face to face with {{name}}, who quickly offers you an attractive deal.",
      "As you plan to get back on track after a short break, a man portraying himself as \"{{name}} - wandering merchant\" offers you an exchange.",
      "Around a rock, you get face to face with a wandering merchant named {{name}}, who seems to be selling quite interesting things.",
      "As you walk quietly, a cart bearing the sign \"{{name}} - super wandering item merchant\" appears in front of you. A transaction is immediately underway.",
      "A merchant is calling you to a certain point of your journey. He says he's called {{name}} and has items that can help you on your adventure.",
      "After walking for hours on end, a man approaches you. You hear that he is called {{name}} – a first-class merchant. It quickly shows you one of its many items.",
      "During a short break against a tree, a man comes to you and presents himself as a traveling merchant. The man whose name is {{name}} seems to offer an enchanting deal."
    ],
    "intro_f": [
      "As you move quietly along your way, you come face to face with {{name}} who quickly offers you an attractive deal.",
      "As you travel the roads, you often come across wandering merchants. Today, it's a merchant named {{name}} who has something to offer you.",
      "During your journey, a merchant is calling out to you. She tells she's named {{name}} and has items that can help you on your journey.",
      "As you move quietly along your way, you come across a cart where a merchant named {{name}} is located. She offers you to buy one of her items, telling you that it might be useful to you in your adventure."
    ],
    "end": [
      "\n\n{{item}} | `{{price}} {emote:unitValues.money}`\n\n**Type:** {{type}}"
    ],
    "types": [
      "Weapon",
      "Armour/Shield",
      "Potion",
      "Item"
    ],
    "names_m": [
      "Terry",
      "Marco",
      "Didier",
      "Bernard",
      "George",
      "Louis",
      "Kilton",
      "Kikolou",
      "Araj",
      "Lavio",
      "Bugri",
      "Faras",
      "Finn",
      "Russell",
      "Ullure",
      "Vivian",
      "Belethor"
    ],
    "names_f": [
      "Karen",
      "Cremia",
      "Fouyaya",
      "Ember",
      "Embry",
      "Emirel",
      "Fressah",
      "Ullure"
    ],
    "purchased": [
      "Satisfied with your purchase, you quietly resume your travel.",
      "You hand him a purse to proceed with the purchase. Once you've acquired the item, you continue on your way."
    ],
    "notEnoughMoney": [
      "Unfortunately, you do not have enough money, so you get back on the road.",
      "You hold out an empty purse, hoping that it goes down without a hitch, but you're quickly chased away. You go on your way sad and disappointed."
    ],
    "refused": [
      "You decline the offer and continue your travel."
    ]
  },
  "epicItemShop": {
    "intro": [
      "As you progress towards your destination, an unexpected encounter occurs. Alderic the antique dealer emerges on the horizon, his cart of treasures in tow, ready to discuss a special offer.",
      "On the way, a strange individual appears. Alderic the antique dealer, a charming travelling merchant, presents himself with a captivating offer.",
      "Walking peacefully into the unknown, a familiar figure emerges: Alderic the antique dealer, the wandering merchant, offers you an intriguing proposal.",
      "During your trip without hindrance, a unique event occurs. Alderic the antique dealer, the itinerant artist of antiquities, invites you to a memorable transaction.",
      "During your trip, something surprising interrupts you. It's Alderic the antique dealer, the wandering merchant, who presents you with an unexpected treasure.",
      "During a short break under a tree, a mysterious character appears. It is Alderic the antique dealer, the vagabond of the unusual, ready to immerse you in an enchanting offer.",
      "As you peacefully walk along the road, your attention is drawn to the noise of the wheels of a cart. Alderic the antique dealer, a middle-aged man dressed in a picturesque way, wanders the roads as a merchant. With a friendly smile, he invites you to explore his collection of fascinating objects.",
      "Walking on a dusty stone path, a cart bearing the inscription \"Alderic the antique dealer - great item merchant\" comes into view. A transaction is about to begin.",
      "Walking quietly, a wooden trolley that attracted your curiosity appears on the horizon. On board is Alderic, a distinguished man marked by the passage of time. His cart is filled with antiques carefully arranged and he proposes to show you his treasures, all loaded with stories.",
      "Leaving after a short break, a well-dressed individual approaches you. He introduces himself as Alderic the antique dealer, a renowned traveling merchant. His outfit, blending ancient fabrics and mysterious accessories, reflects its love for the objects of yesteryear. With an accent tinged with excitement, he tells you the story of his unique finds.",
      "During your leisurely stroll, a treasure-like cart stops in front of you. Its driver, Alderic the antique dealer, is a warm-hearted man wearing vintage clothes. He invites you to explore his collection of curiosities, each accompanied by a story that will amaze you.",
      "During a break in the shade of a big tree, a distinguished man approaches you with a friendly smile. It's Alderic the antique dealer, a renowned merchant. His costume is an epoch and he shows you carefully his collection of ancient objects exhibited in his cart.",
      "After long hours of walking, a middle-aged man dressed in clothes from a bygone era courteously approaches you. Presenting itself as Alderic the antique dealer, an antique enthusiast, he invites you to discover his collection of fascinating objects, telling with pleasure the story of each of them."
    ],
    "reductionTip": "He inclines his head slightly and confides in you as an aside: \"If you intend to venture up to the Road of Wonders and manage to find me there, rest assured that I'll reserve a very advantageous offer for you.\"",
    "purchased": [
      "Satisfied with your purchase, you will return to your road quietly.",
      "You hand him a purse to proceed with the purchase. Once you've acquired the item, you continue on your way."
    ],
    "notEnoughMoney": [
      "Unfortunately, you do not have enough money, so you get back on the road.",
      "You hold out an empty purse in the hope that it will go down smoothly, but you're quickly chased away, and go on your way sad and disappointed."
    ],
    "refused": [
      "You decline the offer and return to your path."
    ]
  },
  "dwarfPetFan": {
    "intro": [
      "On the path winding through the majestic shadow of Mount Celestrum, a stunted figure emerges from the rocky terrain. Talvar the Wise, a venerable silver-haired dwarf, strides towards you. His golden-braided beard reaches down to his belt, and his green eyes sparkle with an ancestral passion for all the creatures of this world.",
      "In this land dominated by the imposing Mount Celestrum, your path crosses that of a stocky dwarf with a mischievous look in his eyes. Talvar l'Ami-des-Bêtes, as the locals call him, carries the weight of years on his shoulders and the infinite love of wild creatures in his heart.",
      "As you walk along a path through the lands that lie at the foot of the legendary Mount Celestrum, you notice a strange figure. Sitting on a moss-covered stone, an old dwarf with a never-ending beard greets you with a nod. Talvar, guardian of traditions and protector of animals, is watching you curiously.",
      "In this wilderness dominated by the eternal Mount Celestrum, a familiar figure calls out to you. Talvar the Wise, a venerable dwarf whose reputation as a protector of creatures extends throughout the region, raises his benevolent gaze to you under the shadow of the sacred mountain.",
      "The wind blows gently across the plateaus surrounding Mount Celestrum when suddenly, a rocky voice calls out to you. Talvar the Protector emerges from a grove, his worn leather pouch bulging with seeds and remedies for wounded creatures. His wrinkled face lights up as you approach.",
      "As you contemplate the imposing silhouette of Mount Celestrum rising into the heavens, you are roused from your reverie by the sound of footsteps. Talvar the Elder, whose reputation as an animal caretaker extends beyond the borders of these lands, emerges from a fold in the ground, a warm smile lighting up his weathered features.",
      "In the rolling plain on the outskirts of Mount Celestrum, you make out a stooped figure striding towards you with a slight limp. Talvar le Bienveillant, famous throughout the region for his devotion to animals, greets you with a friendly gesture of his gnarled hand.",
      "The pure mountain air fills your lungs as you make your way through the tutelary shadow of Mount Celestrum. Suddenly, a melodious whistle attracts your attention: Talvar the Wise emerges from a small valley, accompanied by a swarm of multicolored butterflies dancing around his silver beard.",
      "In this blessed land at the foot of Mount Celestrum, your steps lead you to an unexpected encounter. Talvar l'Ami-des-Créatures, whose legends say he can speak to wild animals, stands before you like a benevolent guardian of these mystical lands.",
      "In this peaceful valley dominated by the majesty of Mount Celestrum, you cross paths with an extraordinary being. Talvar le Vénérable, the respected patriarch of the region's breeders and trainers, greets you with the quiet dignity of someone who has devoted his life to understanding the mysteries of the animal world."
    ],
    "petIsFeisty_m": [
      "When you introduce your faithful companion **{{pet}}**, the old dwarf frowns his bushy eyebrows. The creature looks weary and discouraged, moving without enthusiasm. Talvar's wrath bursts like a summer storm! His voice thunders through the valleys as he lectures you harshly on the sacred duties we owe our familiars. You leave with your head bowed, solemnly vowing to return with a blooming, happy creature.",
      "When **{{pet}}** appears at your side, Talvar's expression hardens instantly. The poor animal looks downcast and lacks vitality. The wise dwarf's fury explodes like a volcano! His reprimands echo through the echoes of Mount Celestrum as he urges you to take better care of your protégé. You walk away, mortified, promising to return with a companion resplendent in health.",
      "At the sight of your **{{pet}}**, Talvar's features twitch with displeasure. The creature shuffles sadly along, his eyes dull and his gait languid. The old sage's wrath bursts forth like a blazing inferno! His admonitions resound like thunder, reminding you of the sacred responsibilities of an animal keeper. You set off again, humiliated but determined to honor your companion as you should.",
      "As soon as **{{pet}}** appears, Talvar's face darkens dangerously. Your pet looks depressed and moves with alarming slowness. The venerable dwarf's ire shoots up like a devastating storm! His recriminations reverberate to the heights of Celestrum, teaching you harshly the art of respect for living creatures. You retreat with a heavy conscience, vowing to turn this lesson into redemption.",
      "When you show off **{{pet}}**, Talvar's mood instantly turns stormy. Your poor companion looks morose and seems to be sorely lacking in energy. The anger of the protector of beasts explodes like a cataclysm! His admonitions echo throughout the region, mercilessly reminding you of your obligations to your faithful friend. You flee, overwhelmed with shame, determined to prove your worth as a caring master.",
      "When **{{pet}}** appears, Talvar's eyes flash with reproach. The unfortunate creature looks exhausted and staggers forward. The wise dwarf's indignation surges like an avalanche! His warnings reverberate to the farthest reaches of Celestrum's lands, sternly instructing you on the duties of an animal keeper. You retreat, overwhelmed by guilt, determined to make up for your negligence.",
      "The moment **{{pet}}** appears, Talvar's wrath is unleashed like a hurricane. Your pet looks crestfallen and slouches miserably. The fury of the venerable protector of creatures explodes like an earthquake! His reprimands cross the valleys, etching in your mind the sacred laws of animal care. You slip away, racked with remorse, vowing to transform your companion into a symbol of happiness and vitality.",
      "As soon as **{{pet}}** appears, Talvar's expression becomes formidable. Your poor protégé looks melancholy and visibly lacking in vigor. The legendary guardian's rage erupts like a devastating fire! His objurgations resound to the echoes of Mount Celestrum, forcefully reminding you of your sacred responsibilities. You take your leave, overwhelmed by your indignity, determined to become the exemplary master your companion deserves.",
      "When **{{pet}}** enters Talvar's field of vision, a storm rises in the old dwarf's eyes. The creature looks despondent and moves with palpable sadness. The wise protector's ire erupts like an infernal inferno! His admonitions echo across the land, mercilessly teaching you the noble art of animal respect. You withdraw, crushed by shame, determined to honor the trust of your faithful friend.",
      "When **{{pet}}** appears, Talvar's face turns into a mask of disapproval. Your companion looks defeated and devoid of all joie de vivre. The anger of the venerable friend of beasts pours out like a tumultuous torrent! His reproaches reverberate all the way to the peaks of Celestrum, engraving in you the sacred precepts of love for creatures. You flee, wracked with contrition, vowing to make your protégé the very embodiment of animal happiness."
    ],
    "petIsFeisty_f": [
      "When you show him your trusty **{{pet}}**, the wise dwarf's features harden. The poor creature looks despondent and follows you with a shuffling step, his eyes dull. Talvar's anger blazes like an inferno! His imprecations echo through the valleys as he admonishes you on the noble art of caring for animals. You walk away sheepishly, pledging your honor to return with a radiant, lively companion.",
      "When **{{pet}}** appears before him, Talvar's mood instantly darkens. Your faithful friend seems depressed and visibly lacking in vitality. The fury of the protector of creatures explodes like an erupting volcano! His admonitions reverberate to the echoes of Mount Celestrum, rudely teaching you the responsibilities of an animal guardian. You withdraw, mortified, vowing to transform your protégée into a symbol of joy and health.",
      "At the sight of your **{{pet}}**, Talvar's wrath is unleashed like a devastating storm. The unfortunate creature shuffles sadly along, languid and broken in spirit. The wise dwarf's ire shoots up like a storm! His objurgations echo throughout the region, mercilessly reminding you of your sacred duties towards your companion. You leave, overcome with shame, determined to make up for your negligence.",
      "As soon as **{{pet}}** appears, Talvar's expression turns stormy. Your poor friend looks exhausted and staggers forward. The wrath of the venerable protector of beasts erupts like a cataclysm! His admonitions cross the valleys, etching the laws of animal respect into your conscience. You duck away, overwhelmed by guilt, determined to turn your protégé into a fulfilled creature.",
      "When **{{pet}}** appears, Talvar's eyes flash with reproach. The creature seems discouraged and moves with alarming slowness. The legendary guardian's indignation surges like an avalanche! His recriminations reverberate to the far reaches of Celestrum's lands, sternly instructing you in the art of animal care. You retreat, remorseful and determined to prove your worth.",
      "The moment **{{pet}}** appears, Talvar's fury is unleashed like a hurricane. Your faithful friend looks despondent and drags herself along miserably. The sage protector's rage explodes like an earthquake! His reprimands echo off Mount Celestrum, forcefully reminding you of your sacred obligations. You take your leave, crushed by your indignity, vowing to become the exemplary master your companion deserves.",
      "As soon as **{{pet}}** appears, Talvar's mood takes a turn for the worse. Your poor protégée seems melancholy and sorely lacking in energy. The wrath of the venerable friend of creatures bursts forth like wildfire! His warnings reverberate across the land, mercilessly teaching you the precepts of animal respect. You slip away, overwhelmed by shame, determined to transform your friend into the embodiment of happiness.",
      "When **{{pet}}** enters his field of vision, a storm rises in the old dwarf's eyes. The creature looks dejected and moves with palpable sadness. The legendary protector's anger erupts like an infernal inferno! His objurgations echo up to the peaks of Celestrum, etching in you the sacred responsibilities of the guardian. You withdraw, wracked with contrition, determined to honor the trust of your faithful friend.",
      "When **{{pet}}** appears, Talvar's face turns into a mask of disapproval. Your companion looks defeated and deprived of all joie de vivre. The fury of the wise friend of beasts pours out like a tumultuous torrent! His admonitions echo throughout the region, ruthlessly reminding you of the noble art of caring for creatures. You flee, overwhelmed by guilt, vowing to make your protégée a model of vitality.",
      "At the sight of **{{pet}}**, Talvar's wrath explodes like a molten volcano. Your faithful friend seems discouraged and moves forward with a desolate slowness. The indignation of the venerable protector of creatures surges like a natural disaster! His reproaches cross the valleys, sternly teaching you the duties of a responsible master. You leave, mortified but determined, promising to return with a companion resplendent with happiness and health."
    ],
    "reward": {
      "gem": "**{{amount}} {emote:unitValues.gem}**",
      "money": "**{{amount}} {emote:unitValues.money}**"
    },
    "allPetsSeen": [
      "Talvar's eyes light up with recognition. He now considers you a brother in arms in the noble quest to protect creatures. After exchanging many stories about your respective companions and sharing the ancestral wisdom of trainers, he offers you {{reward}} as a token of his esteem. You part as friends, each of you returning to the road with a warm heart.",
      "A gleam of deep respect shines in Talvar's eyes when he recognizes you. You are now a fellow traveler in the sacred art of animal protection. Your conversations interweave, weaving tales of extraordinary creatures and unbreakable bonds. With touching solemnity, he presents you with {{reward}} as a token of your brotherhood. You part, enriched by this communion of souls.",
      "Talvar welcomes you with the warmth reserved for true guardians of creatures. He recognizes you as an equal in this eternal quest for kindness towards animals. Your exchanges resonate with shared wisdom and common experience. With a solemn gesture, he hands you {{reward}} in recognition of your dedication. The two of you go your separate ways, bound by an unbreakable bond of complicity.",
      "A knowing smile lights up Talvar's weathered face as you approach. In his eyes, you embody the ideal protector of beasts, a kindred spirit in this sacred mission. Your words blend into a hymn to the beauty of the animal world. With palpable emotion, he presents {{reward}} as a symbol of your spiritual alliance. You part, united by a bond that transcends words.",
      "Joy lights up Talvar's features when he sets eyes on you. He sees in you an accomplished disciple of the noble art of creature care. Your stories intertwine, creating a symphony of moments shared with your companions. In a generous gesture, he offers you {{reward}} in celebration of your exemplary journey. You return to your respective paths, enriched by this fraternal encounter.",
      "Talvar greets you with the deference due to a master in the art of understanding animals. Your reputation as a benevolent guardian precedes your meeting. Your conversations resound with valuable advice and touching anecdotes. With obvious pride, he presents you with {{reward}} in tribute to your excellence. The two of you leave each other with a mutual admiration that will last a lifetime.",
      "A glint of veneration crosses Talvar's eyes at the sight of you. He recognizes in you a champion of the animal cause, a rare and precious being. Your exchanges vibrate with perfect harmony, weaving bonds beyond mere conversation. With touching gravity, he hands you {{reward}} as a token of his infinite respect. The two of you leave with a mutual blessing.",
      "Recognition shines in Talvar's sparkling eyes when he catches sight of you. You represent the very embodiment of his ideals, an exemplary guardian of creatures. Your words harmonize into a song of praise for the beauty of nature. With a solemn gesture, he presents you with {{reward}} as a token of your spiritual brotherhood. You part, bearers of a connection that defies time.",
      "Talvar welcomes you with the enthusiasm of a true animal lover. He sees you as a beacon in the darkness of human indifference to animals. Your discussions blossom into a festival of shared wisdom. With undisguised emotion, he offers you {{reward}} as a symbol of your sacred alliance. You resume your journey, bound by an eternal complicity.",
      "Deep joy radiates from Talvar's face as you approach. He sees in you the fulfillment of his most cherished dreams: a perfect protector of creatures. Your exchanges resound like an ode to the universal love of animals. In a moment of absolute grace, he hands you {{reward}} in celebration of your magnificent journey. You leave each other with a blessing that will light up your future paths."
    ],
    "newPetSeen_m": [
      "At the sight of your noble companion **{{pet}}**, the wise old man's eyes blaze with pure joy. A radiant smile lights up his weathered face, and in a burst of gratitude for this moment of grace, he hands you {{reward}}. You continue your journey, blessed by this encounter.",
      "Talvar kneels with an almost religious reverence, his calloused hands resting on his knees. He gazes **{{pet}}** in respectful silence, not daring to disturb the majesty of the moment. A blissful smile stretches his lips as he hands you {{reward}}, then resumes his journey with a light step, his soul at peace.",
      "Her eyes barely touch you, captivated entirely by the presence of **{{pet}}**. His face is transfigured with wonder. Frozen in silent contemplation, his mouth remains half-open, seized by emotion. Slowly, with the solemnity of a pilgrim before a sacred relic, he bows his head. His heart visibly touched by this grace, he offers you {{reward}} before silently walking away, filled with serenity.",
      "As soon as he sees **{{pet}}** beside you, the metamorphosis is startling: his eyes light up with a mystical radiance, and an ecstatic smile transfigures his features. He rises to his feet with a new dignity and presents you with {{reward}} as a tribute to this enchanting vision. Then, as fulfilled as a man who has glimpsed paradise, he walks away. Your journey resumes, marked by this unexpected blessing.",
      "When **{{pet}}** enters his field of vision, Talvar lets out an exclamation of delight. His eyes widen in admiration as he observes every detail of your companion with childlike fascination. Tears of joy bead on his wrinkled eyelids. Trembling with emotion, he holds out {{reward}} as an offering to this living beauty, then walks away murmuring blessings.",
      "The appearance of **{{pet}}** brings about an astonishing transformation in Talvar. His stooped body straightens, his dull eyes regain their former sparkle. He stretches out his trembling hands towards the creature, as if to capture this essence of perfection. With a gasp of wonder, he presents you with {{reward}}, then remains motionless, savoring this moment of absolute grace.",
      "When **{{pet}}** reveals himself to him, Talvar seems decades younger. His crystalline laughter echoes across the land, an expression of joy so pure it seems to purify the surrounding air. He almost dances on the spot, his old bones regaining a forgotten agility. With overflowing generosity, he offers you {{reward}}, then wanders off, whistling a forgotten melody.",
      "At the sight of **{{pet}}**, Talvar froze, as if struck by divine lightning. His lips murmur ancestral incantations, prayers to the deities who protect animals. His hands trace signs of blessing in the air. In a state of mystical trance, he hands you {{reward}}, then bows briefly to your companion before resuming his journey, transformed by this revelation.",
      "When **{{pet}}** appears, Talvar's eyes mist over with tears of ecstasy. He brings his hands to his heart, as if to contain the emotion that threatens to overwhelm him. His voice breaks into a whisper of admiration. With gestures of infinite tenderness, he introduces you to {{reward}}, then slowly steps back, his eyes riveted on your companion, etching this vision in his memory for all eternity.",
      "The sudden appearance of **{{pet}}** stopped Talvar in his tracks. His breath caught in his throat, his hands trembled with suppressed emotion. He seems to be contemplating a divine apparition, a miracle of nature incarnate. In a gesture of reverent slowness, he hands you {{reward}}, then bows deeply to your companion. He then backs away, refusing to look away from this living marvel."
    ],
    "newPetSeen_f": [
      "At the sight of your noble companion **{{pet}}**, the wise old man's eyes blaze with pure joy. A radiant smile lights up his weathered face, and in a burst of gratitude for this moment of grace, he hands you {{reward}}. You continue your journey, blessed by this encounter.",
      "Talvar kneels with an almost religious reverence, his calloused hands resting on his knees. He gazes **{{pet}}** in respectful silence, not daring to disturb the majesty of the moment. A blissful smile stretches his lips as he hands you {{reward}}, then resumes his journey with a light step, his soul at peace.",
      "Her eyes barely touch you, captivated entirely by the presence of **{{pet}}**. His face is transfigured with wonder. Frozen in silent contemplation, his mouth remains half-open, seized by emotion. Slowly, with the solemnity of a pilgrim before a sacred relic, he bows his head. His heart visibly touched by this grace, he offers you {{reward}} before silently walking away, filled with serenity.",
      "As soon as he sees **{{pet}}** beside you, the metamorphosis is startling: his eyes light up with a mystical radiance, and an ecstatic smile transfigures his features. He rises to his feet with a new dignity and presents you with {{reward}} as a tribute to this enchanting vision. Then, as fulfilled as a man who has glimpsed paradise, he walks away. Your journey resumes, marked by this unexpected blessing.",
      "When **{{pet}}** enters his field of vision, Talvar lets out an exclamation of delight. His eyes widen in admiration as he observes every detail of your companion with childlike fascination. Tears of joy bead on his wrinkled eyelids. Trembling with emotion, he hands you {{reward}} as an offering to this living beauty, then walks away murmuring blessings.",
      "The appearance of **{{pet}}** brings about an astonishing transformation in Talvar. His stooped body straightens, his dull eyes regain their former sparkle. He stretches out his trembling hands towards the creature, as if he wanted to capture this essence of perfection. With a gasp of wonder, he presents you with {{reward}}, then remains motionless, savoring this moment of absolute grace.",
      "When **{{pet}}** reveals himself to him, Talvar seems decades younger. His crystalline laughter echoes across the land, an expression of joy so pure it seems to purify the surrounding air. He almost dances on the spot, his old bones regaining a forgotten agility. With overflowing generosity, he offers you {{reward}}, then wanders off, whistling a forgotten melody.",
      "At the sight of **{{pet}}**, Talvar froze, as if struck by divine lightning. His lips murmur ancestral incantations, prayers to the deities who protect animals. His hands trace signs of blessing in the air. In a state of mystical trance, he hands you {{reward}}, then bows briefly to your companion before resuming his journey, transformed by this revelation.",
      "When **{{pet}}** appears, Talvar's eyes mist over with tears of ecstasy. He brings his hands to his heart, as if to contain the emotion that threatens to overwhelm him. His voice breaks into a whisper of admiration. With gestures of infinite tenderness, he introduces you to {{reward}}, then slowly steps back, his eyes riveted on your companion, etching this vision in his memory for all eternity.",
      "The sudden appearance of **{{pet}}** stopped Talvar in his tracks. His breath caught in his throat, his hands trembled with suppressed emotion. He seems to be contemplating a divine apparition, a miracle of nature incarnate. In a gesture of reverent slowness, he hands you {{reward}}, then bows deeply to your companion. He then backs away, refusing to look away from this living marvel."
    ],
    "petAlreadySeen_m": [
      "You proudly present your faithful companion **{{pet}}**, but Talvar's wisdom reminds him that he has already had the honor of beholding a creature of this noble species. Nevertheless, his eyes shine with satisfaction at the attentive care you lavish on your protégé. He congratulates you with the gravity of a master acknowledging his disciple's devotion. You're on your way again, toasting his approval.",
      "When **{{pet}}** appears at your side, a nostalgic smile stretches Talvar's lips. His infallible memory reminds him of a similar encounter, but his heart warms at the sight of your companion's obvious blossoming. He nods approvingly, admiring the complicity that unites you. His kind words sound like a blessing as he salutes your exemplary dedication.",
      "The appearance of **{{pet}}** awakens an echo of déjà-vu in Talvar, but his wonder remains intact. He observes with renewed attention the vitality radiating from your protégé. His eyes sparkle with contentment at this living proof of your excellence as a guardian. His warm congratulations accompany your departure, marking your reputation as an exemplary master.",
      "At the sight of **{{pet}}**, Talvar squints with the sagacity of one who has seen a thousand creatures. He recognizes the species, but marvels at your companion's unique individuality. His deep voice resonates with approval as he praises the positive transformation he observes. His words of encouragement will stay with you for a long time, a testament to your progress in the art of animal care.",
      "As soon as **{{pet}}** appears, Talvar's memory wakes up, but his admiration doesn't waver. He makes mental comparisons with his earlier memories, noting with pleasure the improvement in your protégé's well-being. His approving smile rewards your constant efforts. He offers valuable advice before letting you continue on your way, enriched by his wisdom.",
      "When **{{pet}}** appears, Talvar bows his head thoughtfully. Although he has met this species before, he celebrates the unique relationship you have forged with your companion. His eyes sparkle with pride at this demonstration of animal love. His encouraging words echo long after you've left, engraving in you the importance of your mission.",
      "The arrival of **{{pet}}** triggers a moment of reflection in Talvar. His ancestral wisdom enables him to measure how far you've come since your first meeting. He marvels at your companion's transformation under your attentive care. His sincere congratulations accompany a friendly pat on the shoulder, sealing your status as a recognized protector.",
      "The moment **{{pet}}** introduces himself, Talvar smiles with the tenderness of a grandfather reuniting with a beloved grandchild. Although familiar with this species, he is delighted to see your protégé's obvious blossoming. His paternal blessing accompanies you, testimony to your evolution towards perfect mastery of the art of caring for creatures.",
      "As soon as **{{pet}}** appears, a flash of recognition crosses Talvar's eyes. He silently compares it with his memories, savoring the progress made. His warm approval rewards your perseverance in the path of animal protection. His words of wisdom will guide you for a long time to come, a beacon of light in your quest for perfection.",
      "When **{{pet}}** enters his field of vision, Talvar nods with the satisfaction of a master who sees his teaching bearing fruit. Despite his familiarity with this species, he celebrates your companion's individuality and the quality of your care. His look of pride accompanies you as you continue on your way, bearing his blessing and encouragement."
    ],
    "petAlreadySeen_f": [
      "You proudly present your loyal companion **{{pet}}**, but Talvar's unerring memory reminds him that he has already had the honor of beholding a creature of this noble species. Nevertheless, his eyes sparkle with contentment as he observes the devoted care you bestow on your protégée. He praises you with the solemnity of a wise man blessing a faithful guardian. Your journey continues, enriched by his blessing.",
      "When **{{pet}}** appears at your side, a tender smile lights up Talvar's face. Her wisdom reminds him of a similar previous encounter, but his heart blossoms as he contemplates your companion's obvious joy. He nods approvingly, admiring the harmonious bond between you. His kind words ring out like a melody as he celebrates your exemplary devotion.",
      "The appearance of **{{pet}}** awakens a familiar echo in Talvar, but his enchantment remains intact. He scrutinizes the vitality emanating from your protégée with renewed attention. His eyes shine with satisfaction at this living proof of your excellence. His warm congratulations accompany your departure, cementing your reputation as an exemplary guardian.",
      "At the sight of **{{pet}}**, Talvar squints with the insight of one who has been around a thousand creatures. He recognizes the species, but marvels at your companion's unique personality. His deep voice vibrates with approval as he praises the blossoming he observes. His words of encouragement will stay with you for a long time, a testament to your growing mastery of the art of animal care.",
      "As soon as **{{pet}}** appears, Talvar's memory kicks in, but his admiration remains intact. He mentally assesses the progress you've made, noting with pleasure the improvement in your protégée's well-being. His approving smile rewards your tireless efforts. He gives you valuable advice before letting you continue, enriched by his ancestral wisdom.",
      "When **{{pet}}** appears, Talvar bows his head thoughtfully. Although he knows this species, he's celebrating the exceptional relationship you've created with your companion. His eyes sparkle with pride at this demonstration of animal love. His encouraging words echo long after you've left, engraving in you the sacred importance of your mission.",
      "The arrival of **{{pet}}** provokes a moment of contemplation in Talvar. His age-old wisdom allows him to assess how far you've come since you first met. He marvels at the transformation of your companion under your devoted care. His sincere congratulations are accompanied by a friendly gesture, confirming your status as a recognized protector.",
      "The moment **{{pet}}** introduces himself, Talvar smiles with the tenderness of a wise man rediscovering a familiar soul. Although a connoisseur of this species, he is delighted to see your protégé's obvious blossoming. His paternal blessing envelops you, testimony to your evolution towards perfect mastery of the art of creature protection.",
      "As soon as **{{pet}}** appears, a flash of recognition lights up Talvar's eyes. He silently compares with his memories, savoring the improvements achieved. His warm approval rewards your perseverance in the path of animal protection. His words of wisdom will long guide you, shining star in your quest for excellence.",
      "When **{{pet}}** enters his field of vision, Talvar nods with the satisfaction of a mentor seeing his teachings bear fruit. Although familiar with this species, he celebrates the uniqueness of your companion and the quality of your attentions. His look of pride accompanies you as you continue on your way, bearing his blessing and maternal encouragement."
    ],
    "noPet": [
      "Although no creature accompanies you to these lands, Talvar graces you with a look of fatherly benevolence. His deep voice resonates with ancestral wisdom as he advises you to welcome an animal companion into your existence, for these pure beings bring joy and comfort to the souls of travelers. You bow your head respectfully to his words of wisdom and continue on your way, his advice engraved in your memory.",
      "Noticing that you're traveling alone, Talvar observes you with benevolent curiosity. His eyes sparkle with mischief as he talks of the wonders of friendship with the creatures of this world. He tells you touching tales of the unbreakable bonds between travelers and their companions. His words echo long within you as you continue on your way, your mind open to new possibilities.",
      "The absence of a pet by your side intrigues the wise old man, but he nevertheless welcomes you warmly. Talvar shares with you anecdotes about the incomparable joys of animal companionship. His voice is tinged with emotion as he evokes the loyalty and unconditional love of these wonderful beings. You'll leave touched by his stories and curious to discover these mysterious bonds.",
      "Noticing that you're walking alone, Talvar inclines his head with understanding. He speaks passionately of the spiritual benefits of having an animal companion. His words paint an enchanting picture of the perfect symbiosis between man and beast. His benevolent gaze accompanies you as you meditate on these teachings, perhaps destined to transform your future.",
      "In the face of your apparent loneliness, Talvar's heart fills with compassion. He offers expert advice on the art of choosing and taming an animal companion. His passionate descriptions of the different species and their temperaments reveal an encyclopedic knowledge. You'll leave with a mind enriched by his knowledge and a soul open to the idea of a future animal friendship.",
      "Noting the absence of a creature at your side, Talvar wraps you in a fatherly gaze. He recalls with tenderness the moments of grace that the company of animals brings, those moments when the barriers between species are erased. His words paint a poetic picture of universal harmony. You continue on your way, bearing this enchanting vision and perhaps destined to make it a reality.",
      "Talvar's lack of familiarity awakens a desire to share his all-consuming passion. He eloquently depicts the miraculous transformations that the love of an animal brings about in the human heart. His stories vibrate with touching examples of animal loyalty and courage. You'll leave moved by these testimonies and secretly attracted by the idea of experiencing these extraordinary bonds.",
      "Noticing that you're traveling without a four-legged companion, Talvar smiles with paternal indulgence. He evokes the profound mysteries of interspecies communication and the life lessons taught by our animal friends. His words resonate with age-old truths about the interconnectedness of all living things. You go on your way, your soul nourished by this age-old wisdom.",
      "Faced with your loneliness, Talvar can't help but share his philosophy of life centered on love for creatures. He tells you about the miraculous cures that the presence of animals can bring to both body and spirit. His passionate descriptions reveal a man transformed by a life devoted to these extraordinary beings. You'll leave touched by this revelation, and perhaps destined to follow a similar path.",
      "With no familiar by your side, Talvar's eyes shine with a mission to accomplish. He initiates you into the secrets of taming and the sacred rituals that seal the friendship between man and beast. His teachings resonate with ancestral traditions and forgotten knowledge. You'll continue on your way, a repository of this precious knowledge, and perhaps called upon to put it into practice in the near future."
    ],
    "badge": [
      "Talvar’s gaze is serious, and then it is brightened with a glimmer of pride. Every gesture, every expression betrays a sinister admiration. It fully recognizes the value of your actions, saluting your courage, discernment, and respect for creatures. By way of recognition, he gives you the {emote:badges.animal_lover}badge, a significant meaning. This mark of esteem seals your link. You are sitting in a silence charged with respect, united by a tacit understanding that only those who worked for a cause greater than themselves."
    ]
  },
  "infoFight": {
    "intro": [
      "You hear measurements behind you. As you return, you will find a greyish-haired airman with skinned but impeccably maintained armor. His sharp eyes measure you with a professional look.\n\nThe man tells you he's been watching you for a while. He prefers himself as Sir Rowan, a former captain of the Royal Guard, and explains that he spent his life training soldiers. He tells you that he sees in you a potential that means refinement and offers you to share with you a martial knowledge that could be valuable in your future confrontations.\n\n",
      "A warm voice echoes from you, exclaiming that yet another brave wanders these lands. A knight with a burrowed face is approaching, a paternal smile on the levers. Unfortunately his aero, his step remains that of an accomplished warrior.\n\nThe knight likes Sir Rowan and says that he once protected a kingdom, but today he prefers to protect the future by passing on his knowledge. He explains that times are hard for adventurers and that a good understanding of combat techniques can make the difference between life and death. He then proposes to explain to you a maneuver that it is essential to know about.\n\n",
      "A firm but non-hostile voice commands you to wait. A dull armored man emerges from your field of vision, with movements betraying decades of military training.\n\nThe man looks like Sir Rowan and tells you that he commanded the Royal Guard for fifteen years before retirement. He tells you that in this field he has learned that tactical knowledge always takes precedence over brute force. It observes that you seem to be defined, but offers you to teach yourself a combat technique that is crucial to recognize on the battlefield.\n\n",
      "Sitting on a rock, polishing its appearance, an old knight looks up to you. Its marked features tell a thousand battles, but its eyes still struggle with mischief.\n\nThe knight exclaims that he has the company and likes himself as Sir Rowan. He asks you if you know what he likes in this wandering life and explains that every encounter is an opportunity to learn or teach. He recounts that in the past, he trained the recruits in the royal barracks, but now the whole world is his living room. He announces that he will explain to you a martial technique that he had the opportunity to observe during his travels.\n\n",
      "A slap in the air prompting you to stop. A martial-looking man is moving towards you, with a critical eye. Each detail of its equipment breathes military discipline.\n\nThe man looks like Sir Rowan, former captain of the Royal Guard, and explains that he dedicated his career to studying all forms of combat. It reminds you that tactical knowledge is what separates warriors from the victims, and offers you to explain a combat technique that it is important to know, whether to use it or to use it.\n\n",
      "A silver-haired man approaches you with a confident step. His armor wears the scars of many fights, but his gaze remains benevolent.\n\nThe man likes Sir Rowan and tells that for many years, he served the crown by fighting all sorts of opponents. He tells you that his true vocation was to help those who take weapons to protect the innocent. He wants to share with you the knowledge of a combat technique he has encountered in his many battles.\n\n",
      "You were called by a played voice, you turn quickly and discover a particular character. It is an ageing knight but with bright eyes that joins you with an alert step.\n\nThe knight likes Sir Rowan and explains that after twenty years of loyal service, he realized that real adventures were living here, on the roads, facing different challenges. He confides that each day he brings him his reading on the different forms of combat he can observe. He announces that he will explain to you a partial maneuver he has had the opportunity to study.\n\n",
      "The metallic click of a sheath makes you turn the tee. An experienced man approaches, with his gestures betraying a perfect masterpiece of his equipment.\n\nThe man looks like Sir Rowan, former captain of the Royal Guard. He explains that his passion led him to study all the existing combat techniques, be they human or monstrous. He observes that you could gain additional tactical knowledge and offers you to explain a technique that it is essential to understand for any self-respecting fighter.\n\n",
      "A calm voice calls you: \"Young traveller!\". You turn around and notice a man with grey temples who benevolently watches you, with his hands naturally resting on the pommel of his spin.\n\nThe man likes Sir Rowan and confides that the years have taught him that the true force rests in the understanding of combat techniques in all their forms. He tells that he has studied the tactics of warriors, creatures, and opponents of all types. He wants to share with you the knowledge of a maneuver that is important to know in the art of combat.\n\n",
      "A voice says she is curious to meet someone here. Accompanied by a warm laughter, an expemented knight emerged, the air stretched despite his war equipment.\n\nThe knight likes Sir Rowan and tells him that his new life of adventurer has allowed him to discover a multitude of combat techniques that he had never met in his royal role. He explains that every encounter teaches him something new about martial art. He announces that he will share with you the knowledge of a particular technique he has observed during his travels.\n\n"
    ],
    "fightActions": [
      "{emote:fightActions.benediction} Ah, the beard! A magical technique I've seen many times on the battlefields. It is part of what we, the wives, call the \"actions of the gods\". Let me warn you: if only one divine action has already been used in the same fight, it will fail. Its effect? It reinforces all your abilities - attack, defense, speed - and here's a secret I've learned over the years: the more you wait before using it, the more spectacular your statistics will be.",
      "{emote:fightActions.boomerangAttack} The boomerang attack, a technique I had the opportunity to observe during my service years! This long-range attack can inflict up to two tricks on your opponent, as if it were back on track. Imagine your weapon that comes back to hit a second time after the first impact - that is exactly what happens with this maneuver.",
      "{emote:fightActions.boulderTossAttack} the rocky attack, here is a brutal but effective ranged technique! It inflicts average degae due to the small size of rocks, but be young adventurer: if it hits its its target, it can completely stun the opponent. I saw fights decide on this coup de chance.",
      "{emote:fightActions.breathTakingAttack} Breath Theft is a sneaky maneuver I learned from watching some of my toughest opponents! This ranged attack inflicts a small amount of degae but can steal your opponent's breath or even slow it down in its movements. Never underestimate the impact of depriving an enemy of his breath.",
      "{emote:fightActions.canonAttack} The cannon attack, ah! This is a complex technique that I had the opportunity to study at length. Its precision decreases over fast opponents, but it receives a bonus of tricks against slow opponents. This long-range attack can even slow down the enemy and become more powerful if you use it several times in a row.",
      "{emote:fightActions.chargingAttack} The attack charged, one of my favorites during my service years! It rolls in exactly two-stroke: the first hit inflicts degae while reinforcing your defence, then the second move decreases it again, while getting away from your opponent, to the body. It is necessary to manage this flow and refluxes of protection.",
      "{emote:fightActions.clubSmashAttack} The clubhouse requires patience, young fighter! This physical technique requires exactly one pre-pairing turn, then hits the opponent with a striking blow. I learned that anticipation makes all the difference in the effectiveness of this attack.",
      "{emote:fightActions.concentration} The concentration, here is a mental technique that any weather must master! Be careful: it failed if you used it while you were affected by a state alteration. If it succeeds, the \"concentered\" change increases the amount of damage you will inflict on the next turn.",
      "{emote:fightActions.counterAttack} The attack replies, the essence of tactical battle! This technique replicates with the same action your opponent has just played. But be careful: it does not work on the magic or actions of the gods, or if the opponent did not attack, that goes without saying. I have always said that observation was the key to the battle.",
      "{emote:fightActions.cursedAttack} Cursed Attack, a technique I've seen used by partisan opponents a spell born of the accumulation of all the grudge of this world. It curses the opponent so that he may suffer the consequences in the future. Remarkably, it will heal you if the opponent still has a lot of energy at the time of attack is used.",
      "{emote:fightActions.darkAttack} The dark, fearsome and unpredictable attack! This spell was born of the build-up of the darkest forces in the world, and only a fighter who plunged his eyes into the ability of magic can hope to use it. It uses the power of the opponent to reinforce itself while ignoring its defence. It can give you some of your lost breath or blind. Blind sometimes makes the opponent unable to attack, while reducing his defense and speed.",
      "{emote:fightActions.defenseBuff} Strengthening defense, a technique I have often taught my recruits! The more this action is performed, the greater the defense bonus becomes. The event always pays in terms of protection.",
      "{emote:fightActions.divineAttack} The mighty but demanding divine attack! Only fighters who have experienced their patience and experience the gods will be able to taste the full flavor of their magical power. Its precision increases with the hardness of the fight. It is part of the group of \"actions of the gods\" and fails if two divine actions have already been carried out in combat.",
      "{emote:fightActions.energeticAttack} Energy Attack, here's a combat technique that I learned particurely! It heals the attacker half of the degae inflicted, and ignores even part of the defence. This is what I call a maneuver that feeds the fighter, but be careful: its accuracy decreases with uses, and I observed that his healing power was exhausted after three uses and that it is less effective against monsters.",
      "{emote:fightActions.eruptionAttack} The eruption, a remote demonstration of impressive elementary power! It erupts the volcano that spits molten rocks. According to my expedition, only the fastest will be able to avoid the problems of this controlled disaster.",
      "{emote:fightActions.familyMealAttack} The family meal, a physical... original technique! She calls for allies to hang on the opponent and poison him. The launcher then becomes reputed, replacing a potential alteration of the state of which he would be victims. I've seen a lot of strange things in combat, but this one is still morable!",
      "{emote:fightActions.fireAttack} fire-attack is one of the most formidable skills I had ever experienced. This pure infernal concentric of power and heat pours on the opponent, the calcinant then on one or more additional towers due to the \"brute\" alteration. Meet the fighters who cast this spel! If you cast it, use this attack if you froze to heat!",
      "{emote:fightActions.grabAndThrowAttack} the projection attack, a melee technique I have often seen in action! If the defender had the audacity to use a physical attack, the attacker can catch it and place it on the nearest rock, which can stun it in addition to inflicting degae upon it. Timing is crucial for this.",
      "{emote:fightActions.guildAttack} Guild Attack, the perfect illustration of the group's strength! Guild members join together to perform a group attack of remarkable power, rushing to the opponent. This reminds me of the training of my Royal Guard.",
      "{emote:fightActions.hardBiteAttack} The strong, physical, brutal and direct bit! It inflicts degae while bleeding the opponent. I learned to challenge any creature capable of such a primitive fever. If you start bleeding, a little rest will cure you.",
      "{emote:fightActions.heavyAttack} is both subtle and brutal in heavy attack. It requires physical contact and forcefully crashes to your opponent's defence, breaking it under its powerful blows and tearing off the opponent a quarter of its protection. However, I could notice that she was constantly failing when the attacker had more defenses than her opponent.",
      "{emote:fightActions.intenseAttack} The intense, exhausting, physical but potentially devastating! It never fails on a faster opponent and works better on a fast opponent. Be careful, however: it forces the launcher to rest in the next turn and cannot kill the opponent. I was also able to notice that it was much less effective in the face of a high defence.",
      "{emote:fightActions.heatDrainAttack} heat drain, a technique I've seen from some monstrous opponents! It recovers the player's heat, increasing the caster's attack and freezing the opponent. Fascinating to see how the weather can become a weapon. If you frost, you will be slowed down and you will be hurt.",
      "{emote:fightActions.heatMudAttack} the ruggy mud attack, an ingenious magical exploitation of the environment! It heats the present mud in the area to make tears and will work better on dirty opponents. I have always been fascinated by these monsters who have adapted to their environment.",
      "{emote:fightActions.lavaWaveAttack} The wave of lava, a physical attack of last resort of terrifying power! Used by some monsters when they feel threatened, this pure infernal focus of power and heat shifts to the opponent, the calcinant then on one or more towers thanks to the \"noisy\" alteration.",
      "{emote:fightActions.magicMimicAttack} Magical Mimic Attack, brilliant demonstration of adaptation! It can retaliate after an attack from the opponent. The response will be much better if the opponent has just used a magic attack. The art of using the enemy's strength against itself.",
      "{emote:fightActions.magmaBathAttack} The Magma Bath, the least restoration. . The launcher rests in lava and recovers its energy. Be careful: its healing power is greatly decreased after four uses.",
      "{emote:fightActions.mudShotAttack} Mud Shot, a simple but effective ranged attack! It deals tricks and makes the opponent dirty. This is a technique I have often seen used by swamp monsters. Dirty can be an asset in a battle, because it increases elevation and protects you from other state alterations but it also makes it more vulnerable to some attacks.",
      "{emote:fightActions.outrageAttack} The coley, powerful but risky emotional technique! It would have failed if you use it while you have a state alteration. The \"cole\" alteration doubles the attack but decreases the defence. After two rounds, the effect disappears and the attacker becomes confused. I saw a lot of fights lost because of an ill-conceived core.",
      "{emote:fightActions.petrificationAttack} Petrification is a fearsome long-range control technique, because it adjusts the target for two turns while doubling its spell. An opponent locked but reinforced - you have to make the most of it.",
      "{emote:fightActions.piercingAttack} The pierced attack, the spec of the fine strategy! This melee coprs technique almost completely ignores the opponent's defence. The attacker has a probability of levelling his opponent's defence. Each hit counts in this ability.",
      "{emote:fightActions.poisonousAttack} The poisoned attack was developed by the kingdom's most gifted alchemists. I was able to learn from the court archives that his poison was derived from the venom of many animals. but its exact composition remains a mystical one. After a direct confrontation with the opponent, it poisons the opponent with an alteration that lasts at least three turns and inflicts some grief on the hardness. I also noticed that this attack is much more effective in the early stage!",
      "{emote:fightActions.powerfulAttack} The mighty attack, risky, but potentially devastating! This physical attack reduces the speed of the opponent and can do more tricks at the cost of a stun of the attacker. Warning: After three uses, attack degae is reduced, so you have to learn how to use it at the right time to optimize its effectiveness.",
      "{emote:fightActions.protection} The protection, defensive technique I taught to all my infants! It would have failed if you use it while you have a state alteration. The \"protected\" alteration lasts for three rounds and takes you to fall victim to another alteration while offering a defensive boost.",
      "{emote:fightActions.quickAttack} Quick Attack, perfect against slow opponents! I have often had to deal with vicious murderers who wanted my life and I had to deal with this body technique. She never failed on a slower opponent and the slower the opponent, the slower the attack. Speed has always been a major asset in combat.",
      "{emote:fightActions.rageExplosion} The explosion of rage, a brutal release of pent-up anger! It lets the rage built up within you explode during the journey, projecting it directly onto the enemy. I have seen warriors transform their frustration into a formidable weapon.",
      "{emote:fightActions.ramAttack} The beetle attack, a brutal and physical charge technique with unpredictable effects! If the attacker is not stamped by the attack, it recovers a portion of the damage inflicted. The attack can also stun the opponent. You have to accept suffering in order to cause suffering.",
      "{emote:fightActions.resting} The rest, basic boiling technique! It applies in the form of launcher care and will work better if you run out of energy. Rest also allows you to stop bleeding. Be careful: its healing power is greatly decreased after four uses.",
      "{emote:fightActions.roarAttack} The roar, showing pure intimidation! It lowers the opponent's attack and speed. I have learned that sometimes fear is more effective than steel.",
      "{emote:fightActions.rockShieldAttack} The rock shield, a temporary but effective protection, on which I often broke my teeth. It halves the damage of the next attack. A defensive technique that I saw saving many monsters, and that surprised me many times by its amazing efficiency.",
      "{emote:fightActions.sabotageAttack} sabotage attack, a sneak but effective body technique! It completely ignores the opponent's defenses and works better on an opponent with little attack. Less than a breath of breath but can paralyse the launcher - if so, degae is increased.",
      "{emote:fightActions.shieldAttack} The shield attack, a physical technique I perfected during my service years! She uses the attacker's defense to fight, weakening the opponent and dividing his attack by three for two rounds. The best defense is the attack!",
      "{emote:fightActions.simpleAttack} the attack is simple... A simple and physical attack, nothing more to say. Sometimes a young adventurer, the basics remain the most reliable.",
      "{emote:fightActions.slamAttack} The attack impacts, an effective slowing technique! It is a ranged attack of low power that reduces the opponent's speed. Slowing down your enemy can often be more prized than inflicting big tears.",
      "{emote:fightActions.stealth} The discretion, a shadow art I learned to respect! It allows to hide discreetly to double the next attack. The surprise effect must never be underestimated, as it can overturn the most inequitable of combat.",
      "{emote:fightActions.stoneSkinAttack} Rockskin, defensive reinforcement techniques! The more this action is performed, the greater the defense bonus becomes. The event turns flesh into stone, litterally.",
      "{emote:fightActions.summonAttack} The summoning of allies, a physical technique I saw used by powerful leaders! It summons allies to attack the opponent unless it is already the victim of a state alteration. Can only be used once per fight - you have to choose the right time.",
      "{emote:fightActions.tailWhipAttack} The tail strike, a primitive but effective attack! This powerful tail hits the opponent with a melee body, inflicting average degae with a chance to stunt. I have learned to challenge any creature with such an appendix because I can assure you that a blow of this magnitude in the middle of the stomach after one of the king's feasts is far from agreeable!",
      "{emote:fightActions.ultimateAttack} was the ultimate attack, the most powerful physical technique a fighter could possess! It requires a repair spin and can only be used once per battle. When you deploy it, make sure it is at the right time because it will only succeed if you are at the end of your strength and you no longer have much energy.",
      "{emote:fightActions.webShotAttack} Web jet is a remote control technique! It throws a canvas roll that hurts and slows the opponent. I saw this technique turn fast opponents into easy prey.",
      "{emote:fightActions.howlAttack} screaming, an unpredictable self-improvement technique! The monster shouts a howl that increases its attack, defends or speed. Sometimes, letting his primitive instincts speak can pay off.",
      "{emote:fightActions.icySeductionAttack} The icy education, technique for the less... particulie! It uses a cold charm that can freeze or confuse the opponent and inflict unrest. I learned to challenge myself to all types of charms in combat.",
      "{emote:fightActions.frozenKissAttack} the frozen kiss, attacks as surprising as they are effective! She reminds me of an adventure with one of the palace courtesans. . but I take a start! This impregnated attack of magic consists in kissing an icy kiss on the opponent, inflicting trouble. If the opponent is already frozen, the opponent will be greatly reduced. There are all sorts of combat techniques... and this one is one of the most formidable to fight!",
      "{emote:fightActions.spectralRevengeAttack} Spectral Revenge, a mystical response I've seen among some supernatural opponents! If the last attack suffered was not magical, it counterattacks by inflicting degae on its attacker. The outer has its own combat wounds.",
      "{emote:fightActions.ambush} The ambush, perfect tactical preparation technique! It provides an ambush that reduces opponent damage to the next round and greatly increases the launcher's hits for its next attack. The art of war is also to be able to wait for the right time.",
      "{emote:fightActions.lightRayAttack} The radius of light, a dazzling spell! A powerful beam of light is projected around the monster that inflicts degae on the opponent and has a chance of foggy or blindness - the most freak blindness. Light can be a fearsome weapon.",
      "{emote:fightActions.crystalShardAttack} The crystal shine attack is a precarious ranged attack! This ability inflicts more teeth on slow opponents. I learned that precision counts more than brute force with this type of attack.",
      "{emote:fightActions.clawAttack} The claw attack, a primitive but direct technique! It's based on a violent claw strike. Simple, effective, brutal - sometimes the most basic techniques are the most reliable.",
      "{emote:fightActions.callPack} The call to the pack, a coordination technique I observed in some creatures! They call their pack by attacking weakly at first, while preparting one or more pack attacks at the next turn. Unity is a strength, even in beings.",
      "{emote:fightActions.packAttack} The Pack Attack, demonstrates collective strength in the body! The more monsters, the more powerful the attack is. I have always said that numbers can compensate for individual weaknesses.",
      "{emote:fightActions.glacialCaveCollapseAttack} was the icy meltdown, a truly impressive long-range environmental technique! It collapses ice stalactites from the cave ceiling, but it is possible to dodge the attack by approaching the launcher in advance with a physical attack. Using the environment as a weapon, here is a strategy!",
      "{emote:fightActions.radiantBlastAttack} is the explosive radius, a magical technique of remarkable power! It is part of the group of \"actions of the gods.\" This is a radiant attack in several rounds: the launcher concentrates its power for two turns to libe a powerful light attack, can brute or blind the opponent.",
      "{emote:fightActions.hammerQuakeAttack} The Earthquake Hammer, a ranged technique of mass destruction! It belongs to the \"Actions of the Gods\" group. The user strikes the ground with titanic force, inflicting heavy damage to all opponents. Fortunately, earthquakes can be dodged with a flying pet.",
      "{emote:fightActions.startPolarEmbraceAttack} The Polar Embrace, a fearsome ice control technique! This physical attack encroaches the target into icy claws, can freeze the opponent and prolong the opponent if the opponent does not challenge with a remote attack. A catch that is best avoided!",
      "{emote:fightActions.isStuckInPolarEmbrace} Polar Embrace maintained, ruthless continuation of the previous plug! It inflicts degae on the opponent stranded in the treadmill, with a chance to freeze it. It failed if the opponent just used a physical attack.",
      "{emote:fightActions.glacialBreathAttack} The Frostbreath is an elementary technique that is powerful and long-door! It libes an icy wind that inflicts degae on the opponent and has a chance to freeze it if the attack hits. I learned to fear the breath of ice creatures.",
      "{emote:fightActions.blizzardRageAttack} blizzard rage, ultimate elementary! It remotely removes ice elements, which can freeze, slow down and weaken the opponent's defence. Can only be used once per fight - when nature falls apart, it is not possible to get it out more!",
      "{emote:fightActions.aerialDiveAttack} The aetheric dive, attack from the sky to attack at a distance! It consists of melting on the opponent from the air, but failed if the target just attacked at a distance. I have always said that we need to watch its backwards... and the sky too!",
      "{emote:fightActions.crystallineArmorAttack} Crystal Armor, offensive defensive technique! It uses the combatant's armor to inflict melee degae on the body, but only works if the opponent has just made a physical attack. Turning its protection into a weapon of response, this is tactical ingeniosity!"
    ]
  }
}

