{
  "intro": [
    "While you are travelling peacefully, ",
    "As you quietly make your way along the road, ",
    "As you prepare to set off again after a short break, ",
    "At the bend in the road, ",
    "While you're taking a leisurely stroll, ",
    "After a short halt, ",
    "After long hours of walking, ",
    "During a short break against a tree, ",
    "As you continue your adventure, ",
    "Following your path, ",
    "Contemplating the roadside, ",
    "Back on the road after a quick stop, ",
    "While advancing, tired from your long hours of walking, ",
    "At the edge of a path, "
  ],
  "advanceTime": {
    "stories": [
      "you see someone who looks strangely like Pérotin. You run towards him, but he also accelerates, probably out of fear. You manage to catch up with him, and realize that you've come to the wrong person. You quickly apologize. You did, however, win **{{time}} Min :hourglass:** on your way.",
      "you hear a cart behind you. The man in the vehicle offers to drop you off wherever you wish. You accept and tell him your destination. After driving a few kilometers, the man tells you he has to go in another direction than yours, so he drops you off and you thank him. You earn **{{time}} Min :hourglass:** on your journey.",
      "you see a carriage in the distance. The princess may be on board! You decide to go and talk to her, and run as fast as you can. Once you're close enough, you discover to your chagrin that you can't approach her because the vehicle is protected by cavalrymen. You have, however, gained **{{time}} Min :hourglass:** on your destination.",
      "you're having a snack when suddenly a shadow rushes in and snatches it away. You give chase, but are unable to catch up and give up. This mishap has nevertheless earned you **{{time}} Min :hourglass:** on your journey.",
      "you see someone who looks strangely like Gruffo. You run towards him, but he also accelerates, probably out of fear. Once you've caught up with him, you realize that it's not at all the person you thought it was. You have, however, gained **{{time}} Min :hourglass:** on your journey.",
      "a bright spot catches your eye. Your curiosity prompts you to run to the source of the light. It's just a copper coin, but it's saved you **{{time}} Min :hourglass:** on your journey.",
      "a massive fawn-colored dog emerges from a large grove. It snarls, flashes sharp canines and seems intent on biting your legs. Appreciating the idea of being left in one piece, they prompt you to run at full speed, gaining **{{time}} Min :hourglass:** on your journey!",
      "a large wasp's nest detaches itself from the tree under which you were standing and falls at your feet. You run until your lungs beg you to start walking again. Not a wasp has managed to sting you. This mishap has earned you **{{time}} Min :hourglass:** on your itinerary!",
      "you enjoy the pleasant spring weather. Your break is short-lived, however: bandits armed with clubs and chipped swords tear through the bushes to your left, cackling as they quietly advance towards you. Before you even have time to think, your body takes you on a forward flight, so that you gain **{{time}} Min :hourglass:** on your course.",
      "a young boy jostles you as he passes you. With a bad feeling in your gut, you check your pockets: your purse is gone! Catching up with him after a frantic race, you recover what is rightfully yours and leave the miscreant in a ditch, having punished him as he deserved. You realize that this event will have earned you **{{time}} Min :hourglass:** on your route.",
      "you're startled by a rabbit with immaculate fur, which slips between your legs. Initially taken aback, you try to catch up with it. But it doesn't take long for the little animal to lose you. These adventures have earned you **{{time}} Min :hourglass:**.",
      "you hear a woman calling behind you. When you turn around, you immediately notice the metallic-looking object in her hand. Panicked, you flee. Once you've reached a safer place, you notice that you're **{{time}} Min :hourglass:** ahead of your travel time."
    ]
  },
  "bigBad": {
    "lifeLoss": [
      "you hear a shrill noise coming from the sky. You look up, but too late: a bird with sharp claws is swooping down on you. As it scratches you, it realizes that you're not its usual prey and immediately leaves. You contemplate your wound, it looks deep. You lose **{{lifeLoss}}💔**.",
      "while walking along a steep path, you slip and twist your right ankle. You lose **{{lifeLoss}}💔**.",
      "you see a fly circling around you. You draw your weapon in the hope of killing it, but only manage to nick your wrist slightly, losing **{{lifeLoss}} 💔** in the process."
    ],
    "moneyLoss": [
      "you realize that your bag is torn. After checking, you realize that your purse is gone, you've lost **{{moneyLost}}💸**.",
      "you realize that your purse is missing from your bag. You suddenly remember forgetting it in the previous tavern, you lost **{{moneyLost}}💸**.",
      "some travelers pass you by, jostling you, then pick you up with rude apologies. A few minutes later, you realize that your purse is gone, you've lost **{{moneyLost}}💸**."
    ],
    "alterationStories": {
      "badBerries": "you spot some berries. Your stomach reminding you that you haven't eaten for several hours, you feel compelled to taste them. But you soon feel sick.",
      "gentleBreeze": "you feel the breeze gradually lulling you to sleep. Tired from your journey, it's not long before you fall asleep.",
      "mysteriousBottle": "you walk past a merchant, who calls out to you. He offers to give you a mysterious bottle that he can't sell and doesn't want to spoil. You accept and drink it down.",
      "strangeLiquid": "you see a shiny object in the distance. As you approach, you discover a bottle containing a strange liquid. Intrigued, you decide to taste the dubious mixture. You immediately regret it.",
      "expiredProvisions": "you realize that some groceries have been lying around in your bags for a while. However, you don't want to throw them away and decide to eat them anyway. This turns out to be a bad idea, as it seems that the food had already expired.",
      "unexpectedRider": "you are surprised by a rider who appears behind you without warning. He knocks you down and continues on his way without paying any attention to you. Stunned, you struggle to get back up.",
      "fallingBranch": "you are knocked unconscious by a huge branch falling from the dead tree under which you were standing. Wounded, you'll need some time before you can set off again.",
      "precipiceFall": "you are caught by a deep precipice. Despite your best efforts to catch yourself, you can't avoid the fall.",
      "ambushedByGroup": "you are stopped by a group who demands that you hand over your possessions. You're not intimidated, and brandish your weapon to scare them off. However, one of them takes advantage of the general panic to knock you out, before fleeing.",
      "cowStampede": "you're crossing a path when a herd of cows suddenly appears. Frightened by the mass of animals that has just brushed past you, it takes you a while to recover from your emotions.",
      "trippedOverRoot": "you trip over a root and fall headfirst. Wounded, you'll need to heal.",
      "encounterWithBearCub": "you spot a bear cub a few metres away. Afraid of being caught by its mother, you flee as fast as you can.",
      "wrongDirection": "you realize you've gone the wrong way at the last intersection. You decide not to turn back and to find your own way to your destination... You get completely lost.",
      "chilledByColdNights": "you get caught out by the region's cold nights. If you don't wear clothes suited to this climate, you'll quickly get cold.",
      "mistakenIdentity": "you are apprehended by guards accusing you of being a criminal actively wanted in the kingdom. You notice that the man on the poster looks like you, and try to explain. The guards don't listen, take you away and throw you in prison."
    }
  },
  "boatAdvice": {
    "intro": [
      "You go up on deck and have a chat with a member of the crew. He gives you some advice to help you on your adventure on the island:\n**{{advice}}**.",
      "You climb the mast to admire the horizon. A man lowers his spyglass and gives you this advice before you leave for the island:\n**{{advice}}**.",
      "Enjoying a meal in the fresh sea breeze, you chat with the sailors. Your tablemate gives you the following advice about the island:\n**{{advice}}**."
    ],
    "advices": [
      "Many more events await you on the mysterious island",
      "Each trip to the mysterious island is made up of more stops",
      "If you fight animals during small events, the monster at the end of the travel will be easier to beat",
      "Going to the island at the same time as other members of your guild guarantees exclusive bonuses",
      "Your energy doesn't regenerate on the island. Make sure you're at full strength before venturing out",
      "Once your energy has reached 0, you will be taken back to the continent",
      "The trip to the island can be made once a week for free. It is possible to go 2 more times, but you will have to pay gems",
      "The monsters at the end of the trip are very strong, and the last one on the island is even stronger",
      "Beating end-of-trip monsters earns guild points, which determine guild rankings",
      "Monsters have different stats: some have high defense, attack, speed or total health",
      "An island is made up of a finite number of locations. Once you've visited the last place, you'll be taken back to the main continent",
      "The mysterious island changes every week",
      "When fighting a monster, if the maximum number of turns is exceeded, the monster will quickly become very powerful",
      "If a member of your guild wants to join you on the boat, they can use the /joinboat command",
      "The actions available when fighting animals depend on your stats, your items, your pets, etc.",
      "The island's hostility won't do you any favors when it comes to adventure. But if you join forces with members of your guild, you'll be much stronger together",
      "The /map command displays a map of the island",
      "You can choose to leave the island after each monster fight. If your energy is low, it's better to leave while you're still conscious",
      "Some actions, such as drinking potions, accessing the store or obtaining daily bonuses, are unavailable on the island",
      "Your level does not influence the number of guild points, but it does influence other rewards",
      "Winning against a monster further out on the island will earn you more guild points than those at the start",
      "It is said that if several members of a single guild are on the island at the same time, it is possible to combine each other's forces to perform a devastating attack",
      "Your guild members can help you fight monsters when you visit a mysterious island",
      "It is possible to see your guild members who are on a mystery island using the /guild command",
      "The /guild command lets you see the number of allies who will help you on the mysterious island",
      "An \"ally\" is a member of your guild who is currently on the mysterious island or has recently left it"
    ]
  },
  "goToPVEIsland": {
    "stories": [
      "you notice a boat stopped on the lower side. The captain calls you and offers you an exciting adventure on a monster-infested island. It also tells you that {{priceText}}.",
      "a man approaches you and asks if you'd be interested in his services. He explains that he is the captain of a ship sailing between the main continent and a mysterious island full of monsters. He says he can take you there if you're looking for a rollicking adventure, and adds that {{priceText}}.",
      "you are approached by a man in sailor's clothing, bearing the king's emblem. He tells you he's trying to send some of the adventurers competing for the princess's hand to an island full of monsters, which would be useful for the kingdom to get rid of. He also says that a ship is ready to leave for this island, and asks you if you're up for it, pointing out that {{priceText}}.",
      "you're accosted by a tall, bearded man, introducing himself as the leader of a mercenary group renowned in the region. He tells you that he can make you an incredible offer. The offer is for you to travel to a mysterious new island, where opportunity and danger coexist, as a monster hunter. He also adds that {{priceText}}."
    ],
    "priceFree": "the trip **is free**",
    "priceMoney": "the trip **will cost {{price}}💎**",
    "confirm": "Do you want to go to the island? You have ⚡ **{{fightPoints}} / {{fightPointsMax}}**.",
    "endStoryAccept": "You accept and board the boat towards the island.",
    "endStoryAcceptWithMember": "You accept, and just as you're about to embark, you notice that a member of your guild is already on the boat, so you join him and head for the island.",
    "endStoryRefuse": "You politely decline the offer and continue on your way.",
    "notEnoughGems": "You accept, but when it's time to pay, you realize you don't have enough to pay. You leave disappointed."
  },
  "lottery": {
    "intro": "You cross paths with a man who calls out to you. Curious, you stop. He suggests you take part in a game of chance he's created. You can choose between several levels of reward.\n\n:coin: Small reward\n:dollar: Medium reward\n:moneybag: Large reward\n",
    "easy": {
      "success": "You take part and win a prize, which the man hands over to you before leaving.",
      "fail": "You lose the man's game, but participation was free. So you decide to continue on your way."
    },
    "medium": {
      "success": "You try your luck and win the game. The man rewards you appropriately. However, you lose **{{lostTime}} Min :clock2:**.",
      "fail": "You take part in the man's game, but you don't win, so you leave hoping for better luck next time. Taking part in the lottery will have cost you **{{lostTime}} Min :clock2:**."
    },
    "hard": {
      "success": "You win the man's game. As a result, he rewards you graciously. However, you lose **{{lostTime}} Min :clock2:**.",
      "fail": "You take a chance. Unfortunately you don't win, maybe you'll be luckier next time. Taking part in the lottery will have cost you **{{lostTime}} Min :clock2:**.",
      "failWithMalus": "You bet a hundred coins on the man's game. However, you lose and leave, disappointed at having lost **{{money}}** 💸. Taking part in the lottery will also have cost you **{{lostTime}} Min :clock2:**."
    },
    "poor": "You try to trick the man into paying you a large sum of money. Unfortunately for you, the shopkeeper doubts your good faith, and unable to prove any wealth, you are ruthlessly rejected.",
    "end": "Without paying any further attention to the individual, you continue on your way.",
    "rewardTypeText": {
      "xp": " You earned **{{xpWon}}⭐**.",
      "money": " You won **{{moneyWon}}💰**!",
      "guildXp": " Your guild earns **{{guildXpWon}}⭐**.",
      "points": " You won **{{pointsWon}}🏅**."
    }
  },
  "interactOtherPlayers": {
    "playerDisplayRanked": "**{{pseudo}}** ({{rank}}🏆)",
    "playerDisplayUnranked": "**{{pseudo}}** (Unranked)",
    "no_one": [
      "You continue your path in the greatest calm. Nobody's on your way.",
      "You're on your own, so you continue on your way in the greatest calm.",
      "The sun's rays breaking through the clouds warm you up as you continue your journey on this deserted road."
    ],
    "top1": [
      "You are passing by {{playerDisplay}} on your way, the best player at the moment!",
      "As you walk along, you come across {{playerDisplay}}. He's currently at the top of the leaderboard. Your eyes filled with admiration, you decide not to hinder his progress, and continue on your way.",
      "Oh my god! It's incredible! It's the legendary {{playerDisplay}}, the greatest fighter for now! You pass him by and chat for a while. He gives you a few tips for your adventure!",
      "Make way for {{playerDisplay}}, DraftBot's best player in the world! You pass this person and keep walking to reach your destination."
    ],
    "top10": [
      "In your way, you meet someone who is important. Indeed, {{playerDisplay}} is in the top 10!",
      "Incredible! Walking along a path you meet one of the heroes of the moment! You probably know him - {{playerDisplay}} - you've seen him in the top 10! This event brightens up your day.",
      "You speak with a famous figure among the princess's competing adventurers. It's {{playerDisplay}}, who's in the top 10!"
    ],
    "top50": [
      "You meet someone whose name sounds familiar... Indeed, {{playerDisplay}} made a place in the top 50!",
      "As you kick a pebble, you realize that it hits the shoe of a passer-by, but it's not just anyone, it's {{playerDisplay}}, you've seen him on the underground tournament lists! You chat with him for a while, then continue on your way.",
      "\"With great power comes great responsibility\", says {{playerDisplay}}, a top-50 adventurer you meet on your journey."
    ],
    "top100": [
      "Perseverance leads to success - that's what {{playerDisplay}}, one of the top 100 players, tells you! You then continue on your way to your destination.",
      "Wow, you recognize one of the tournament newbies, you've seen him before in a village up north, but yes... It's {{playerDisplay}}!",
      "As you work towards your goal, you meet {{playerDisplay}}, a rising star on DraftBot. Indeed, he's in the top 100!"
    ],
    "powerful_guild": [
      "{{playerDisplay}}, who you meet by chance on your way, is a member of a powerful guild! This is what you conclude when you see his sparkling badge.",
      "You see a crowd in the distance. You hurry to check it out, and you hear: \"Make way for {{playerDisplay}}\"! Indeed, he's in a rather powerful guild!",
      "Rumor has it that a member of a powerful guild is making his way along the same path as yours. Indeed, you can see {{playerDisplay}} passing in the distance!"
    ],
    "beginner": [
      "There's a beginning to everything! You meet {{playerDisplay}} as he begins his adventure dedicated to the princess.",
      "A passer-by quickly recognizes you: it's {{playerDisplay}}. A newcomer, but a nice, friendly one!",
      "You take a 5-minute break to clear your head. To do so, you train {{playerDisplay}}, who has just started the game."
    ],
    "advanced": [
      "{{playerDisplay}}'s gray hair is a testament to the experience he has accumulated. He is indeed level **{{level}}**! You then continue on your way.",
      "While out and about, you come across {{playerDisplay}}. He's a powerful hero, and is indeed level **{{level}}**!",
      "{{playerDisplay}} is one of the best players in the game! He is currently level **{{level}}**. You're on your way after this encounter."
    ],
    "same_class": [
      "On your way, you can't fail to recognize {{playerDisplay}}. He's a **{{class}}** just like you!",
      "You notice {{playerDisplay}}, and quickly observe his familiar attire and mannerisms. He's a **{{class}}**, just like you! You then continue on your way.",
      "You say hello to one of your **{{class}}** colleagues, {{playerDisplay}}, who is passing by. No time to stop, you continue on your way."
    ],
    "same_guild": [
      "You come across a very familiar face on your way... Indeed, {{playerDisplay}} is a member of your guild!",
      "You approach someone, their familiar face reminds you of somebody... Of course! It's {{playerDisplay}}, one of your guild members!",
      "You meet {{playerDisplay}} from your guild! You perform the guild's secret handshake and go your separate ways."
    ],
    "staff_member": [
      "{{playerDisplay}}, a member of the DraftBot staff, gives you some advice for the rest of your adventure:\n\n{{advice}}\n\nYou then go on your way.",
      "\"{{advice}}\". That's what {{playerDisplay}}, one of the bot's famous staff members, told you when you came across him along the way!",
      "You talk to {{playerDisplay}}, a member of the DraftBot team, who has some good advice for the rest of your adventure:\n\n{{advice}}"
    ],
    "top_week": [
      "You see {{playerDisplay}} on your way, out of breath. He's not resting: in fact, he's in this week's top 5!",
      "One of this week's heroes comes to see you. It's {{playerDisplay}}, he's in this week's top!",
      "You talk about your points with {{playerDisplay}}. This one has made good progress this week, and is even in the top 5 for the week!"
    ],
    "low_hp": [
      "You come across {{playerDisplay}}, who is limping... He doesn't seem to be in shape... He falls to the side of the road, and you decide to help him up.",
      "You come across {{playerDisplay}}. He seems to be in a rough shape....",
      "Even an arrow in the knee is capable of finishing off {{playerDisplay}}, who is moving slowly along his path. A healing potion would do him a great favor!"
    ],
    "full_hp": [
      "You've rarely seen anyone as energetic as {{playerDisplay}}... He seems to be in great shape!",
      "On your way, you come across {{playerDisplay}}, who seems to be in great shape. Indeed, he's in full health!",
      "You almost end up on the floor as {{playerDisplay}} runs past you! He's very energetic because his life is at its maximum."
    ],
    "unranked": [
      "You come across {{playerDisplay}}, a player who doesn't seem to be ranked... You leave wondering what took him to come here to give up so quickly.",
      "While walking, you come across {{playerDisplay}}. This player doesn't seem to be doing well in the competition. You leave after explaining the basics of the game to him."
    ],
    "lower_rank_than_them": [
      "You come across {{playerDisplay}}, a player with more reputation than you... But don't give up! You may catch up with him one day.",
      "As you walk, you stumble and fall, and {{playerDisplay}} laughs at you because he's ranked higher than you!",
      "You chat with {{playerDisplay}} about your ranking. He's one step ahead of you: he's ranked higher!",
      "Even though he might brag about his higher ranking than yours, {{playerDisplay}} remains humble during your conversation."
    ],
    "better_rank_than_them": [
      "You come across {{playerDisplay}}. This one has a lower ranking... But be careful, he could very well catch up with you one day!",
      "A player comes to see you. It's {{playerDisplay}}. He asks you for a few tips on how to progress and then moves on!",
      "You chat with {{playerDisplay}} about your ranking. You're ranked higher than him!"
    ],
    "rich": [
      "You cover your eyes to stop being dazzled by the sun reflecting off the gold worn by {{playerDisplay}} ! You continue on your way, your eyes aching.",
      "Is it Scrooge? No, it's {{playerDisplay}}! He's got so much gold that you're dazzled! You continue on your way, rubbing your eyes.",
      "Coins are falling out of {{playerDisplay}}'s pockets because of how full they are. He doesn't even seem to worry about it. An animal picks them up before you can get your hands on them. You continue on your way, a little disappointed."
    ],
    "poor": [
      "Looking at the clothes {{playerDisplay}} is wearing, he seems to have money problems... You think he'd be happy if you gave him a coin.\n\n🪙 Give him a coin\n❌ Don't give him a coin",
      "While walking, you meet this poor wanderer, {{playerDisplay}}. He asks you for a few coins:\n\n🪙 Give him a coin, as you already have enough\n❌ Don't give him a coin",
      "Misery touches everyone one day, and today it's {{playerDisplay}} who can barely afford a meal.\n\n🪙 Give him a coin\n❌ Don't give him a coin"
    ],
    "poor_give_money": [
      "You feel good after making this humanitarian gesture.",
      "It's by doing good that good spreads, said a priest you once met! You give him a coin, and he gives you a smile before continuing on his way!",
      "Now that's a good deed on your part! He leaves with an extra coin to buy his next meal."
    ],
    "poor_dont_give_money": [
      "There are no small savings... You decide to keep your money.",
      "He's sad and leaves crying!",
      "You ignore it, or at least you force yourself to. You leave and hope your conscience won't bother you."
    ],
    "pet": [
      "{{playerDisplay}} passes by you with his pet **{{petEmote}}** **{{petName}}**. You pet this brave beast and continue on your way in a good mood!",
      "{{playerDisplay}} passes you by and shows you his pet **{{petEmote}}** **{{petName}}**. You pet him and leave, have a nice trip!",
      "{{playerDisplay}} crosses your path with **{{petEmote}}** **{{petName}}** on his leash. You look at him in amazement and say to yourself that you'd love to have this animal too!"
    ],
    "guild_chief": [
      "Don't panic! You pass by {{playerDisplay}}, the leader of the **{{guildName}}** guild.",
      "You pass by {{playerDisplay}}, he is the leader of the **{{guildName}}** guild!",
      "You recognize the person passing in your path... It's {{playerDisplay}}, the guild leader **{{guildName}}** !"
    ],
    "guild_elder": [
      "{{playerDisplay}} discusses his guild **{{guildName}}** with you. You learn that he's the guild's elder!",
      "You pass by {{playerDisplay}}, he is the elder of the **{{guildName}}** guild!",
      "The **{{guildName}}** guild's right-hand man, {{playerDisplay}}, greets you and continues on his way."
    ],
    "class": [
      "You brush up against {{playerDisplay}}. You notice that he is part of the circle of **{{class}}s**. You talk to him for a while and then continue on your way.",
      "{{playerDisplay}} whose class is **{{class}}** passes you by, you greet him and continue on your way.",
      "You accidentally bump into the arm of {{playerDisplay}}, an honorable **{{class}}**. You both apologize and continue on your way."
    ],
    "weapon": [
      "You meet {{playerDisplay}}, who shows you his \"**{{weapon}}**\" weapon.",
      "A passer-by comes to show off next to you, it's {{playerDisplay}} and he shows you his \"**{{weapon}}**\" weapon!",
      "Wow! {{playerDisplay}} brandishes his magnificent \"**{{weapon}}**\" weapon at you. You go on your way in astonishment."
    ],
    "armor": [
      "You meet {{playerDisplay}}, who shows you his magnificent \"**{{armor}}**\" armor.",
      "A guard approaches you: it's {{playerDisplay}}, he's come to show you his \"**{{armor}}**\" armor!",
      "{{playerDisplay}} challenges you to test his \"**{{armor}}**\", which serves as its protection. Once you've tested its effectiveness, you're on your way."
    ],
    "potion": [
      "You meet {{playerDisplay}} who shows you his magnificent \"**{{potion}}**\" potion.",
      "{{playerDisplay}} comes to talk to you, he comes to show you his \"**{{potion}}**\" potion!",
      "{{playerDisplay}} whom you meet along the way, tells you he's got his hands on one hell of a potion. So he shows you his \"**{{potion}}**\"."
    ],
    "object": [
      "You meet {{playerDisplay}}, who shows you his magnificent \"**{{object}}**\" item.",
      "Talking with {{playerDisplay}}, he shows you his \"**{{object}}**\" item!",
      "{{playerDisplay}}, a player walking along the same road as you, pulls out an item from his collection. He proudly shows you his \"**{{object}}**\"."
    ],
    "effect": {
      "sick": [
        "You hear a noise in the distance... It's {{playerDisplay}} throwing up in a bush... You continue on your way, distraught.",
        "{{playerDisplay}} vomits into a bush. So that's the noise you've been hearing for a while! You continue on your way, hoping you won't throw up after seeing this.",
        "{{playerDisplay}} can't hold back and vomits at your feet. You narrowly dodge the attack and pick up your pace to get away from the massacre."
      ],
      "hurt": [
        "You can see a mummy in the distance! Oh no, it's only {{playerDisplay}} who's covered in bandages...",
        "On your way, you come across {{playerDisplay}}. He's covered in bandages - what happened to him?",
        "As you race to your destination, {{playerDisplay}} asks you to tighten the bandages on his head. You do so, and are surprised that anyone could be so badly hurt."
      ],
      "injured": [
        "You stumble on {{playerDisplay}} who is unconscious on the floor. You give him small taps to wake him up, without success.",
        "It wasn't a dead rat on the floor, it was just {{playerDisplay}}. You ask him if he's okay. He doesn't answer, so you continue on your way.",
        "A person is unconscious in the middle of the road. It's {{playerDisplay}}. You do what you can to bring him back to consciousness, in vain. You put him down on the side of the road to avoid further injury."
      ],
      "starving": [
        "A dull rumbling reaches your ears. You discover that it's {{playerDisplay}}'s stomach. Unfortunately, you recently finished your leftover food.",
        "Apparently, {{playerDisplay}} hasn't eaten enough. Their stomach is rumbling! With nothing to offer, you continue on your way to other horizons.",
        "You can see {{playerDisplay}}, who is in a frenzy to find food. He's running around looking for something to eat. With nothing on you to offer him, you continue on your way."
      ],
      "sleeping": [
        "You pass {{playerDisplay}} sleeping on the side of the road. You decide to let him sleep, as he surely needs some rest.",
        "Obviously {{playerDisplay}} did not sleep enough last night: he's lying on the roadside.",
        "The roadside looks like a good place to rest. That's what you tell yourself after seeing {{playerDisplay}} sleeping there."
      ],
      "freezing": [
        "You feel very cold when you walk. That's {{playerDisplay}}, who's close to hypothermia!",
        "{{playerDisplay}} seems to be cold, you warm him up a little and then leave.",
        "A redundant clicking sound annoys you. You discover that it's {{playerDisplay}}'s teeth... He's frozen! Without further ado, you resume your journey."
      ],
      "confounded": [
        "You chat with {{playerDisplay}}. At least, you're trying to. His words are rather incoherent, so you continue on your way somewhat confused.",
        "{{playerDisplay}} makes a lot of incoherent comments. It seems strange to you, so you leave quickly, confused!",
        "You see {{playerDisplay}} looking completely out of it. After trying to bring him back to reality to no avail, you continue your journey at a faster pace to make up for lost time."
      ],
      "drunk": [
        "{{playerDisplay}} zigzags across your path, it seems he drank a little (too much). You continue your journey.",
        "{{playerDisplay}} doesn't seem to have understood that alcohol should be consumed with moderation. You continue on your way after this unexpected encounter.",
        "You can see {{playerDisplay}} is quite tipsy, to put it mildly. He seems to be enjoying himself... all by himself. You do what you can to ignore him and continue on your way."
      ],
      "scared": [
        "You come across {{playerDisplay}} running towards you. He's being chased by robbers after his money. You accompany him along the road so that he can regain his composure. Once reassured, you leave him and set off again.",
        "In the distance, you spot {{playerDisplay}} running at full speed to escape a pack of wolves. You rush to his aid and make the wild beasts retreat.",
        "You meet {{playerDisplay}}. He seems completely panicked. You ask him what's got him so worked up. He tells you he's just been chased by a dragon, but managed to get away, losing a few hairs in the process."
      ],
      "occupied": [
        "You spot {{playerDisplay}} and invite him to have a chat, but he tells you he's busy. It's only a postponement, and you each continue on your way.",
        "While crossing the river, you come across {{playerDisplay}}, who is quite busy... You try to chat with him, but to no avail. Instead, he asks you to help him with his work.",
        "On your way, you come across {{playerDisplay}}, who seems very busy. You try to find out more, to no avail, before continuing on your way."
      ],
      "jailed": [
        "As you stroll leisurely to your destination, you spot guards handcuffing {{playerDisplay}}. Curious, you approach and hear that he's heading straight for the jail. You leave, wondering what this man has been up to.",
        "As you carefully make your way down a path, you come across a convoy of prisoners escorted by armed guards. As they trudge up the slope, you catch a glimpse of the poor buggers, including {{playerDisplay}}, who are in tears. You feel a little sorry for them, but quickly forget this feeling, telling yourself that he's surely not here by chance."
      ],
      "lost": [
        "You come across {{playerDisplay}}, who seems to be lost and asks you which way to go to reach his destination. Unfortunately, you can't help him, so you comfort him a little before resuming your journey.",
        "You come across {{playerDisplay}}, who seems to have lost his way, obviously disorientated. He looks at you expectantly, seeking help to find his way back.",
        "You notice that {{playerDisplay}} is walking in circles, having passed him several times on the way. You approach him and ask if he needs help. He explains that he's lost and asks you to accompany him to his destination."
      ]
    }
  },
  "leagueReward": {
    "intrigue": [
      "you notice a large poster from the corner of your eye...",
      "you slip on the lower side of the road and fall to the ground. As you get back up, you notice a small scroll...",
      "a bird approaches you and drops a tiny message in your hand...",
      "you discover an old, abandoned wooden hut, you decide to explore it and discover only an old grimoire that seems to have been lying around for years..."
    ],
    "reward": ":moneybag: Money: **{{money}}**\n:star: XP: **{{xp}}**\n:medal: Points: **The number of points will depend on your final ranking.**\n:gift: A random equipment.",
    "endMessage": "\n\n:newspaper: \"To the adventurer belonging to the {{league}} who will find this text, **if you maintain your glory until the end of the season**, you will be able to win these rewards:\n\n{{rewards}}\"\n\nYou resume your journey, while enjoying your bonus {{time}}.",
    "notEnoughFight": "\n\n:newspaper: \"To the adventurer belonging to the {{league}} who will find this text, **if you perform some battles using the /fight command**, you will be able to win these rewards:\n\n{{rewards}}\"\n\nYou quickly set off again, feazring that you won't manage to fight enough players before the end of the season {{time}}.",
    "rewardToday": "\n\n:newspaper: \"**League rewards are available!** Receive your reward before the end of the week thanks to the /leaguebonus command!\"\n\nYou get back on your way, while looking forward to receiving your bonus."
  },
  "winGuildXP": {
    "stories": [
      "**{{guild}}**'s reputation seems to precede you. By learning that you are part of the guild, adventurers who have been following you for a few kilometers give you their greatest respect.",
      "As a result of a few battles that you are victorious, you apply the **{{guild}}** guild's mark on your opponents' remains. All those who will pass here will recognize it.",
      "Your good actions in the area have helped a large part of the population. When they ask you how they could thank you, you ask them to remember **{{guild}}**'s name.",
      "Congratulations! Over time, your guild, **{{guild}}**, becomes known throughout the whole kingdom.",
      "**{{guild}}** is becoming more and more popular as time goes by! We hope you continue to do so, and that's why we're offering you this xp bonus!",
      "As you enter an inn, the tenant recognizes the emblem on your shield, the symbol of the **{{guild}}** guild. He decides to offer a general round of drinks in your honor, to great effect with the other customers."
    ],
    "end": " Your guild wins **{{xp}}** :star:."
  },
  "winEnergy": {
    "stories": [
      "you meet a young lady who introduces herself as Hilda the healer. After a quick chat, you agree to let her try her latest remedy on you. **You recover all your energy** :zap:",
      "you come across a young woman who offers to treat you. You accept and receive a delicious beverage. **You recover all your energy** :zap:",
      "you come face to face with a young woman accompanied by a goat. She offers you a miracle cure. Curious, you accept and, against all odds, you immediately feel better. **Your energy is restored** :zap:",
      "you meet a young woman who offers to treat you. You accept and immediately feel better. **You recover all your energy** :zap:",
      "you meet a woman dressed all in white who offers to treat you. You accept her treatment. **Your energy is restored** :zap:",
      "you meet a woman who describes herself as a healer. After some discussion, you learn that she is on her way to the pastures, offering healing services along the way. You accept a mysterious remedy. **You recover all your energy** :zap:",
      "you come across a young woman who offers to treat you. You accept and immediately feel better. **You recover all your energy** :zap:"
    ]
  },
  "doNothing": {
    "stories": [
      "No incidents or notable events to report.",
      "Nothing special has happened since the previous report.",
      "You've had no trouble making progress recently, and you're continuing to make good progress.",
      "Nothing to report, you keep moving forward.",
      "No obstacles in sight, nothing seems to be against you at the moment. You keep moving forward.",
      "The way is clear, there's no reason to stop, you keep moving forward.",
      "Nothing significant has happened since the previous report.",
      "No notable events since last time.",
      "The dogs bark and the caravan passes by. You continue quietly on your way.",
      "The princess is closing in on you! At least that's the impression you get... You continue on your way."
    ]
  },
  "winFightPoints": {
    "stories": [
      "you see a bench on the side of the road and sit down for a few minutes. It gives you back **{{fightPoints}}**⚡.",
      "you detach your water bottle from your belt and quench your thirst. You earn **{{fightPoints}}**⚡.",
      "you pull out a fruit that you've been keeping in a cloth and eat it. This gives you **{{fightPoints}}**⚡.",
      "you stop for a few seconds to catch your breath. You leave with a little more stamina and earn **{{fightPoints}}**⚡.",
      "you take out a piece of bread and satiate yourself with it. It makes you **{{fightPoints}}**⚡.",
      "you sit for a few minutes and meditate to calm your mind. You recover **{{fightPoints}}**⚡.",
      "you feel your muscles tense up and stop for a moment to stretch them. You recover **{{fightPoints}}**⚡."
    ]
  },
  "winHealth": {
    "stories": [
      "you come across a tree whose fruit looks appetizing. Curious, you eat a few and continue on your way. You gain **{{health}} :heart:**.",
      "you find an almost empty vial. As its contents do not seem dangerous, you finish drinking it before continuing on your way. You earn **{{health}} :heart:**.",
      "you discover an abandoned building. You decide to explore it and quickly find some food. You gain **{{health}} :heart:**.",
      "you meet a woman who claims to be able to cure all your ills. You decide to trust her and let her recite some incantations for a few minutes. You gain **{{health}} :heart:**.",
      "you meet a group of children sharing the fruits of their harvest. They offer you some pears before you set off again. You earn **{{health}} :heart:**.",
      "your gaze is drawn to what appears to be a narrow passageway between the bushes. You follow it and find some mushrooms on the ground. They don't look dangerous, so you take the risk of tasting them. You earn **{{health}} :heart:**.",
      "you hear the rustle of a tiny stream. You decide to go there and drink some of the water, which turns out to be very cool. You earn **{{health}} :heart:**.",
      "you discover whole baskets of food by a campfire. You hesitate for a few seconds before rushing to eat as much as you can. Full, you feel much better now. You earn **{{health}} :heart:**.",
      "you see an abandoned hut. You decide to enter the hut, when a shiny bottle attracts you. Fearless, you drink the contents. You gain **{{health}} :heart:**.",
      "you find a small farmhouse with a recently extinguished open fire. You hurry to steal some vegetables before the owners return and eat them. You earn **{{health}} :heart:**.",
      "you meet and chat with a monk. Impressed by your quest for the princess, he decides to dedicate a prayer to you. You earn **{{health}} :heart:**.",
      "you find some wild strawberries! After enjoying them, you continue on your way. You earn **{{health}} :heart:**.",
      "you see a package abandoned on the ground. You open it and discover some food, which you eat before continuing on your way. You gain **{{health}} :heart:**.",
      "you find a waterfall and decide to quench your thirst. You gain **{{health}} :heart:**.",
      "you come across an old man who says he has an elixir he'd be willing to give you for free. Curious, you accept and drink it. You earn **{{health}} :heart:**.",
      "you find a water bottle in an abandoned cart. You drink water and feel better. You earn **{{health}} :heart:**"
    ]
  },
  "winPersonalXP": {
    "stories": [
      "Thanks to a subterfuge worthy of the best knights, you manage to get rid of a strange animal that's been attacking you for some time, after which you're off again.",
      "On your way, you come across a strange animal. As you pass close to it, it jumps at you! You draw your sword and slay it instantly. You continue on your way, on your guard.",
      "As you are attacked by bandits, you take advantage of a moment's inattention to escape. You hurry along for a few hours before you feel safe again.",
      "At the bend in the road, a shadow throws itself at you! After a terrible battle, you crush your opponent under a boulder. Proud of your achievement, you set off again.",
      "At the bend in a grove, a man dressed entirely in black attacks you, probably to rob you of your money. You draw your gun and manage to neutralize him.",
      "You walk quietly, observing the landscape. Suddenly, an enraged beast makes a prodigious leap, forcefully tackling you to the ground. You manage to regain the upper hand by strangling the beast with a stick.",
      "As you walk along a small stream, a stray dog jumps out at you. After a few minutes' struggle, you manage to get rid of it.",
      "On your way, you come across a beast that doesn't seem very friendly. You decide to run away, but it quickly catches up with you. You then turn around and strike a blow. That's enough to get rid of your adversary, and you're on your way.",
      "Out of the corner of your eye, you notice a satchel full of gold fall from the pocket of an adventurer walking ahead of you. You immediately alert him and return the satchel. The adventurer thanks you for your kindness."
    ],
    "end": " You win **{{xp}}** :star:."
  },
  "staffMember": {
    "context": [
      "Rounding a ravine, you meet a bard. As you walk, he tells you the story of **{{pseudo}}**, \"{{sentence}}\".",
      "As you walk along, you notice a large poster. It seems to praise the exploits of **{{pseudo}}**... \"{{sentence}}\".",
      "During one of your adventures, you hear a story, \"{{sentence}}\", but you don't know the hero. After some research, you realize that it's about **{{pseudo}}**! The name sounds familiar...",
      "Entering a building along the way, you chat for a while with the manager of the establishment. You ask him to tell you about the local legends. He describes **{{pseudo}}**, \"{{sentence}}\".",
      "Along the way, you meet an old man whom you decide to accompany. During your journey together, he tells you the story of **{{pseudo}}**: \"{{sentence}}\".",
      "Walking along the road, you spot a battered book on the ground. Entitled **{{pseudo}}**, you open it and read the first few sentences... \"{{sentence}}\".",
      "After a long, monotonous walk, you come across someone singing in honor of **{{pseudo}}**.... :musical_note: \"{{sentence}}\" :musical_note:.",
      "On your journey, a cloud of dust appears in the distance. A few minutes later, a rider stops in front of you, saying he's looking for **{{pseudo}}**. To your inquisitive look, he adds: \"{{sentence}}\"."
    ],
    "members": {
      "Nysvaa": "a suitor for the hand of the princess who doesn't intend to win her by fighting, but by proving his thoughtfulness during his adventures (and by his luck a little... a lot)",
      "Thero1st": "one of the first competitors for the hand of the princess and a great chef specializing in octopus skewers, this fighter nevertheless takes the competition lightly, preferring to spend time in his stands with his animals",
      "Oscar": "a mediocre warrior who, in his heyday, a bygone era, dominated the rankings on points and knowledge",
      "QQtin": "a faithful knight who overcame many enemies thanks to the gift of heaven and helped make the world a better place",
      "LePourfendeur": "an experienced adventurer, adept at saving money, perhaps a little too much so. Previously very active, he is now more discreet, but remains among the best",
      "Ines": "a fighter from the beginning of this world, who unfortunately fights less and less for him due to lack of time, but remains in the race for the princess, or rather the prince. Loyal supporter of Kyutism",
      "romain22222": "a great thinker, seeking as much to resolve situations optimally as to create them. He talks too much, far too much, with the minstrels and his worshippers, and avoids the tents in the forests",
      "Asemerald": "a down-on-his-luck adventurer known for his unimaginable firepower",
      "Izuku": "a rich inventor who created a love potion for the beautiful princess, only to have it stolen by a merchant",
      "Draft": "an ancient god who created the world in which they all live. Amazed by the his people's abilities, he wanders among them as he works to improve their experience",
      "Royal": "a seasoned entrepreneur favors money over morality. Fond of tournaments, he won't hesitate to fight for the princess",
      "Max": "a mad inventor who loves to travel. He is the only person ever to have traveled the land of dragons. Legend has it that almost all his projects have brought mankind to the brink of extinction",
      "Eagle": "a dragon breeder, who led the kingdom's first coups",
      "DeadAngelV6": "an ordinary human who loves life, eating is one of his passions. Feed him when you see him",
      "Kyusaki": "the first High Priest of Kyutism, he leads an incognito path of meditation among the adventurers of the world, often giving advice to those who ask for it",
      "Greninja_san": "a batrachian with an extraordinary intellect, he used his extensive knowledge to integrate into human life and learn the precepts of their magic",
      "nwcubeok": "a famous magician who travels the country promoting his magical talents. He hopes the princess will appreciate them",
      "SuperBananeNinja": "a discreet mage who roams the lands, usually solitary, often salutary, with his motley ways and disconcerting tricks, but always right in his boots",
      "Hitori": "a completely incoherent artist with an uncommon dynamism. She asks anyone who will listen if they know where the gods are hiding, and is infamous for her exceptional bad luck, which has led to the destruction of numerous buildings",
      "Pietagorh": "the director of an association that helps young adventurers improve their skills. Rumor has it that he can determine the limits of this world",
      "Doctor": "a great adventurer who roams the kingdom in search of a worthy adversary. If you come across him, you can try to fight him, but few have managed to survive his first blow",
      "KirIcare": "a discreet but intriguing character. His self-effacing presence arouses the curiosity of a certain artist and a renowned dragon hunter, who have made it their quest to acquire him",
      "symsym": "a young adventurer, curious and eager to meet new people. Some say he founded a tavern at the end of the swampy road",
      "Pagotortoise": "a kaijū who, despite his appearance, explores the land in search of people to help, and means no harm. He's ready to guide you if the need arises, so take the opportunity to ask him for some advice",
      "Voltou": "the greatest thief this world has ever known, his fortune is said to equal that of the king, and he hid it in every corner of the kingdom. If you come across him, be sure to check your pockets",
      "Aiko": "a wild potato making mincemeat of all her enemies, aiming for the highest stars in the universe"
    }
  },
  "witch": {
    "intro": [
      "vous rencontrez une vieille dame qui semble vouloir que vous la suiviez. ",
      "vous apercevez une vieille femme et décidez de vous en approcher. ",
      "vous remarquez une femme âgée, qui vous fait signe. ",
      "vous remarquez la silhouette d'une vieille dame et vous décidez d'aller voir ce qu'elle fait. "
    ],
    "description": [
      "Elle vous paraît âgée, frêle, avec un nez long et fin. ",
      "Ses habits sont en piteux état. Ils paraissent tomber en morceaux, comme faits de poussière. ",
      "Elle est voûtée, squelettique, mais son regard vous paraît malicieux. ",
      "Elle est vêtue de lambeaux de tissus ternes et sales. ",
      "Vous vous souvenez de rumeurs concernant une sorcière maladroite qui se baladerait à travers le royaume. ",
      "Complètement muette, elle parait abimée par les années, elle est fine, osseuse et sa peau presque grise. ",
      "Elle semble ne pas comprendre ce que vous lui dites. "
    ],
    "situation": [
      "Vous entrez dans ce qui semble être sa cabane et découvrez qu'elle est en train de préparer une potion...",
      "Vous découvrez qu'un chaudron bouillonne sur le feu et que la vieille dame semble préparer une potion...",
      "Vous vous approchez et découvrez que sa préparation d'une potion ne semble pas se passer comme prévu...",
      "Vous observez la vieille dame préparer une potion, mais vous constatez que son contenu déborde presque du chaudron...",
      "La vieille dame est en train de préparer une potion, mais elle semble avoir du mal à obtenir un résultat satisfaisant...",
      "On dirait qu'elle est en train de préparer une mixture étrange dans un énorme chaudron..."
    ],
    "witchEventResults": {
      "ingredientIntros": [
        "Vous décidez d'**{{witchEvent}}** à la potion dans l'espoir de l'améliorer...",
        "Vous prenez la décision d'**{{witchEvent}}** à la potion pendant que la sorcière a le dos tourné...",
        "Vous conseillez à la sorcière d'**{{witchEvent}}** à sa potion...",
        "Suivant votre conseil, la sorcière décide d'**{{witchEvent}}** à sa potion...",
        "Vous suivez votre instinct et décidez d'**{{witchEvent}}** à la mixture douteuse...",
        "Vous décidez d'**{{witchEvent}}** à la potion, espérant que cela améliorera le résultat...",
        "Vous osez **{{witchEvent}}** à la potion...",
        "Après avoir étudié le contenu de la marmite, vous décidez d'**{{witchEvent}}** à la liste des ingrédients..."
      ],
      "adviceIntros": [
        "Pris de pitié, vous lui conseillez de **{{witchEvent}}** afin d'obtenir un meilleur résultat...",
        "Vous décidez d'aider la sorcière en lui conseillant de **{{witchEvent}}**..."
      ],
      "outcomes": {
        "1": [
          "Une fois la potion terminée, la sorcière vous tend un verre. Vous décidez de garder cela pour la suite de votre aventure.",
          "Grâce à votre intervention, la potion paraît buvable. Vous décidez d'en garder un peu pour la suite de votre aventure.",
          "Après avoir fini la potion, la vieille dame en verse une partie dans un flacon qu'elle vous remet. Vous l'acceptez avec joie, avant de reprendre votre route.",
          "Le résultat obtenu a un goût étrange, mais vous décidez de garder un peu de la potion pour la suite de votre aventure."
        ],
        "2": {
          "time": [
            "En reprenant votre route, vous vous rendez compte que cet arrêt a été plus long que vous ne l'aviez anticipé. Vous perdez **{{lostTime}} Min :clock2:**",
            "Alors que vous repartez, vous vous rendez compte de tout le temps perdu à cette préparation. Vous perdez **{{lostTime}} Min :clock2:**",
            "En retournant sur vos pas, vous commencez à regretter le temps perdu à attendre cette préparation. Vous perdez **{{lostTime}} Min :clock2:**"
          ],
          "scared": [
            "Une fois la potion terminée, vous décidez de boire une petite gorgée. Immédiatement, vous êtes transporté à travers une intense hallucination. Votre futur ne semble pas très prometteur... :scream:",
            "À peine la formule prononcée, vous goûtez déjà le liquide. Pris d'une crise de panique, vous n'êtes pas long à regretter votre choix. :scream:"
          ],
          "drunk": [
            "Vous décidez de goûter à la potion et le regrettez rapidement... Il semblerait qu'un des ingrédient vous reste en travers de la gorge. :zany_face:",
            "Il semblerait que la potion ait un effet surprenant. Vous vous sentez un peu ivre... :zany_face:"
          ],
          "sick": [
            "Malheureusement, l'odeur de la potion était annonciatrice de ses effets. Vous regrettez rapidement d'avoir fait confiance au talent de la vieille sorcière. :sick:",
            "Malgré votre intervention, la potion n'a pas l'air d'avoir été améliorée. Vous vous sentez mal à l'aise... :sick:"
          ],
          "cold": [
            "Vous décidez de goûter à la potion qui est très froide. La sensation de froid ne disparait cependant pas et vous ressentez impuissant chacun de vos membres se refroidir... :cold_face:",
            "Alors que vous alliez terminer la potion, vous trébuchez et tombez dans le gouffre rempli de glace dans lequel vous prévoyiez de déposer la marmite. :cold_face:"
          ]
        },
        "3": [
          "Une fois la potion terminée, la sorcière vous tend un verre. Encore brulant, vous l'échappez maladroitement sur votre pied. Vous perdez **{{lifeLoss}} :broken_heart:**.",
          "Alors que vous alliez terminer la potion, vous êtes victime de la maladresse de la vieille sorcière qui échappe le chaudron sur vous. Vous perdez **{{lifeLoss}} :broken_heart:**.",
          "Malgré la bonne odeur de la potion, cette dernière n'est pas aussi bonne pour la santé que ce que vous auriez pu espérer. Vous perdez **{{lifeLoss}} :broken_heart:**.",
          "Le goût de la potion est très étrange. Peut être auriez vous du écouter votre instinct et ne pas y goûter... Vous perdez **{{lifeLoss}} :broken_heart:**.",
          "Les vapeurs de la potion auront suffi à vous rendre malade. Vous partez sans demander votre reste mais non sans avoir subi les conséquences de l'inhalation de ces vapeurs. Vous perdez **{{lifeLoss}} :broken_heart:**.",
          "Alors que la vieille dame s'apprête à verser la dernière goute dans la marmite un bruit sourd se fait entendre. Il semblerait que le chaudron ait explosé. Vous perdez **{{lifeLoss}} :broken_heart:**."
        ],
        "4": [
          "Malheureusement, la potion semble complètement carbonisée et imbuvable. Vous décidez de ne pas prendre le risque de la boire et repartez rapidement.",
          "Vous terminez la potion avec la vieille dame, mais décidez de ne pas la consommer, préférant garder votre santé pour la suite de votre aventure."
        ]
      }
    },
    "witchEventNames": {
      "bat": "Ajouter une chauve-souris",
      "beer": "Ajouter de la bière",
      "bigWait": "Laisser reposer la potion",
      "bigWarm": "Faire bouillir longuement la potion",
      "blood": "Ajouter du sang",
      "book": "Prononcer une incantation du livre de sortilèges",
      "bone": "Ajouter un os",
      "cobweb": "Ajouter une toile d'araignée",
      "cool": "Laisser refroidir la potion",
      "chicken": "Ajouter un poulet",
      "crystalBall": "Réciter une formule magique",
      "distiller": "Distiller la potion",
      "eye": "Ajouter un œil",
      "frog": "Ajouter une grenouille",
      "greenApple": "Ajouter une pomme verte",
      "heart": "Ajouter un cœur",
      "mushroom": "Ajouter un champignon",
      "nothing": "Ne rien faire",
      "package": "Ajouter un ingrédient mystère",
      "rat": "Ajouter un rat",
      "redApple": "Ajouter une pomme rouge",
      "rose": "Ajouter une rose",
      "scorpion": "Ajouter un scorpion",
      "smallWait": "Laisser reposer la potion un tout petit peu",
      "smallWarm": "Réchauffer un petit peu la marmite",
      "snake": "Ajouter un serpent",
      "spider": "Ajouter une araignée",
      "stir": "Mélanger la potion",
      "teeth": "Ajouter une dent",
      "testTube": "Ajouter un tube à essai",
      "turtle": "Ajouter une tortue",
      "wand": "Jeter un sort",
      "wiltedRose": "Ajouter une rose fanée",
      "worm": "Ajouter un ver"
    }
  }
}