{
  "advices": [
    "Vous voulez apprendre à jouer ? Lisez le guide du joueur ! https://guide.draftbot.com/",
    "Si vous cherchez des astuces pour progresser, allez ici : https://guide.draftbot.com/",
    "Lorsque vous pensez être dans une impasse ou que vous ne savez pas quelle action effectuer, il peut être intéressant de ne pas réagir à l'évènement.",
    "Si vous souhaitez expulser une personne de votre guilde qui n'a plus de serveur en commun avec vous ou le bot, utilisez son classement.",
    "Il est possible d'obtenir des familiers dans les récompenses de guilde.",
    "La liste des commandes existantes peut être obtenue à l'aide de la commande {command:help}.",
    "Si vous souhaitez échanger avec la communauté ou les développeurs, rejoignez le Discord du bot : https://discord.gg/AP3Wmzb",
    "Il est possible de contribuer pour l'amélioration de Crownicles sur le Discord du bot : https://discord.gg/AP3Wmzb",
    "La commande {command:classesinfo} permet de comparer les différentes classes que vous pouvez choisir.",
    "La commande {command:classes} permet de changer de classe.",
    "Certains objets donnent une récompense chaque jour. Pour la récolter, utilisez la commande {command:dailybonus}.",
    "Si vous voulez équiper un objet, utilisez la commande {command:switch}.",
    "Pour avoir plus d'informations sur une commande, utilisez la commande {command:help} suivi de la commande sur laquelle vous souhaitez des renseignements.",
    "La commande {command:guilddailybonus} permet de recevoir une récompense toutes les 22 heures si vous êtes dans une guilde.",
    "Les alias de commande tels que `glouglou` qui existaient dans le bot ont été supprimés lors de l'arrivée des commandes slash.",
    "Utilisez la commande {command:update} pour avoir des informations sur la dernière mise à jour du bot.",
    "Crownicles est disponible dans d'autres langues ! Utilisez la commande {command:language} pour modifier ce paramètre.",
    "Crownicles is available in other languages ! Use the command {command:language} to change this setting.",
    "Vous pouvez chercher un joueur à l'aide de son classement dans de nombreuses commandes pour interagir avec lui sans connaître son pseudo.",
    "Pour inviter le bot sur votre serveur, utilisez le lien disponible sur le Discord du bot. Le lien du Discord peut être obtenu à l'aide de la commande {command:invitecrownicles}.",
    "Certaines classes donnent un avantage dans les combats et d'autres dans les rapports grâce à un nombre de points de vie plus grand.",
    "Les classes impactent vos points de vie et sont donc plus ou moins difficiles à jouer dans les rapports.",
    "Il est impossible de changer le nom d'une guilde.",
    "Si vous ne prenez pas soin de vos animaux, ces derniers pourraient vous jouer des mauvais tours.",
    "Quand un familier est vendu, il perd quasiment toute son affection.",
    "Un familier dressé ne perd plus d'affection (sauf s'il est vendu).",
    "Les échanges d'animaux via le refuge de la guilde ({command:pettransfer}) ne leur font pas perdre d'affection.",
    "Un familier dressé pourra vous apporter des bonus durant votre aventure.",
    "Vous pouvez donner un surnom à votre familier à l'aide de la commande {command:petnickname}.",
    "Vous pouvez libérer un familier à l'aide de la commande {command:petfree}.",
    "Les soupes ne sont pas la source de nourriture la plus rentable, mais elles permettent d'augmenter rapidement l'affection d'un familier.",
    "Plus d'informations sur les familiers sont disponibles sur la page du guide qui leur est dédiée: https://guide.draftbot.com/notions-principale/familiers/",
    "Plus d'informations sur les guildes sont disponibles sur la page du guide qui leur est dédiée: https://guide.draftbot.com/notions-principale/guildes/",
    "Plus d'informations sur les combats sont disponibles sur la page du guide qui leur est dédiée: https://guide.draftbot.com/notions-principale/combats/",
    "Plus d'informations sur les classes sont disponibles sur la page du guide qui leur est dédiée: https://guide.draftbot.com/notions-principale/classes/",
    "Plus d'informations sur les altérations d'état sont disponibles sur la page du guide qui leur est dédiée: https://guide.draftbot.com/notions-principale/alterations-detat",
    "Il est impossible d'accéder au shop en étant emprisonné.",
    "La commande {command:shop} permet d'acheter divers items.",
    "L'historique détaillé des nouveautés de chaque mise à jour est disponible ici : https://history.draftbot.com/",
    "Le bot possède un site internet ! https://draftbot.com",
    "Les badges d'un joueur sont affichés sur son profil sous forme de réactions.",
    "Certaines choses ne peuvent être achetées que depuis le magasin de guilde, à l'aide de la commande {command:guildshop}.",
    "Une guilde de niveau supérieur permet d'obtenir de meilleures récompenses journalières de guilde.",
    "Il n'est plus possible de changer le préfixe du bot suite à une mise à jour de Discord forçant les commandes slash.",
    "Une guilde dispose d'un entrepôt. Son contenu peut être affiché à l'aide de la commande {command:guildstorage}.",
    "Il est plus simple de dresser un familier si les membres d'une guilde coopèrent.",
    "Chaque guilde dispose d'un refuge. La liste des animaux qui se trouvent dans le refuge est accessible à l'aide de la commande {command:guildshelter}.",
    "Il est plus judicieux de nourrir les familiers rares avec des meilleures sources de nourriture contrairement aux familiers communs qui peuvent facilement être nourris en utilisant uniquement des friandises.",
    "Des idées pour améliorer le bot ? Utilisez la commande {command:idea}.",
    "Garder de l'argent de côté est judicieux pour pouvoir se soigner.",
    "Chaque semaine, un classement est effectué pour désigner le joueur de la semaine qui a gagné le plus de points. Pour consulter ce classement, utilisez la commande {command:top score} et précisez l'option `durée`.",
    "L'argent est l'une des ressources les plus importantes du jeu, obtenez-en grâce aux rapports ({command:report}), aux items à effets journaliers ({command:dailybonus}) ou aux récompenses journalières de guildes ({command:guilddailybonus}).",
    "En manque de PV ? Avant d'acheter le soin dans le magasin, vérifiez qu'il ne contient pas de potion plus rentable !",
    "Les potions vendues dans le magasin sont souvent disponibles à des prix très attractifs.",
    "Pour être le premier au classement de la semaine et remporter un badge, soyez assidus dans vos rapports et n'ayez pas peur des combats.",
    "Le classement général est disponible en utilisant la commande {command:top score}.",
    "Le classement de la semaine est disponible en utilisant la commande {command:top score} et l'option `durée`.",
    "Votre guilde est au niveau 50 ou plus ? Vous avez alors 1% de chance d'obtenir un badge pour tous les membres de la guilde à chaque récompense journalière.",
    "Une fois que votre familier est dressé, vous n'avez plus besoin de le nourrir.",
    "Le temps pour pouvoir nourrir son familier à nouveau dépend de sa rareté ! Une étoile = une heure !",
    "Il est possible de vendre un familier à un autre joueur grâce à la commande {command:petsell}.",
    "En cliquant sur les badges des profils des joueurs qui en ont, vous pouvez apprendre comment ils les ont obtenus.",
    "Si vous voulez voir le profil d'un autre joueur, tapez la commande {command:profile} !",
    "Il y a neuf niveaux d'équipements : Basique, Commun, Peu commun, Exotique, Rare, Spécial, Épique, Légendaire et Mythique.",
    "Plus vous attendez avant un évènement, plus vous obtenez un nombre de point important. Passé un certain temps, le nombre de point cesse d'augmenter.",
    "Il n'est pas nécessaire d'appartenir à une guilde pour pouvoir nourrir son familier.",
    "Le jeu se déroule en temps réel, c'est pourquoi les évènements ne sont pas disponibles tout de suite.",
    "Patientez jusqu'à ce que votre personnage atteigne sa destination avant de continuer votre aventure.",
    "Afin de connaître les différentes raretés d'items existantes, il vous suffit de faire la commande {command:rarity}.",
    "La commande {command:guild} affiche la guilde de la personne mentionnée si elle en a une.",
    "La commande {command:pet} permet d'afficher toutes les informations sur votre familier.",
    "Envie de changer d'air ? Vous pouvez quitter une guilde à l'aide de la commande {command:guildleave}.",
    "Il est possible de donner à votre guilde une description à l'aide de la commande {command:guilddescription}.",
    "Il est possible de nommer un aîné de guilde. Pour cela, le chef de guilde doit utiliser la commande {command:guildelder}.",
    "La commande {command:sell} permet de vous débarrasser d'un item que vous n'utilisez plus.",
    "Les équipements aléatoires du magasin ne sont pas forcément rentables, surtout si vous possédez déjà un équipement correct.",
    "Les marchands ambulants ne vendent jamais d'équipement légendaire ou épique, à l'exception d'un certain antiquaire qui en vend exclusivement.",
    "Utilisez la commande {command:vote} pour soutenir le bot !",
    "Si un chef de guilde part de sa guilde, le statut de chef est transféré à l'aîné de la guilde. S'il n'y en a aucun, la guilde est dissoute.",
    "La commande {command:badges} permet d'en savoir plus sur les badges.",
    "La commande {command:respawn} permet de reprendre le jeu si jamais vous avez été tué lors de votre aventure.",
    "Si vous souhaitez faire un don et obtenir des petites contreparties, cliquez ici : https://draftbot.com/donate",
    "Les classes que vous pouvez choisir diffèrent en fonction de votre niveau.",
    "Le jeu ne se termine pas au niveau 100.",
    "L'anniversaire du bot est le 10 avril.",
    "Demander des rapports plus souvent est plus rentable.",
    "Il est possible d'expulser un méchant d'une guilde à l'aide de la commande {command:guildkick}. Ça marche aussi avec les gentils.",
    "Pour rejoindre une guilde, vous devez être invité par le chef ou l'aîné d'une guilde à l'aide de la commande {command:guildinvite}.",
    "Partager le bot est un excellent moyen de nous aider.",
    "La plupart des marchands ambulants proposent des prix sérieux. Prenez garde cependant aux arnaqueurs !",
    "Le combattant ayant le plus de vitesse commence à attaquer en premier.",
    "Utiliser une attaque bélier vous blessera également ! Vérifiez bien que vous avez de quoi encaisser avant de l'utiliser.",
    "La puissance de vos items est limitée par vos statistiques. Si vous avez très peu de défense, vous ne profiterez pas de toute la puissance d'une armure légendaire.",
    "Il est possible de créer son propre évènement et de l'ajouter au bot. Pour plus d'informations, rejoignez le Discord du bot: https://discord.gg/AP3Wmzb",
    "Le bot est open-source, cela signifie que tout le monde peut lire le code du bot. Voilà le lien : https://github.com/DraftBot-A-Discord-Adventure/DraftBot/",
    "Vous souhaitez nous aider ? Proposez à des administrateurs de serveurs d'ajouter le bot.",
    "Crownicles n'enregistre aucune de vos données personnelles.",
    "La commande {command:profile} affiche votre état de santé actuel.",
    "Les familiers plus rares vous permettront de récolter de meilleures récompenses.",
    "Lors de la vente d'un familier, le vendeur ne reçoit pas d'argent mais de l'expérience pour sa guilde.",
    "La commande `/ilovedraftbot` n'existe plus.",
    "Les badges sont des récompenses rares et difficiles à obtenir.",
    "Votre progression sur Crownicles est conservée même si vous jouez sur plusieurs serveurs.",
    "Il existe 5 paliers de classes différentes.",
    "Un familier fielleux pourra occasionnellement vous causer du tort lors de votre aventure. N'oubliez pas de vous occuper de lui.",
    "Pour nourrir votre familier, utilisez la commande {command:petfeed}.",
    "Vous accédez à de meilleures sources de nourriture pour familier en rejoignant une guilde.",
    "La rareté mythique est la rareté maximale d'un item.",
    "Vous pouvez vendre l'objet stocké dans votre réserve d'item à l'aide de la commande {command:sell}.",
    "Vous pouvez suivre les rares pannes du bot depuis ce site : https://status.draftbot.com/",
    "Ceci est juste une blague qui a moins de 1% de chance d'apparaître.",
    "Quand votre personnage est mort, vous pouvez reprendre le jeu en utilisant la commande {command:respawn}.",
    "Quand vous mourez, vous ne perdez pas le contenu de votre inventaire. Vous perdez cependant 10% de vos points.",
    "Il est impossible de vendre un familier fielleux.",
    "N'oubliez pas de nourrir vos familiers.",
    "Il n'est pas possible de placer un familier fielleux dans votre abri de guilde.",
    "Libérer un familier fielleux vous coûtera de l'argent.",
    "Il est possible de désactiver les messages privés du bot via la commande {command:notifications}.",
    "Les récompenses de guilde peuvent contenir un badge si votre guilde est de niveau 50 ou plus.",
    "Remporter la première place au classement de la semaine vous permet de décrocher un badge.",
    "Vous pouvez décider du contenu des prochaines mises à jour en utilisant ce site : https://feedback.draftbot.com",
    "Il vous est impossible de nourrir votre familier si vous avez une altération d'état.",
    "La commande {command:map} vous permet d'obtenir des informations sur votre destination.",
    "Un trajet entre deux destinations peut durer entre 1 heure et 10 heures sur le continent principal.",
    "Pendant un trajet, des petits évènements peuvent survenir.",
    "Les marchands ambulants vendent des items à des prix très attrayants. Attention aux quelques arnaqueurs.",
    "Si l'un de vos amis est en prison, vous pouvez le libérer en utilisant la commande {command:unlock}.",
    "Il existe plus de 200 objets différents.",
    "Il existe 27 endroits que vous pouvez explorer.",
    "Avoir un familier qui vous aime avec vous lors des rapports peut vous porter chance.",
    "Les familiers peuvent être obtenus dans votre aventure ou dans une récompense de guilde.",
    "Un petit évènement est disponible chaque 9min45 et un gros dans un temps compris entre 1 et 10 heures sur le continent principal.",
    "Même si vous n'avez pas de guilde, vous pouvez nourrir votre familier avec des friandises.",
    "Do you want the bot to speak english here? Use {command:language}.",
    "L'équipe de développement a toujours besoin d'aide. Si vous souhaitez nous aider à rédiger l'histoire du bot ou d'autres choses, rejoignez le Discord du bot : https://discord.gg/AP3Wmzb",
    "Merci de jouer à Crownicles.",
    "Vous pouvez exclure une personne d'une guilde sans la mentionner, en utilisant son classement. Si le joueur à exclure est classé 34ème au classement général, utilisez {command:guildkick} et précisez 34 dans l'argument `classement`.",
    "Ce texte sera peut être utile dans le futur : `fzbyeifea`...",
    "La potion de la mort qui tue est une potion très rare.",
    "Les marchands ambulants rachètent leur propre marchandise pour une somme ridicule.",
    "Pour votre santé, mangez au moins 5 bananes par jour !",
    "Une idée pour améliorer le bot ? Utilisez la commande {command:idea} !",
    "Une version haute qualité de la carte du monde est disponible à cette adresse : https://draftbot.com/public/ressources/map.jpg",
    "Pour vérifier si le bot est en ligne, vous pouvez utiliser la commande {command:ping}.",
    "La commande {command:fight} vous permet de combattre un autre joueur.",
    "Plus un familier est rare, plus il vous permettra d'avoir des récompenses intéressantes dans votre aventure.",
    "Il n'est pas possible de donner de l'argent à un autre joueur.",
    "Vous pouvez nous aider à écrire l'histoire du bot sans savoir coder ! Rejoignez le Discord du bot pour en savoir plus ! https://discord.gg/AP3Wmzb",
    "Un familier dressé n'a pas besoin d'être nourri.",
    "Chaque petit évènement vous rapporte quelques points.",
    "Ne montez pas dans les charrettes des inconnus, même s'ils ont des bonbons.",
    "Utilisez l'émoji nommé \"end\" en réaction à un rapport afin d'accéder aux sorties cachées. Peut-être qu'une meilleure récompense vous attend !",
    "Vous ne vous y retrouvez pas entre tous les personnages que vous avez croisé ? Pas de panique, il existe une page dédiée à eux sur le wiki : https://guide.draftbot.com/lore/les-personnages",
    "La commande {command:missions} vous permet d'afficher la liste de vos missions.",
    "La commande {command:missionsshop} vous permet de dépenser vos gemmes.",
    "Le trésor du roi vous permet d'obtenir des équipements plus rares que la moyenne.",
    "La valeur monétaire d'une gemme change chaque jour.",
    "Réussir des missions vous permet d'obtenir des gemmes.",
    "Les missions secondaires ne donnent pas de gemmes.",
    "Il est possible d'obtenir de nouvelles missions secondaires durant votre aventure.",
    "Plus vous montez de niveau, plus vous débloquez des emplacements de missions secondaires.",
    "Une nouvelle mission journalière est disponible chaque jour.",
    "Il est possible de trouver une guilde via une annonce sur le Discord officiel du bot.",
    "La ferveur du roi vous octroie 1000 points et peut être achetée dans le magasin des missions.",
    "Il n'est pas possible d'acheter la ferveur du roi plus d'une fois par semaine.",
    "Il est possible de savoir exactement à quel point un familier vous apprécie grâce au vétérinaire.",
    "Il est possible de savoir quel est le régime alimentaire de votre familier grâce au vétérinaire.",
    "Le vétérinaire peut être contacté à travers le magasin des missions.",
    "La difficulté des missions secondaires dépend de votre niveau.",
    "Les missions plus difficiles vous offriront plus de récompenses.",
    "Il est possible de recruter de nouveaux membres pour votre guilde via le Discord officiel du bot.",
    "Il existe 3 types de missions : celles de campagne, les journalières et les secondaires.",
    "La mission journalière est la même pour tous les joueurs.",
    "Lors de la vente de familier à un autre joueur, le familier perd beaucoup de points d'amour.",
    "Lire les conseils peut vous permettre de progresser plus rapidement.",
    "Vous pouvez préciser l'argument `force` de la commande {command:drink} à `true` pour éviter d'avoir à confirmer lorsque vous buvez une potion.",
    "Les pastilles bleues sur le classement indiquent les joueurs présents sur le serveur où la commande a été effectuée.",
    "Le change-mission ne vous permet pas d'obtenir les récompenses de la mission échangée.",
    "Le change-mission vous permet d'échanger une mission secondaire que vous n'aimez pas contre une nouvelle.",
    "Vous pouvez consulter notre politique de confidentialité en suivant ce lien : https://draftbot.com/confidentialite/",
    "Vous pouvez consulter nos conditions d'utilisation en suivant ce lien : https://draftbot.com/conditionsutilisation/",
    "En combattant des adversaires, vous obtenez des points de gloire.",
    "En fonction de votre nombre de points de gloire, vous êtes classés dans une ligue.",
    "En fonction de votre ligue, votre profil est affiché dans une couleur différente.",
    "Vous pouvez obtenir un bonus chaque dimanche en fonction de votre ligue à l'aide de la commande {command:leaguebonus}.",
    "Le nombre de points obtenus dans le bonus de ligue dépend de votre classement dans le classement glorieux.",
    "Une saison de combat se termine le samedi soir heure française.",
    "Vous devez avoir réalisé suffisamment de combats classés à l'aide de la commande {command:fight} pour pouvoir participer au classement glorieux.",
    "Vous devez avoir réalisé suffisamment de combats classés à l'aide de la commande {command:fight} pour pouvoir recevoir un bonus de ligue à la fin de la saison.",
    "Vous pouvez faire jusqu'à 3 combats classés par adversaire et par saison.",
    "En cas d'égalité en combat, les points de gloire des combattants sont affectés.",
    "Plus votre ligue est élevée, plus l'équipement que vous recevez à l'aide de la commande {command:leaguebonus} est de qualité.",
    "Le joueur ayant le plus de gloire à la fin d'une saison de combat remporte un badge.",
    "Faire des combats réguliers permet de récupérer d'alléchantes récompenses en fin de semaine.",
    "Surveillez régulièrement votre souffle afin d'éviter de perdre un tour en optant pour une attaque trop chère.",
    "Les combats classés consomment votre énergie. Vous devrez patienter afin d'en récupérer.",
    "Vous pouvez consulter votre classement glorieux à l'aide de la commande {command:top glory}.",
    "Les potions et objets permettant d'avancer le temps ne vous permettent pas de récupérer votre énergie.",
    "Les potions et objets permettant d'avancer le temps ne vous permettent pas d'avancer plus vite les temps de chargement des récompenses journalières.",
    "Les potions et objets permettant d'avancer le temps ne vous permettent pas d'avancer plus vite les temps de chargement des récompenses de guilde.",
    "Les potions et objets permettant d'avancer le temps ne vous permettent pas d'avancer plus vite les temps de chargement des récompenses de fin de saison.",
    "Vous pouvez récupérer votre énergie dans le magasin jusqu'à 3 fois par saison de combat.",
    "On raconte qu'autour de Claire de Ville, personne ne manque d'énergie pour combattre.",
    "Vous pouvez trouver dans votre aventure des potions de soin qui vous permettent de récupérer de la vie.",
    "Vous pouvez trouver dans votre aventure des potions d'énergie qui vous permettent de récupérer votre énergie.",
    "Si vous perdez un combat pour inactivité, toute votre énergie sera perdue.",
    "Avez vous remarqué des nouveaux conseils ? C'est parce que nous avons ajouté de nouveaux conseils ! (Si c'était pour une autre raison ça serait inquiétant)",
    "On raconte qu'il y a des îles hostiles et quasi inexplorées par-delà les mers.",
    "Les membres de votre guilde peuvent vous aider à combattre les monstres lorsque vous vous rendez sur une île mystérieuse.",
    "Il est possible de voir les membres de votre guilde qui sont sur une île mystérieuse à l'aide de la commande {command:guild}.",
    "La commande {command:guild} vous permet de voir le nombre d'alliés qui vous aideront sur l'île mystérieuse.",
    "Un \"allié\" est un membre de votre guilde qui est actuellement sur une île mystérieuse ou qui en est récemment parti.",
    "Les autres aventuriers sont vos rivaux dans la quête pour la princesse ! Pensez à bien vous entourer grâce à vos partenaires de guilde.",
    "Vous ne pouvez libérer qu'un familier par heure.",
    "Vous ne pouvez pas rejoindre une île mystérieuse si vous venez de rejoindre une guilde.",
    "On raconte que les équipements rares deviennent moins chers autour de la route des merveilles.",
    "Les joueurs de bonneteau se tiennent à l'écart de la route des merveilles, la route marécageuse et du mont célestrum car on raconte qu'un esprit y rôde et s'attaque spécifiquement à eux.",
    "Avez vous trouvé tous les petits secrets de la carte ?",
    "Les guildes peuvent monter de niveau jusqu'au niveau 150.",
    "N'hésitez pas à visiter le vétérinaire pour faire évaluer l'âge de votre familier.",
    "Votre familier peut vous assister lors des combats.",
    "Curieux d'en apprendre plus sur votre familier ? Visitez le vétérinaire !",
    "Les combats contre d'autre joueurs peuvent vous rapporter des points et de l'argent.",
    "N'hésitez pas à vérifier régulièrement nos salons d'annonce pour être au courant des dernières nouveautés.",
    "Les familiers ont des façons différentes de vous aider durant les combats, vous pouvez en savoir plus sur votre animal chez le vétérinaire.",
    "On raconte que les joueurs de bonneteau évitent la route des merveilles.",
    "On raconte que les joueurs de bonneteau évitent la route marécageuse.",
    "On raconte que les joueurs de bonneteau évitent le mont Célestrum.",
    "Des rumeurs parlent d'un nain résidant dans les montagnes du mont Célestrum qui possèderait un surplus de gemmes.",
    "Les nains du mont Célestrum sont réputés pour leur amour des animaux.",
    "Les potions légendaires et mythiques ne sont pas disponibles en potion du jour.",
    "Les potions sans effet ne sont pas disponibles en potion du jour.",
    "Durant un combat, il n'est pas possible d'avoir deux altérations d'état en même temps.",
    "Il existe une centaine de familiers différents.",
    "Il parait que le nain du mont Célestrum est un grand amateur d'animaux.",
    "Crownicles est le nouveau nom de DraftBot."
  ]
}