{
  "1": {
    "possibilities": {
      "cutTree": {
        "outcomes": {
          "0": "Couper cet arbre aura pris 30 minutes !"
        },
        "text": "Couper l'arbre et continuer."
      },
      "end": {
        "outcomes": {
          "0": "L'arbre a bien été coupé et la route est dégagée, mais malheureusement, des pillards ont volé quasiment tout ce que vous aviez récolté depuis votre dernier voyage !"
        }
      },
      "otherWay": {
        "outcomes": {
          "0": "Passer par un autre chemin semblait être une bonne solution, vous n'avez pas perdu de temps !",
          "1": "Passer par un autre chemin semblait être une bonne solution, mais malheureusement, vous vous êtes blessé en marchant."
        },
        "text": "Passer par un autre chemin."
      }
    },
    "text": "Un arbre est tombé sur le chemin et bloque le passage !"
  },
  "10": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Vous finissez par passer votre chemin sans prêter plus d'attention à cette situation somme toute assez banale !"
        }
      },
      "help": {
        "outcomes": {
          "0": "L'homme refuse gentiment votre aide, vous poursuivez votre route.",
          "1": "Grâce à vous, l'homme attrape un superbe poisson de 3 kg ! Pour vous remercier, il vous offre quelque chose qui pourrait vous être utile...",
          "2": "Vous aidez l'homme à attraper une superbe prise de plus d'un kilo ! Le pêcheur vous offre quelques pièces pour vous remercier.",
          "3": "Le poisson au bout de la ligne devait vraiment être énorme ! Vous vous retrouvez rapidement emporté au fond de l'eau ! Vous êtes sauvé juste à temps par le pêcheur. Tout étourdi après cette aventure, il faudra vous soigner !"
        },
        "text": "Proposer son aide."
      },
      "push": {
        "outcomes": {
          "0": "Mais pourquoi avoir fait cela ? {emote:other.why} Pris de remords, vous secourez le pauvre homme et lui offrez quelques pièces pour vous faire pardonner."
        },
        "text": "Pousser le pêcheur dans l'eau !"
      },
      "skip": {
        "outcomes": {
          "0": "Vous n'avez pas une minute à perdre pour aider un simple pêcheur ! Vous passez votre chemin."
        },
        "text": "Continuer votre route, pas de temps à perdre !"
      }
    },
    "text": "Alors que vous passiez près d'un plan d'eau, vous remarquez un homme qui semble en difficulté sur sa partie de pêche !"
  },
  "11": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Après avoir passé de longues minutes à discuter avec l'inconnue, vous finissez par repartir ! En suivant ses indications, vous arrivez rapidement à bon port."
        }
      },
      "followHint": {
        "outcomes": {
          "0": "C'était en effet un raccourci !",
          "1": "Vous tombez dans une embuscade ! Après vous avoir volé tous vos biens, les brigands s'enfuient lâchement. Gravement blessé, vous tombez, évanoui."
        },
        "text": "Suivre les conseils de l'inconnue."
      },
      "forest": {
        "outcomes": {
          "0": "Vous vous perdez pendant plusieurs heures dans la forêt mais finissez par en sortir sans dégâts.",
          "1": "Vous perdez beaucoup de temps à avancer dans la forêt mais vous finissez par parvenir à la traverser ! En sortant, vous ramassez un objet qui pourra peut être vous être utile !",
          "2": "En traversant la forêt, vous faites une grosse chute dans un fossé. La blessure est profonde, il faut absolument vous soigner !"
        },
        "text": "Traverser quand même la forêt."
      },
      "oppositeSide": {
        "outcomes": {
          "0": "Vous ne savez pas trop pourquoi vous avez pris un chemin 10 fois plus long que celui que vous aviez prévu au départ mais vous avez fini par arriver à bon port."
        },
        "text": "Éviter la forêt en partant du côté opposé à celui qu'on vous a indiqué."
      }
    },
    "text": "Alors que vous vous apprêtez à rentrer dans une forêt, une inconnue vous explique qu'il existe un chemin plus court en passant par l'ouest."
  },
  "12": {
    "possibilities": {
      "craftBoat": {
        "outcomes": {
          "0": "En tentant de fabriquer votre embarcation, vous vous blessez légèrement ! Vous décidez donc d'abandonner la construction après avoir passé plusieurs heures dessus et vous repartez dans une autre direction.",
          "1": "Après avoir passé plusieurs heures à fabriquer votre bateau, vous vous élancez sur la rivière... puis vous coulez lamentablement au milieu. L'eau est gelée, mais vous parvenez tant bien que mal à atteindre l'autre rive, gelé et affaibli. Il faudra vous soigner avant de continuer !",
          "2": "Vous fabriquez une petite barque en quelques heures et vous atteignez l'autre côté facilement. En sortant de votre bateau, vous ramassez un objet qui, à défaut de vous servir, sera facile à revendre !"
        },
        "text": "Tenter de bricoler un petit bateau."
      },
      "end": {
        "outcomes": {
          "0": "Au bout de quelques heures au bord de la rivière, vous finissez par repartir dans une direction aléatoire."
        }
      },
      "otherWay": {
        "outcomes": {
          "0": "Vous décidez de partir dans un autre sens, mais vous mettez une bonne heure avant de trouver une direction qui vous convienne !"
        },
        "text": "Partir dans une autre direction."
      },
      "searchBridge": {
        "outcomes": {
          "0": "Au bout de 30 minutes, vous finissez par abandonner et vous reprenez votre route dans une autre direction...",
          "1": "Au bout de 60 minutes, vous finissez par trouver un passage à gué. Vous décidez alors de ne pas rejoindre le village qui est maintenant trop loin et vous reprenez votre route.",
          "2": "Au bout de quelques minutes, vous trouvez un petit pont en bois. Vous arrivez rapidement au village où les habitants, heureux de rencontrer un étranger pour la première fois depuis des années, vous offrent quelques pièces.",
          "3": "Au bout de quelques minutes, vous trouvez un petit pont en bois. Malheureusement, il est délabré car personne ne l'a emprunté depuis des années. Après quelques pas, une planche s'effondre sous votre poids ! Vous parvenez à vous accrocher au garde-fou de justesse et retrouvez la terre ferme. Sonné, il faudra cependant aller vous soigner !"
        },
        "text": "Chercher un pont plus loin."
      },
      "swim": {
        "outcomes": {
          "0": "L'eau est gelée ! Vous prenez votre courage à deux mains et plongez. Une fois de l'autre coté, vous vous rendez compte de votre erreur. Vous êtes gelé et affaibli. Il faudra vous soigner avant de continuer !",
          "1": "Vous atteignez l'autre côté facilement, arrivé au village, les gens vous accueillent et vous donnent à manger."
        },
        "text": "Traverser la rivière en nageant."
      }
    },
    "text": "Vous voyez une rivière devant vous. De l'autre côté du rivage, vous apercevez un village."
  },
  "13": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Vous visitez la ville pendant plusieurs heures avant de continuer votre route."
        }
      },
      "goAway": {
        "outcomes": {
          "0": "Vous traversez le petit bourg en une petite demi-heure et continuez votre route.",
          "1": "Vous perdez une bonne heure à contourner la ville mais reprenez votre route tranquillement."
        },
        "text": "Repartir."
      },
      "goForge": {
        "outcomes": {
          "0": "Il n'y a rien d'intéressant dans cette forge... Vous quittez rapidement les lieux et reprenez votre route.",
          "1": "En essayant une épée, vous brisez la fenêtre de la forge, le forgeron demande remboursement !",
          "2": "Personne n'est présent dans la forge qui semble abandonnée depuis des années. Avant de partir vous remarquez cependant un objet qui pourrait vous servir pour la suite de votre aventure...",
          "3": "La forge semble abandonnée depuis des années. Vous reprenez donc votre route.",
          "4": "Vous entrez et saluez le forgeron. Après une rapide inspection de son travail vous comprenez que vous ne trouverez rien d'intéressant ici. Vous reprenez votre route."
        },
        "text": "Aller à la forge."
      },
      "goInn": {
        "outcomes": {
          "0": "Après avoir discuté pendant 2 heures avec l'aubergiste, vous finissez par apprendre qu'il n'y a aucune chambre disponible pour la nuit ! Vous reprenez la route, frustré de ne pas avoir pu profiter d'une bonne nuit de repos.",
          "1": "Vous payez une chambre pour la nuit et tombez effondré sur le lit. Il faudra dormir avant de reprendre l'aventure.",
          "2": "L'auberge semble abandonnée depuis plusieurs années... Vous continuez votre route sans vous poser plus de questions."
        },
        "text": "Aller à l'auberge."
      },
      "goMarket": {
        "outcomes": {
          "0": "Vous explorez le marché en 30 minutes avant de découvrir un petit objet au sol qui pourrait vous être utile...",
          "1": "Après avoir perdu 60 minutes à vous balader dans les étals, vous finissez par quitter la ville sans avoir pu trouver quoi que ce soit d'intéressant.",
          "2": "Alors que votre vigilance était au plus bas sur le marché, vous recevez un coup violent derrière la tête et vous vous effondrez à terre... Après ce moment, plus aucun souvenir. Il faudra vous soigner avant de pouvoir continuer à avancer !"
        },
        "text": "Aller au marché."
      }
    },
    "text": "Après avoir passé plusieurs semaines à marcher sans effectuer la moindre rencontre humaine, vous entrez finalement dans une petite bourgade qui semble plutôt animée."
  },
  "14": {
    "possibilities": {
      "chatWorker": {
        "outcomes": {
          "0": "L'homme vous aperçoit et vous propose de vous fabriquer un objet avec lui. Après près d'une heure, votre création est terminée. L'homme vous l'offre en récompense !",
          "1": "Vous regardez l'ouvrier fabriquer une hache pendant une dizaine de minutes avant de vous décider à reprendre la route.",
          "2": "L'ouvrier vous aperçoit et vous propose de vous fabriquer une épée avec lui. Enthousiasmé à l'idée d'obtenir une nouvelle arme, vous acceptez. Maladroit, vous ne mettez pas longtemps à échapper votre lourde création sur le pied. Gravement blessé, vous abandonnez l'idée de créer votre propre arme."
        },
        "text": "Discuter avec l'ouvrier."
      },
      "end": {
        "outcomes": {
          "0": "Vous contournez la maison et continuez votre route."
        }
      },
      "goAway": {
        "outcomes": {
          "0": "Vous partez sans perdre de temps.",
          "1": "Vous continuez votre route en contournant la prairie.",
          "2": "Vous décidez de continuer à marcher malgré la fatigue. Après quelques kilomètres, vous vous écroulez au bord du chemin."
        },
        "text": "Pas de temps à perdre ! Il faut continuer votre route !"
      },
      "stayNight": {
        "outcomes": {
          "0": "Après avoir discuté rapidement avec l'homme, ce dernier accepte de vous héberger pour la nuit. Épuisé, vous vous écroulez de fatigue sur le lit.",
          "1": "L'homme vous avoue rapidement ne pas pouvoir vous héberger pour la nuit mais vous propose de partager son repas. Vous refusez poliment et reprenez votre route.",
          "2": "Vous n'obtenez en réponse qu'un simple grognement. Les habitants de la région semblent ne pas apprécier les étrangers.",
          "3": "L'homme vous refuse rapidement le partage de sa couche mais vous propose de partager son souper. Affamé et épuisé, vous acceptez son offre."
        },
        "text": "Demander à rester là durant la nuit pour vous reposer et reprendre des forces."
      }
    },
    "text": "Alors que la fatigue commence à vous assaillir, vous découvrez une petite prairie où se tient une petite maison. Vous vous en approchez et découvrez un homme occupé à travailler une pièce métallique incandescente."
  },
  "15": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Vous passez de longues minutes à bêtement les regarder installer leur bivouac, avant de reprendre vos esprits et continuer votre route."
        }
      },
      "skip": {
        "outcomes": {
          "0": "Le chemin est encore long, pas le temps de s'arrêter !",
          "1": "Vous continuez votre route sans perdre plus de temps !",
          "2": "Vous continuez votre route sans vous arrêter.",
          "3": "Vous continuez sans vous arrêter en sillonnant à travers petites rues. Au coin de l'une d'entre elles, vous vous faites sauvagement bousculer par un homme qui prend rapidement la fuite."
        },
        "text": "Continuer votre route sans perdre de temps."
      },
      "steal": {
        "outcomes": {
          "0": "Vous ramassez quelques pièces et fuyez aussi vite que possible sans éprouver le moindre remord.",
          "1": "Malheureusement, il n'y a rien à voler. Par contre, votre tentative n'est pas passée inaperçue ! Honteux, vous dédommagez les propriétaires et reprenez la route.",
          "2": "Pris la main dans le sac ! Face aux 5 hommes à la carrure imposante qui vous entourent, vous regrettez amèrement votre geste malheureux. Vous repartez groggy après avoir versé un dédommagement."
        },
        "text": "Prendre discrètement quelques pièces dans la caisse."
      },
      "trade": {
        "outcomes": {
          "0": "Vous discutez un moment avec ces sympathiques marchands qui décident de commercer avec vous !",
          "1": "Malheureusement pour vous, le groupe de marchands n'a rien à vendre, vous passez donc votre chemin.",
          "2": "Moins accueillant que vous ne l'espériez, le groupe d'hommes vous encercle rapidement et sous menace de coups, vous soulage de quelques sous avant de prendre la fuite !",
          "3": "Vous auriez dû vous fier à votre intuition et refuser cette \"bonne affaire\"... La magnifique épée sertie de diamants que l'on vous a promis semble plutôt faite de mousse molle. Vous revenez rapidement sur vos pas mais la porte de l'échoppe semble définitivement fermée ! Jurant de ne plus jamais vous faire avoir, vous reprenez votre route."
        },
        "text": "Tenter de commercer avec eux."
      }
    },
    "text": "Alors que vous traversez une ville en passant par des ruelles, vous entrez dans ce qui vous semble être une petite boutique où un groupe d'hommes discute tranquillement."
  },
  "16": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Après avoir admiré le bâtiment pendant une quinzaine de minute, vous reprenez votre route.",
          "1": "Vous vous délectez de la vue du château... Puis finissez par vous souvenir de votre quête et reprenez votre route."
        }
      },
      "enterCastle": {
        "outcomes": {
          "0": "Peu après être rentré dans le château, vous vous rendez compte de l'insalubrité des lieux. Abandonnée depuis des années, la bâtisse est totalement délabrée. Après quelques minutes d'exploration, alors que vous entrez dans une grande salle délabrée, un immense morceau du plafond se décroche sur vous ! Avec beaucoup de difficultés, vous parvenez à ressortir du bâtiment, blessé.",
          "1": "Vous entrez dans le château et parcourez rapidement les lieux. Au bout de quelques minutes, vous trouvez une pièce qui semble être l'ancienne armurerie. Pressé de ressortir du bâtiment, vous ramassez le premier objet qui vous tombe sous la main et ressortez en pressant le pas.",
          "2": "Il semblerait que ce château soit moins abandonné qu'il en a l'air ! Peu après votre entrée, vous entendez de nombreux bruits en provenance de différentes salles. Peu rassuré, vous préférez reprendre votre route."
        },
        "text": "Entrer pour fouiller le château."
      },
      "skip": {
        "outcomes": {
          "0": "Vous continuez votre route sans prêter plus d'attention à ce château."
        },
        "text": "Continuer votre route."
      },
      "walkAround": {
        "outcomes": {
          "0": "Vous faites le tour du château mais vous ne trouvez rien. Estimant avoir perdu suffisamment de temps, vous continuez votre chemin.",
          "1": "Cette ronde ne vous en apprendra pas beaucoup sur la grande bâtisse. Cependant, vous découvrez tout au long de celle-ci un grand nombre de petites pièces d'or disséminées autour du château. Heureux de votre découverte, vous reprenez votre route.",
          "2": "Alors que vous commenciez à faire le tour du château, vous tombez par accident dans un trou. Blessé à la jambe, il faudra vous soigner avant de continuer !"
        },
        "text": "Faire le tour du château par l'extérieur."
      }
    },
    "text": "Après avoir suivi pendant de longues heures une rivière, vous découvrez un vieux château qui semble abandonné au bord de l'eau."
  },
  "17": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Après quelques instants de reflexion vous décidez de reprendre la route promptement.",
          "1": "Vous cherchez une autre source de nourriture pendant quelques instants mais vous vous rendez compte au bout de longues recherches que ces dernières sont vaines. Pas convaincu par les options qui s'offrent à vous, vous reprenez votre route."
        }
      },
      "fruits": {
        "outcomes": {
          "0": "Vous grimpez le plus haut possible et décrochez un fruit. Vous comblez rapidement votre faim et sentez vos forces se restaurer grâce à cet apport en sucre.",
          "1": "Alors que vous vous apprêtiez à cueillir un fruit au sommet de l'arbre, la branche qui vous soutenait s'effondre sous votre poids ! Sonné par votre chute, vous décidez d'abandonner votre repas et reprenez votre route.",
          "2": "Vous cueillez rapidement un fruit et croquez vigoureusement dedans... Ce n'est que quelques heures plus tard que vous prendrez mesure de votre erreur."
        },
        "text": "Escalader l'immense arbre qui vous fait face afin d'en récupérer les fruits."
      },
      "hunt": {
        "outcomes": {
          "0": "Aucun animal en vue, vous reprenez donc votre route sans plus attendre.",
          "1": "Après une course poursuite effrénée avec un animal sauvage, celui-ci cesse de vous fuir et vous charge furieusement. Abasourdi par la violence de l'attaque, vous ne parvenez pas à l'éviter et subissez la totale colère de la bête. Gravement blessé, il vous faudra du temps avant de reprendre votre aventure.",
          "2": "Vous transpercez rapidement quelques petits animaux de votre lame et dévorez vos proies avec grand appétit avant de reprendre la route, repu."
        },
        "text": "Tenter de chasser un animal sauvage."
      },
      "mushrooms": {
        "outcomes": {
          "0": "Alors que vous vous penchez pour ramasser les champignons, vous apercevez un étrange objet briller sur le sol...",
          "1": "Vous ramassez quelques champignons avant de remarquer que vous n'avez rien pour les cuisiner. Abandonnant votre cueillette, vous reprenez la route.",
          "2": "Vous croquez à pleine dents dans un champignon rouge avec des petits points blancs... et regrettez rapidement cette action !"
        },
        "text": "Cueillir les champignons."
      },
      "salad": {
        "outcomes": {
          "0": "Vous effectuez une petite cueillette et avalez votre préparation. Fort de l'énergie apportée par ce repas, vous reprenez votre route.",
          "1": "Après quelques recherches, vous ne trouvez pas vraiment de plantes satisfaisant votre faim et reprenez donc votre route sans rien manger.",
          "2": "Vous changez rapidement d'avis en regardant autour de vous et en découvrant l'épaisse végétation qui vous empêcherait de cueillir quoi que ce soit. Sans perdre plus de temps, vous reprenez votre route."
        },
        "text": "Concocter une salade avec les plantes que vous trouvez."
      },
      "skip": {
        "outcomes": {
          "0": "Vous continuez votre route sans perdre plus de temps.",
          "1": "Vous décidez de ne pas vous repaître, mais finissez par regretter cette décision quelques heures plus tard. Affamé, vous décidez de prendre un peu de repos avant de reprendre la route."
        },
        "text": "Abandonner l'idée de manger ici et repartir dans l'espoir de trouver un meilleur lieu pour vous repaître."
      }
    },
    "text": "Affamé par votre journée de voyage, vous décidez de faire une halte et de rechercher de quoi vous nourrir autour de vous."
  },
  "18": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Vous observez le chantier quelques minutes, puis réalisez qu'il est vraiment désert. Vous reprenez votre route."
        }
      },
      "searchScaffolding": {
        "outcomes": {
          "0": "Vous grimpez jusqu'en haut des échafaudages, mais à l'exception d'un magnifique paysage, vous ne trouvez rien. Après avoir passé quelques minutes à l'admirer, vous repartez.",
          "1": "En grimpant sur la structure instable, vous découvrez une vue imprenable sur la région ! Vous profitez du point de vue pour repérer un objet en contrebas.",
          "2": "Vous montez sur l'échelle, mais arrivé a mi-chemin, un barreau casse et vous tombez au sol ! Étourdi par la chute, vous reprenez lentement vos esprits."
        },
        "text": "Fouiller les échafaudages."
      },
      "searchSite": {
        "outcomes": {
          "0": "Vous cherchez pendant 30 minutes, mais vous ne trouvez rien d'intéressant.",
          "1": "Après avoir cherché 40 minutes, vous finissez par trouver quelque chose qui pourrait être utile !",
          "2": "Alors que vous cherchiez dans une boîte a outils, vous vous entaillez la main sur une pince rouillée. La blessure est vraiment profonde !"
        },
        "text": "Fouiller le chantier."
      },
      "skip": {
        "outcomes": {
          "0": "Vous décidez d'ignorer ce chantier et vous poursuivez votre route.",
          "1": "Vous observez le chantier de loin, sans voir la pioche posée au sol. Vous vous entaillez le pied en repartant."
        },
        "text": "Poursuivre votre voyage sans y prêter attention."
      }
    },
    "text": "Vous arrivez dans une ville, sans y trouver âme qui vive. En la traversant, vous apercevez un chantier qui semble tout aussi désert."
  },
  "19": {
    "possibilities": {
      "butch": {
        "outcomes": {
          "0": "Vous vous approchez du cadavre, et le dépecez. Vous vendez sa fourrure au premier marchand itinérant que vous croisez.",
          "1": "Vous dépecez le renard et partez en quête d'un moyen de vendre sa peau. Quelques minutes plus tard vous croisez un marchand qui vous propose de la troquer contre un de ses objets de qualité, et vous acceptez.",
          "2": "Vous dépecez le renard et cherchez un endroit où revendre sa fourrure. Malheureusement, elle pourrit bien vite et des mouches s'accumulent autour de vous. Vous finissez par l'abandonner sur le bord du chemin, un peu tard puisque vous vous sentez rapidement mal en point !"
        },
        "text": "Dépecer le renard pour revendre sa peau."
      },
      "cook": {
        "outcomes": {
          "0": "Vu vos piètres compétences en cuisine, vous auriez pu vous y attendre, vous tombez malade peu de temps après avoir goûté votre préparation.",
          "1": "Malgré vos compétences réduites en cuisine, votre renard à la broche a le mérite de vous avoir nourri.",
          "2": "Vous vous approchez du renard afin de le ramasser, quand tout à coup, il se lève et vous mord ! Vous fuyez, blessé et l'estomac dans les talons.",
          "3": "Vous avez étonnamment bien cuisiné ce renard, après l'avoir mangé, vous vous sentez requinqué."
        },
        "text": "Tenter de cuisiner le renard."
      },
      "end": {
        "outcomes": {
          "0": "Vous regardez un moment la bête étendue au sol, hésitant. Finalement, vous reprenez votre chemin."
        }
      },
      "skip": {
        "outcomes": {
          "0": "Vous choisissez d'ignorer ce cadavre et de ne pas perdre de temps.",
          "1": "Vous choisissez d'ignorer ce cadavre et de ne pas perdre de temps.... A peine l'avez-vous dépassé que le renard se lève et vous mord violemment !"
        },
        "text": "Ignorer simplement cela et vous dépêcher de rejoindre l'auberge la plus proche."
      }
    },
    "text": "Après de longs jours sans avoir pu vous sustenter, vous voyez sur le bord du chemin un cadavre de renard, semblant tout frais."
  },
  "2": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Vous avez pris la décision de ne pas bouger, cela ne semble pas plaire au chien puisque celui-ci mord sauvagement avant de s'enfuir !"
        }
      },
      "followDog": {
        "outcomes": {
          "0": "Vous perdez la trace du chien au bout de quelques minutes, il allait trop vite ! Vous décidez de reprendre votre chemin mais vous rendez vite compte que vous n'aviez pas fait attention à votre orientation... Vous voilà perdu !",
          "1": "Vous perdez la trace du chien au bout de quelques minutes à côté d'un arbre. En regardant autour de vous vous découvrez plein de petites pièces disséminées un peu partout !"
        },
        "text": "Suivre le chien."
      },
      "skip": {
        "outcomes": {
          "0": "Après 15 minutes de poursuite vous parvenez à semer le chien, il ne semblait pas très amical !",
          "1": "Vous continuez sans vous soucier du chien. Celui-ci n'insiste pas.",
          "2": "En voulant fuir, vous tombez brutalement dans un fossé, la blessure est profonde... Il faudra vous soigner avant de continuer !"
        },
        "text": "Continuer sans se préoccuper du chien."
      }
    },
    "text": "Devant vous, un chien arrive et tourne autour de vous. Il semble vouloir que vous le suiviez !"
  },
  "20": {
    "possibilities": {
      "alert": {
        "outcomes": {
          "0": "Les gardes vous suivent et appréhendent le garde véreux, la femme vous offre un objet en gage de remerciements.",
          "1": "Malheureusement, les gardes que vous tentez d'alerter n'ont que faire des agissements malfaisant de leur collègue. Devant votre insistance, ils engagent le combat contre vous. Vous remportez la bataille malgré quelques blessures mais il est trop tard. La femme gît sur le sol ainsi que deux gardes."
        },
        "text": "Alerter d'autres gardes sur les agissements de leur collègue."
      },
      "end": {
        "outcomes": {
          "0": "Vous continuez votre chemin sans prêter attention au garde.",
          "1": "Abasourdi, vous regardez la scène, tétanisé, pendant cinq minutes. Le garde finit par vous remarquer, vous vous hâtez donc de passer votre chemin."
        }
      },
      "skip": {
        "outcomes": {
          "0": "Vous ne prêtez donc pas attention à la situation et poursuivez votre route.",
          "1": "En passant votre chemin, vous trébuchez et tombez par terre."
        },
        "text": "Passer votre chemin."
      },
      "surpriseAttack": {
        "outcomes": {
          "0": "Vous parvenez à assommer le garde et récupérez un objet précieux qu'il portait.",
          "1": "Au dernier moment, le garde se retourne et vous attaque. Après un féroce combat durant lequel la femme s'est enfuie, vous échouez à dévier une de ses attaques. Victorieux, le garde vous laisse néanmoins en vie et prend également la fuite.",
          "2": "Le garde esquive et la femme parvient à s'enfuir. Après avoir fait fuir le garde, vous la retrouvez hors de danger. Pour vous remercier, elle vous offre quelques pièces d'or."
        },
        "text": "Attaquer le garde par surprise dans l'optique d'aider la femme."
      }
    },
    "text": "En vous baladant tranquillement dans un village, vous remarquez du coin de l'œil un garde volant une pauvre femme."
  },
  "21": {
    "possibilities": {
      "crossBridge": {
        "outcomes": {
          "0": "La traversée vous semble risquée, mais vous n'avez pas de temps à perdre et traversez donc. Après 5 minutes de marche sur ce pont, vous arrivez au bout sain et sauf.",
          "1": "En traversant ce pont vous voyez un petit sac. En l'ouvrant, vous remarquez un nombre conséquent de pièces.",
          "2": "En marchant sur le pont, vous entendez de petits craquements, quand soudain, une planche tombe et vous tombez avec.",
          "3": "Au cours de votre traversée, une planche tombe. Heureusement, vous réussissez à vous accrocher à une planche plus solide. Après quelques minutes à vous remettre de vos émotions, vous continuez votre route."
        },
        "text": "Prendre le risque d'emprunter ce pont."
      },
      "end": {
        "outcomes": {
          "0": "Vous attendez une vingtaine de minutes en observant ce pont, puis continuez votre route.",
          "1": "Pas de temps à perdre, vous continuez votre chemin sans vous préoccuper de ce dangereux chemin."
        }
      },
      "otherWay": {
        "outcomes": {
          "0": "Après une bonne heure de marche, vous trouvez un autre pont qui, lui, semble en bien meilleur état et décidez de l'emprunter.",
          "1": "Durant votre chemin, vous remarquez une petite caisse et l'ouvrez. Dans celle-ci se trouve un objet semblant utile. Vous le récupérez et continuez votre route.",
          "2": "Vous apercevez un pont et vous précipitez pour le rejoindre au plus vite. Cependant, vous trébuchez sur un tronc d'arbre et vous blessez."
        },
        "text": "Chercher un autre chemin un peu plus loin."
      }
    },
    "text": "En continuant votre périple, vous arrivez devant un pont délabré qui, de plus, est au dessus d'un énorme gouffre."
  },
  "22": {
    "possibilities": {
      "buy": {
        "outcomes": {
          "0": "Vous vous approchez du fermier et lui demandez des fruits, celui-ci vous en donne en échange de quelques pièces. Une quinzaine de minutes plus tard, vous remarquez qu'ils étaient empoisonnés et tombez à même le sol.",
          "1": "Le fermier accepte de vous vendre 2 pommes contre quelques pièces. Après les avoir mangées, vous regagnez beaucoup d'énergie et repartez.",
          "2": "Le fermier refuse de vous vendre des fruits, vous continuez donc votre route sans perdre plus de temps."
        },
        "text": "Aller acheter des fruits à cet homme."
      },
      "end": {
        "outcomes": {
          "0": "Vous observez l'arbre pendant une vingtaine de minutes et repartez.",
          "1": "Le fermier vous voit, et vous propose quelques fruits que vous acceptez volontiers."
        }
      },
      "skip": {
        "outcomes": {
          "0": "Vous continuez simplement votre route sans vous préoccuper de ces fruits qui semblaient pourtant appétissants."
        },
        "text": "Ne pas s'en préoccuper."
      },
      "steal": {
        "outcomes": {
          "0": "Après quelques minutes passées sur place, vous repartez avec plusieurs fruits. Vous décidez d'en tirer profit en les vendant dans le village d'à côté.",
          "1": "Le fermier se rend compte de votre présence dans ses champs, et vous roue de coups.",
          "2": "Après avoir mangé quelques fruits, vous repartez en ayant regagné de l'énergie.",
          "3": "Le fermier se rend rapidement compte de votre tentative et vous attrape. Après avoir récupéré ses fruits, il vous demande une compensation."
        },
        "text": "Aller voler des fruits dans l'arbre."
      }
    },
    "text": "Alors que vous traversez la propriété d'un fermier, vous voyez un pommier aux fruits forts appétissants."
  },
  "23": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Vous passez 15 minutes à les regarder et vous décidez de continuer votre route sans y prêter plus d'attention."
        }
      },
      "help": {
        "outcomes": {
          "0": "Vous décidez de vous approcher et d'aller les aider. Après avoir passé 45 minutes à les aider, ces individus vous remercient et vous donnent de l'argent.",
          "1": "Vous passez près d'une heure à réparer leur chariot. Une fois celui-ci réparé, le groupe de personnes se jette sur vous et vous vole une partie de vos biens.",
          "2": "Vous réparez rapidement leur chariot. Heureux, ils vous remercient et vous offrent un cadeau qui vous servira sûrement pour la suite de votre périple."
        },
        "text": "Aider ces gens à réparer leur chariot."
      },
      "skip": {
        "outcomes": {
          "0": "Vous ne voulez pas perdre de temps, et continuez votre route.",
          "1": "En partant, vous trébuchez dans un trou et vous blessez."
        },
        "text": "Ne pas se préoccuper de ces individus vous semblant suspects."
      }
    },
    "text": "Vous vous baladez en forêt, quand soudain, vous apercevez un chariot qui semble cassé. Autour, le groupe de personnes semble mal en point."
  },
  "24": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Aucun des stands ne vous intéresse et vous sortez rapidement de la ville après quelques coups d'œil.",
          "1": "Vous décidez de ne rien acheter mais vous flânez tout de même un long moment entre les stands."
        }
      },
      "foodStand": {
        "outcomes": {
          "0": "Cette nourriture est incroyable ! De votre vie, jamais vous n'avez mangé quelque chose d'aussi bon. Vous vous sentez revigoré et apaisé.",
          "1": "Cette nourriture est étrange. Dès que vous l'avalez, vous avez des maux de tête, des hallucinations et des nausées. On vous a empoisonné ! À en voir le sourire de votre cuisinier, il n'y a pas de doute possible. Vous vomissez ce poison sur la table mais vous n'êtes pas sûr d'avoir tout éliminé.",
          "2": "Cette nourriture est assez classique. Vous ne ressentez rien en la mangeant ni après avoir fini, puis en oubliez vite le goût."
        },
        "text": "Aller à un stand de nourriture."
      },
      "gameStand": {
        "outcomes": {
          "0": "Vous jouez à ce jeu plusieurs fois mais jamais vous ne réussissez à récupérer votre lot. Déçu de votre performance, vous payez le gérant et vous vous en allez.",
          "1": "Vous jouez et réessayez ce jeu un long moment mais vous n'avez pas de chance. Cependant, le gérant s'étant lié d'amitié avec vous, il vous rembourse vos parties. Vous partez en le remerciant chaleureusement.",
          "2": "Vous avez réussi à gagner le gros lot ! Heureux et sautant d'excitation, vous le récupérez et sortez de la ville."
        },
        "text": "Aller à un stand de jeu."
      },
      "itemStand": {
        "outcomes": {
          "0": "Vous recherchez pendant des heures cet objet que vous vouliez mais personne ne l'a. Pour ne rien acheter d'inutile, vous décidez finalement de ne rien acheter du tout.",
          "1": "Le voici ! Vous recherchiez cet objet depuis des jours et vous l'avez finalement trouvé ! Vous l'achetez rapidement sans faire attention au prix puis partez."
        },
        "text": "Aller à un stand de vente d'objets."
      }
    },
    "text": "Vous montez sur une colline. Alors que vous regardez autour de vous, vous voyez des lumières au loin. Au fur et à mesure que vous vous approchez, vous entendez également de la musique. C'est un festival ! Excité de faire la fête, vous courez vers la ville."
  },
  "25": {
    "possibilities": {
      "dontHelp": {
        "outcomes": {
          "0": "Vous ne prêtez pas attention au massacre qui a eu lieu, et allez vous reposer un peu plus loin.",
          "1": "Pas de temps à perdre ! Vous continuez votre route.",
          "2": "Pressé de continuer votre route, vous trébuchez sur un corps sans vie, et vous vous blessez."
        },
        "text": "Ne pas les aider."
      },
      "end": {
        "outcomes": {
          "0": "Ayant jeté un rapide coup d'œil aux soldats occupés par leurs fouilles, vous décidez de reprendre votre route.",
          "1": "Fatigué, vous tombez raide et vous endormez au sol."
        }
      },
      "help": {
        "outcomes": {
          "0": "Vous décidez d'aller voir les soldats et leur proposez votre aide pour chercher des survivants. Après 45 minutes d'aide, un soldat vous offre un peu d'argent pour vous remercier de votre aide si précieuse.",
          "1": "En allant chercher des survivants, vous vous faites attaquer par une personne étant en train de piller des corps ! Après vous être débattu, vous fuyez et continuez votre route."
        },
        "text": "Proposer son aide."
      },
      "steal": {
        "outcomes": {
          "0": "Vous décidez de contourner les soldats et allez piller les corps des pauvres défunts pour tenter de vous enrichir un petit peu.",
          "1": "En pillant les corps, vous vous faites attraper brusquement par un soldat. Celui-ci profite de votre situation pour vous détrousser avant de vous sommer de continuer votre route rapidement."
        },
        "text": "Piller les corps."
      }
    },
    "text": "Après plusieurs jours de voyage sans encombre, vous finissez par arriver sur les lieux d'une petite escarmouche entre deux groupes armés. Les esprits semblent cependant s'être calmés et vous remarquez plusieurs soldats affairés à rechercher des éventuels survivants."
  },
  "26": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Après avoir passé 15 minutes à observer cette scène, vous repartez, choqué, mais continuez votre aventure."
        }
      },
      "goAway": {
        "outcomes": {
          "0": "Horrifié par cet acte de barbarie, vous continuez rapidement votre route.",
          "1": "En vous éloignant, vous apercevez au loin un coffret. Après quelques minutes de marche, vous l'atteignez, l'ouvrez et découvrez un sac rempli d'argent."
        },
        "text": "S'éloigner du massacre."
      },
      "steal": {
        "outcomes": {
          "0": "Après avoir dépouillé quelques personnes, vous repartez avec un objet qui semble fort intéressant ! Après avoir marché une trentaine de minutes, vous regardez ce que c'est.",
          "1": "Vous tentez de dépouiller un habitant quand ce dernier se retourne soudainement et vous attrape fermement avant de vous rouer de coups. Après vous être débattu, vous fuyez."
        },
        "text": "Voler des passants assistant au massacre."
      },
      "trySave": {
        "outcomes": {
          "0": "Après vous être débattu pour traverser la foule, vous intervenez au plus vite et réussissez à extirper cet homme de là. Après avoir couru à travers le village, cet homme, très reconnaissant, vous offre un objet qui vous servira pour la suite de votre aventure.",
          "1": "Durant votre traversée de la foule pour tenter d'aller empêcher ce meurtre, vous vous faites fortement bousculer et tombez au sol.",
          "2": "Après avoir réussi à partir d'ici avec l'homme, vous vous faites rattraper et frapper par un groupe de personnes. Une fois relevé, vous remarquez que ces individus vous ont volé.",
          "3": "Après avoir violemment tenté de vous interposer, le bourreau vous attrape de force. Vous vous débattez, mais rien n'y fait. Vous êtes à votre tour condamné à la peine capitale."
        },
        "text": "S'interposer et empêcher cet homme de mourir."
      }
    },
    "text": "En vous promenant dans un village, vous remarquez un regroupement de personnes. Vous constatez très vite en vous approchant qu'une pendaison est en cours. Après quelques renseignements, vous savez que cette personne est condamnée à mort pour \"propos contraires aux valeurs de l'église\"."
  },
  "27": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Vous observez bêtement l'objet pendant 20 minutes puis repartez.",
          "1": "Vous observez, penché au dessus du puits, l'objet. C'est alors que vous basculez. Heureusement, vous arrivez rapidement à remonter, non sans vous être sévèrement blessé."
        }
      },
      "goDown": {
        "outcomes": {
          "0": "Vous vous blessez grièvement lors de la descente et restez bloqué au fond plusieurs heures avant que quelqu'un ne vous retrouve.",
          "1": "Vous arrivez en bas sans soucis, récupérez l'objet et continuez votre route.",
          "2": "Vous sautez dans le puits mais n'y trouvez rien. Vous remontez donc sans perdre davantage de temps.",
          "3": "Une fois en bas, vous découvrez une grande quantité de pièces d'or que vous récupérez avant de continuer votre périple."
        },
        "text": "Tenter de descendre pour récupérer l'objet."
      },
      "skip": {
        "outcomes": {
          "0": "Pas de temps à perdre ! Vous continuez votre route sans prêter la moindre attention à ceci.",
          "1": "Vous continuez votre route, mais après une petite heure de marche, tombez nez à nez avec un groupe de personnes habillées de noir. Après vous être débattu avec acharnement, vous réussissez à partir, mais vous vous êtes fait dépouiller."
        },
        "text": "Continuer votre route."
      },
      "useBucket": {
        "outcomes": {
          "0": "Après une heure de tentatives, vous obtenez enfin cet objet, qui se révèle être en réalité un simple bout de ferraille.",
          "1": "Concentré sur votre objectif, vous ne vous rendez pas compte qu'un jeune du village vous attrape, et vous fait tomber dans le puits. Sonné, vous ne vous réveillez que plusieurs minutes plus tard.",
          "2": "Rapidement, vous récupérez l'argent qui se trouvait au fond et continuez votre route."
        },
        "text": "Tenter d'attraper l'objet avec le seau du puits."
      }
    },
    "text": "En vous promenant dans le petit village que vous avez trouvé, vous remarquez un puits avec un petit objet brillant au fond."
  },
  "28": {
    "possibilities": {
      "accept": {
        "outcomes": {
          "0": "Vous les rejoignez... et perdez 3 heures à assister à une cérémonie religieuse.",
          "1": "Vous les rejoignez... mais vous décidez de repartir au bout de 30 minutes, vous rendant compte qu'il vous reste une princesse à sauver et que vous n'avez pas plus de temps à consacrer à votre foi.",
          "2": "Remarquant votre manque de sensibilité face à leurs discours, le groupe commence à se montrer agressif ! Vous mettez plusieurs minutes à vous en échapper, non sans avoir reçu quelques coups.",
          "3": "Vous les rejoignez puis repartez aussi vite en volant un objet qui pourra vous être utile."
        },
        "text": "Accepter de la rejoindre."
      },
      "deny": {
        "outcomes": {
          "0": "Vous coupez court à tout dialogue et continuez votre route.",
          "1": "Le groupe se montre rapidement agressif face à votre refus. Finalement, vous vous retrouvez contraint de les écouter palabrer pendant de longues minutes afin d'éviter de prendre plus de coups."
        },
        "text": "Refuser gentiment la proposition."
      },
      "end": {
        "outcomes": {
          "0": "Face à votre béatitude, le groupe se lasse rapidement et part à la rencontre d'un autre passant."
        }
      }
    },
    "text": "Pendant votre périple, un groupe d'hommes \"prêchant la parole des dieux\" vous invite à rejoindre leur cause."
  },
  "29": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Vous restez à votre place, en plein soleil pendant une quinzaine de minutes, puis vous écroulez.",
          "1": "Vous décidez de puiser dans vos réserves et continuez votre route pour ne pas perdre de temps."
        }
      },
      "restHere": {
        "outcomes": {
          "0": "Vous vous reposez. Cependant, le sol est très inconfortable.",
          "1": "Vous vous reposez. Après votre bonne sieste, vous repartez plus motivé que jamais."
        },
        "text": "Se reposer sur place."
      },
      "restTree": {
        "outcomes": {
          "0": "Vous voyez une zone d'ombre sous les arbres, et décidez d'y aller. Après une petite heure de sommeil, vous repartez et continuez votre route.",
          "1": "Vous vous dirigez vers une zone ombragée, où vous vous reposez. Mais, à votre réveil, vous remarquez que vous vous êtes fait dépouiller de vos affaires."
        },
        "text": "Se reposer au pied d'un arbre."
      },
      "searchWater": {
        "outcomes": {
          "0": "Vous vous rappelez être passé près d'un lac, vous vous y dirigez donc. Une fois arrivé, vous profitez d'une baignade qui vous fait un grand bien. Vous êtes désormais rafraichi et en meilleure forme pour continuer votre périple à travers le pays.",
          "1": "Vous vous rappelez être passé près d'un lac, vous vous y dirigez donc. Sur le chemin vous trouvez un item qui vous sera sûrement utile. Une fois arrivé, vous profitez d'une baignade qui vous fait un grand bien. Vous êtes désormais rafraichi et en meilleure forme pour continuer votre périple à travers le pays.",
          "2": "Vous cherchez un point d'eau en vain... A cause de cette fatigue, vous faites un malaise."
        },
        "text": "Chercher un point d'eau aux alentours."
      }
    },
    "text": "Les températures dépassant les 30°C depuis plusieurs jours vous accablent. Alors que vos forces commencent à faiblir, incapable de continuer votre route, vous réfléchissez à une stratégie à suivre..."
  },
  "3": {
    "possibilities": {
      "abandon": {
        "outcomes": {
          "0": "Vous passez votre chemin : le vol, c'est mal, et ce coffret ne vous appartient pas !",
          "1": "Vous décidez de ne pas vous approcher du petit coffre, estimant qu'il ne vaut pas un arrêt qui vous ferait perdre du temps précieux."
        },
        "text": "Abandonner le coffret à l'endroit où vous l'avez trouvé."
      },
      "end": {
        "outcomes": {
          "0": "C'est sûrement un piège ! En tout cas, il est hors de question que vous vous approchiez plus près du coffret ! Vous continuez calmement votre route."
        }
      },
      "mineIt": {
        "outcomes": {
          "0": "Après avoir perdu 30 minutes à casser la serrure, vous découvrez que le coffre est vide !",
          "1": "Après avoir perdu 30 minutes à exploser la serrure, vous découvrez que le coffre est vide !",
          "2": "Après avoir perdu 15 minutes à exploser la serrure, vous découvrez quelques pièces d'or !"
        },
        "text": "Attaquer le cadenas à coups de pioche."
      },
      "searchKey": {
        "outcomes": {
          "0": "Après 50 minutes de recherches, vous trouvez la clef ! Enterrée juste à côté du coffre, elle vous permet de découvrir de nombreuses pièces d'or !",
          "1": "Après une heure de recherches, vous trouvez la clef ! Enterrée juste à côté du coffre, elle vous permet de découvrir quelques pièces d'or !",
          "2": "Après 40 minutes de recherches, vous trouvez la clef ! Enterrée juste à côté du coffre, elle est tellement endommagée qu'il vous est impossible d'ouvrir le coffre ! Vous finissez par abandonner et laissez le coffret derrière vous.",
          "3": "Après 20 minutes passées à creuser partout autour du petit coffre, vous finissez par abandonner et laissez le coffret derrière vous.",
          "4": "Après 2 heures de recherches, vous finissez par abandonner et laissez le coffret derrière vous."
        },
        "text": "Chercher la clef autour du lieu de découverte."
      }
    },
    "text": "Alors que vous voyagez sur la Route des Merveilles, vous découvrez un coffret ! Malheureusement, il est verrouillé..."
  },
  "30": {
    "possibilities": {
      "duke": {
        "outcomes": {
          "0": "Vous allez voir le duc et le complimentez. Ce dernier vous remercie et décide de vous offrir un peu de repos chez lui.",
          "1": "Vous allez voir le duc et le complimentez. Ce dernier vous remercie et décide de vous offrir quelques pièces en vous disant d'en faire bon usage, vous repartez ensuite sur votre chemin.",
          "2": "Vous allez voir le duc et essayez de le complimenter. Cependant, la rhétorique n'est pas votre fort et le duc, se sentant offensé, vous fait enfermer."
        },
        "text": "Aller voir le duc."
      },
      "end": {
        "outcomes": {
          "0": "Vous ne vous sentez pas d'humeur à faire la fête aujourd'hui. Vous décidez donc de rebrousser chemin et de continuer tranquillement votre route.",
          "1": "Vous n'êtes pas prêt à faire la fête aujourd'hui. Vous reprenez votre route, quand soudain, vous trébuchez et tombez nez à nez avec une banane. Cependant, celle-ci semble ne pas être bonne."
        }
      },
      "gift": {
        "outcomes": {
          "0": "Vous avez envie d'offrir un cadeau au Duc Benatis, mais vous ne trouvez rien qui pourrait faire l'affaire. Vous décidez de simplement lui donner de l'argent amassé pendant vos péripéties. Le Duc accepte votre cadeau.",
          "1": "Vous vous approchez du Duc pour lui donner un cadeau. En vous voyant arriver, le Duc comprend votre intention et vous dit aimablement que ce n'est pas la peine, alors vous discutez juste avec lui puis partez de la fête.",
          "2": "Alors que vous allez pour donner un cadeau au Duc, celui-ci se lève et déclare qu'il a décidé de distribuer des cadeaux à tout le monde présent. Vous comprenez qu'il ne servirait alors à rien de lui en offrir un, et acceptez celui qui vous est tendu par les servants."
        },
        "text": "Lui offrir un cadeau."
      },
      "party": {
        "outcomes": {
          "0": "Vous rentrez et profitez de la fête qui va durer jusque très tard dans la nuit.",
          "1": "Le garde aperçoit vos chaussures sales et vous demande de revenir avec une tenue plus adaptée. Heureusement, un jeune mendiant se trouvant juste a côté de vous propose de vous les cirer contre quelques pièces. Vous pouvez ainsi profiter de l'anniversaire.",
          "2": "Le buffet de la fête est un festin. Vous vous régalez avec toutes ces bananes."
        },
        "text": "Rester à la fête."
      },
      "steal": {
        "outcomes": {
          "0": "Alors que vous vous apprêtiez à sortir de l'exploitation avec votre butin, un esclave vous interpelle et vous dénonce. Vous finissez enfermé.",
          "1": "Vous ressortez discrètement avec votre délicieux butin que vous finissez rapidement de manger.",
          "2": "À votre grand malheur, vous n'aviez pas remarqué l'écrit \"Impropres à la vente\" devant vos bananes fraichement acquises et celles-ci ont vite fait de vous rendre malade !"
        },
        "text": "Sortir pour aller lui voler des bananes dans son exploitation."
      }
    },
    "text": "Vous apercevez un château au loin, vous décidez de vous en approcher par l'entrée principale. Cette demeure semble être celle du Duc Benatis, connu pour ses exploitations de bananes. Il organise une fête en l'honneur de ses 21 ans. Lorsque vous approchez un peu plus, un garde vous invite à rentrer car le duc souhaite que tout le monde participe à la fête. Une fois rentré, vous faites face à un immense festin."
  },
  "31": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Le chevalier passe sans prêter attention à vous. Vous continuez votre route paisiblement."
        }
      },
      "hide": {
        "outcomes": {
          "0": "Vous sautez dans le buisson juste à temps. Ce cavalier ténébreux allait vous bousculer... Vous vous remettez de vos émotions et partez.",
          "1": "Vous vous jetez dans le buisson. Cependant, vous n'aviez pas remarqué que c'était en fait des ronces...",
          "2": "Après avoir sauté dans le buisson, vous regardez passer ce mystérieux chevalier et voyez un objet tomber de sa sacoche. Vous le récupérez."
        },
        "text": "Se cacher dans un buisson au bord de la route."
      },
      "keepGoing": {
        "outcomes": {
          "0": "Le chevalier vous rentre dedans à pleine vitesse. Vous volez sur 5 mètres avant de vous écraser au sol. Le chevalier n'est déjà plus là : il ne reste qu'un nuage de poussière...",
          "1": "Arrivé à votre hauteur, le chevalier voit votre difficulté à avancer sous ce soleil de plomb. Il vous offre un peu d'eau de sa gourde et poursuit sa route.",
          "2": "Le chevalier vous rattrape et vous demande son chemin. Vous lui indiquez une route et continuez votre périple."
        },
        "text": "Continuer votre route normalement."
      },
      "wave": {
        "outcomes": {
          "0": "Ayant vu votre signe de la main, le chevalier s'arrête à vos côtés. Vous vous rendez vite compte qu'il est très sympathique. Vous discutez près d'une heure, avant de chacun reprendre route de votre côté.",
          "1": "Le chevalier s'arrête près de vous et vous frappe violemment, vous tombez à terre, assommé. Quand vous vous réveillez, vous remarquez que vos poches sont vides...",
          "2": "Le chevalier vous passe à côté. Il n'a sûrement pas vu votre signe ou n'a pas de temps à perdre."
        },
        "text": "Lui faire signe pour qu'il s'arrête."
      }
    },
    "text": "Vous entendez un bruit de galop au loin. Vous vous retournez et voyez un chevalier à l'armure noire et au blason inconnu."
  },
  "32": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "En continuant votre route, vous décidez de vous arrêter près d'un arbre et trouvez quelques pièces d'or.",
          "1": "Alors que vous partez hâtivement, des gens vous voient et décident de vous poursuivre. Vous courez pendant de longues minutes avant de les semer.",
          "2": "Vous continuez votre route comme si de rien n'était.",
          "3": "En vous éloignant vous croisez des braconniers qui vous dépouillent."
        }
      },
      "heal": {
        "outcomes": {
          "0": "Vous courez dans la forêt à la recherche de plantes médicinales. Vous en trouvez et soignez la personne. L'homme vous remercie avec quelques pièces et vous décidez de reprendre votre route.",
          "1": "Vous décidez d'aller chercher des plantes médicinales dans la forêt. Malheureusement, vous n'arrivez pas à le soigner... Vous décidez de reprendre votre route, la tête baissée.",
          "2": "Vous allez chercher de l'aide dans le village le plus proche. Accompagné, vous revenez vers la personne, mais votre accompagnateur décide de vous assommer. A votre réveil, vous trouvez la personne morte et vous êtes dépouillé.",
          "3": "Vous foncez dans la ville la plus proche afin de chercher des outils pour soigner l'homme. Une fois revenu près de lui, vous le soignez : il survit et décide de vous donner une compensation pour votre courage. En repartant, vous vous rendez compte que vous vous êtes blessé en le soignant."
        },
        "text": "Aller chercher de quoi soigner l'homme blessé."
      },
      "kill": {
        "outcomes": {
          "0": "Vous dégainez votre épée et vous achevez le blessé. C'était cependant sans compter sur les témoins de la scène qui, révoltés par votre acte, vous attaquent sauvagement.",
          "1": "Vous vous apprêtiez à tuer la personne blessée lorsque vous êtes interrompu par un passant. Vous décidez donc d'abandonner cette idée et continuez votre chemin.",
          "2": "Lorsque vous dégainez votre épée, l'homme crie mais personne ne l'entend. Vous le tuez avant de le dépouiller."
        },
        "text": "Achever l'homme pour récupérer son équipement."
      },
      "yell": {
        "outcomes": {
          "0": "Vous criez encore et encore et finalement, quelqu'un arrive et vous aide. Pour vous remercier, la personne vous donne un petit quelque chose avant que vous repartiez.",
          "1": "Vous criez encore et encore. Malheureusement, personne ne passe mais vous attirez les animaux : un sanglier arrive et vous charge.",
          "2": "Vous criez jusqu'à ce que vous repreniez votre souffle. Malheureusement, personne ne vient et la personne meurt. Pris d'un sentiment d'impuissance, vous repartez sur votre route.",
          "3": "En criant, des gens du campement à proximité vous entendent. Ils décident donc de venir s'occuper de l'homme. Pensant que vous avez tenté de l'assassiner, ils vous amènent à leur campement sous la menace d'une arme. Après une longue discussion, le quiproquo se règle et ils vous proposent de vous reposer dans le camp. Vous acceptez leur proposition avec joie."
        },
        "text": "Crier afin d'alerter des gens."
      }
    },
    "text": "Vous continuez votre chemin tranquillement dans une forêt, lorsque vous entendez un cri. La voix semble être celle d'un homme. Vous décidez d'aller vers le cri et trouvez un homme gravement blessé près d'une sorte de campement."
  },
  "33": {
    "possibilities": {
      "chat": {
        "outcomes": {
          "0": "Vous ne voyez pas le temps passer et discutez pendant 2h avec un fermier au sujet de la campagne.",
          "1": "Vous vous liez d'amitié avec votre voisin de table qui vous donne un objet en guise de cadeau.",
          "2": "Avec l'alcool, les esprits s'échauffent et vous assistez à une bagarre avant de vous en aller.",
          "3": "Un jeune homme généreux tient à vous offrir une bourse et à boire.",
          "4": "Vous acceptez poliment et restez quelques minutes avant de repartir, feignant d'être pressé."
        },
        "text": "S'asseoir tranquillement pour bavarder."
      },
      "eat": {
        "outcomes": {
          "0": "Cette bonne nourriture vous donne un regain d'énergie !",
          "1": "Pas de chance ! Vous tombez sur un morceau avarié et tombez malade.",
          "2": "Vous vous empiffrez de nourriture, vous aurez besoin d'une bonne digestion pour reprendre la route.",
          "3": "Vous avez bien mangé, vous bavardez avec votre voisin qui ne cesse de vous servir à boire. Vous finissez par vous effondrer, ivre."
        },
        "text": "En profiter pour s'empiffrer de nourriture."
      },
      "end": {
        "outcomes": {
          "0": "Vous ne voyez pas la chèvre foncer sur vous et vous tombez à terre, étourdi.",
          "1": "Les individus viennent vous voir pour vous amener à table. Vous êtes forcé de manger avec eux, ce qui vous redonne de l'énergie !"
        }
      },
      "skip": {
        "outcomes": {
          "0": "Les habitants vous ayant vu prennent cela pour une marque d'impolitesse et vous volent votre bourse.",
          "1": "Vous continuez sans y prêter attention et trouvez quelques pièces sur le chemin.",
          "2": "Vous courez de peur qu'ils viennent à votre rencontre. Épuisé, vous vous reposez."
        },
        "text": "Continuer sans s'arrêter."
      },
      "steal": {
        "outcomes": {
          "0": "Vous en profitez pour amasser quelques pièces d'or récupérées çà et là.",
          "1": "Vous vous faites repérer par des gens, mais réussissez à vous enfuir.",
          "2": "Vous vous faites repérer par des gens. Énervés, ces derniers vous roustent promptement."
        },
        "text": "Profiter de l'animation générale pour voler les gens."
      }
    },
    "text": "Vous arrivez dans une ferme où se déroule un grand festin. Les gens paraissent accueillants."
  },
  "34": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Face à l'absence de réponse de votre part, le groupe d'amis décide malgré tout de partir vous chercher un cadeau. Alors que vous les attendez poliment, vous angoissez de plus en plus à l'idée de perdre du temps. Le risque de ne pas arriver à sauver la princesse vous obsède, vous rend malade même... et vous finissez par tomber dans les pommes. Vous découvrant inanimé en revenant, les honnêtes individus vous adossent à un arbre pour vous permettre de vous reposer, et vous laissent ce cadeau, avant de reprendre la route.",
          "1": "Face à votre absence de réaction, les quidams n'insistent pas. Vous continuez votre route sans y prêter attention.",
          "2": "Vous voyant hésiter trop longtemps, les jeunes hommes décident finalement de vous offrir un peu d'argent pour vous permettre l'achat de quelques babioles. Vous les remerciez avant de reprendre votre route."
        }
      },
      "food": {
        "outcomes": {
          "0": "L'un d'entre eux vous tend une soupe plutôt appétissante. Vous la buvez sans vous méfier. Ces malandrins vous ont tendu un piège ! Attendant depuis longtemps de vous mettre à mal pour vous piller, le breuvage contenait juste assez d'amanite tue-mouches pour rendre malade. Vous vous sentez partir tout en voyant vos poches se faire dépouiller, impuissant.",
          "1": "Ces passants ont cuisiné pour vous un met des plus savoureux, digne d'une potion de gaulois. En regardant de plus près, vous apercevez un objet laissé au fond du bol. Il pourrait bien vous être utile pour la suite.",
          "2": "Ravis de vous rendre service, le groupe part vous acheter la spécialité du coin. Voyant le plat arriver, vous faites bonne figure mais la dégustez avec un certain dégoût : vous n'aimez pas les champignons ! Non sans mal, vous continuez votre route."
        },
        "text": "Cadeau alimentaire."
      },
      "health": {
        "outcomes": {
          "0": "Le groupe d'individus vous accompagne dans la vallée, où ils vous offrent un soin revigorant dans les eaux thermales. Requinqué, vous être prêt à reprendre la route.",
          "1": "Les quelques personnes vous proposent un soin dans un centre de massage près de là. Pendant que vous vous faites masser, une des chandelles accrochées au mur dégringole dans le pot d'huiles essentielles, mettant ainsi feu à tout l'établissement. Vous arrivez, non sans mal, à sortir du brasier qui émane du bâtiment.",
          "2": "Ils ne s'attendaient pas à ce genre de demande et restent dubitatifs quant à la réponse à vous donner. Ne voulant pas laisser s'installer le malaise, vous reprenez votre route."
        },
        "text": "Cadeau en santé."
      },
      "kind": {
        "outcomes": {
          "0": "Le groupe d'amis vous raconte être parti à la recherche du cadeau idéal. Malheureusement, ils n'ont rien trouvé qui pourrait vous plaire. Déçu, vous continuez votre route.",
          "1": "Ces petits malins ont décidé de vous faire une farce et de vous offrir un cadeau mesquin. Ils ne pensaient pourtant pas qu'une planche aux clous saillants serait dangereuse à déballer. Les doigts en sang, vous partez, furieux, pour vous soigner.",
          "2": "Vos généreux donateurs sont fiers de leur trouvaille, dénichée dans un marché. Ils vous tendent un objet qui, dès le premier coup d'œil, vous intéresse fortement."
        },
        "text": "Cadeau en nature."
      },
      "money": {
        "outcomes": {
          "0": "N'écoutant pas votre réponse, les quelques personnes préfèrent vous donner un objet. Pour eux, l'argent, ça n'est pas un vrai cadeau !",
          "1": "Réunis en cercle, chacun sort quelques pièces de sa bourse. Ensemble, ils vous tendent finalement une jolie somme, fruit de leur cotisation. Après vous avoir conseillé d'en faire bon usage, ils vous souhaitent une bonne route et repartent.",
          "2": "Les quelques individus se sont cotisés pour vous offrir une jolie somme. Vous trouvez leur attitude suspecte et vous rendez rapidement compte que cette monnaie provient d'un vol. Vous décidez d'aborder, en toute honnêteté, un garde pour rendre cet argent sale. Sans que vous ne vous y attendiez, celui-ci vous interpelle puis vous interroge longuement sur les détails de l'affaire et votre implication dans le méfait."
        },
        "text": "Cadeau en monnaie."
      }
    },
    "text": "Au détour d'une rue, des passants vous ont reconnu et vous abordent. Ils se rappellent parfaitement de l'aide que vous leur aviez apportée, et insistent pour vous remercier en vous offrant un cadeau. Ils vous demandent ce qui vous ferait le plus plaisir."
  },
  "35": {
    "possibilities": {
      "deny": {
        "outcomes": {
          "0": "Vous ne pensez pas que ce soit une bonne idée de boire des choses inconnues pour tester, alors vous déclinez poliment la proposition du barman. Cependant, vous lui commandez une bonne pinte de bière, que vous videz tranquillement en discutant avec des habitués.",
          "1": "Vous agressez littéralement le barman lui demandant s'il vous prend pour un gougnafier à essayer de vous faire boire n'importe quelle cochonnerie. Il vous exclut de son bar, alors vous vous vengez en y allumant un feu, puis reprenez votre chemin.",
          "2": "Vous expliquez au barman que vous n'avez pas trop envie de boire quelque chose d'inconnu, et encore moins de servir de cobaye. Il vous rassure en vous disant qu'il a juste mélangé deux alcools et quelques extraits de plantes sans danger. Vous buvez donc, et lui dites vos impressions."
        },
        "text": "Refuser sa proposition."
      },
      "end": {
        "outcomes": {
          "0": "Vous l'ignorez, et repartez juste de son auberge."
        }
      },
      "steal": {
        "outcomes": {
          "0": "Vous lui expliquez que vous n'avez pas trop envie de lui servir de cobaye, alors le barman, semblant déçu, vous laisse. Vous vous attelez donc à la tâche qui vous faisait envie depuis votre entrée dans le bar : dépouiller discrètement les clients. Vous faites les poches à trois personnes sans soucis, mais la quatrième vous remarque et crie au voleur. Vous prenez la fuite.",
          "1": "Vous lui expliquez que vous n'avez pas trop envie de lui servir de cobaye, alors le barman, semblant déçu, vous laisse. Vous vous attelez donc à la tâche qui vous faisait envie depuis votre entrée dans le bar : dépouiller discrètement les clients. Vous faites les poches à trois personnes sans soucis, mais la quatrième vous remarque et crie au voleur. Vous finissez la nuit en prison et dédommagez ces gens."
        },
        "text": "Refuser, et tenter de voler des gens."
      },
      "test": {
        "outcomes": {
          "0": "Vous acceptez sa proposition, et buvez le liquide épais qu'il vous tend. C'est délicieux et cela répand en vous une douce chaleur.",
          "1": "Vous prenez sans plus de cérémonie la chope qu'il vous tend, remplie d'un liquide épais et verdâtre. Vous buvez celui-ci d'une traite. Quelques secondes après, vous réalisez l'horrible goût que ça a, et vomissez le tout par terre. Le barman s'excuse et vous donne une poignée de pièces en dédommagement, mais vous vous sentez malade.",
          "2": "Vous acceptez sa requête, et il vous donne une chope. Vous la buvez, et sentez un petit arrière goût pas piqué des hannetons. Vous donnez au barman vos impressions, il vous remercie, puis vous reprenez votre route."
        },
        "text": "Accepter de servir de cobaye."
      }
    },
    "text": "Vous entrez dans un bar, et le barman vous interpelle, vous disant qu'il aimerait \"tester de nouvelles boissons\" sur vous."
  },
  "36": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Vous attendez un long moment sur cette place et, tout à coup, des marchands commencent à s'installer. C'est votre jour de chance ! Il s'agit d'un marché, et les pommes sont très peu chères. Vous en achetez quelques-unes et pour reprenez votre chemin.",
          "1": "Vous attendez un petit moment sur cette place, puis vous rendez compte qu'il n'y a rien de bien intéressant à faire et reprenez route."
        }
      },
      "goAway": {
        "outcomes": {
          "0": "Vous continuez votre route. En sortant du village, vous croisez un prêtre qui vous offre un morceau de pain pour votre périple."
        },
        "text": "Continuer votre route."
      },
      "goInn": {
        "outcomes": {
          "0": "Vous arrivez à l'auberge et vous reprenez un peu d'énergie grâce à un bon repas et une sieste bien méritée.",
          "1": "Vous arrivez à l'auberge qui est malheureusement pleine. Vous y prenez quand même un repas, et reprenez votre chemin.",
          "2": "Par malheur, l'auberge est fermée et vous décidez de continuer votre chemin affamé et fatigué."
        },
        "text": "Aller à l'auberge se reposer."
      },
      "stealJeweler": {
        "outcomes": {
          "0": "Vous faites confiance à vos capacités d'infiltration. Vous y allez, et fort heureusement le vieillard était absent. Vous arrivez à voler le contenu de la caisse et déguerpissez.",
          "1": "Vous arrivez devant la boutique et entrez dedans dans le but de voler le bijoutier. Alors que vous vous emparez de l'argent du bijoutier, un garde personnel vous assomme. Vous vous réveillez quelques heures plus tard, le long d'un sentier."
        },
        "text": "Essayer de voler le bijoutier."
      },
      "talkJeweler": {
        "outcomes": {
          "0": "Vous discutez avec le bijoutier et vous liez d'amitié avec lui. Il vous offre alors un objet en gage de cette nouvelle amitié.",
          "1": "Vous décidez de tenter de marchander afin de vous acheter un des bijoux pour peu cher. Vous discutez un long moment, mais le vieillard est un très bon marchand et il ne cède pas. Vous repartez après avoir compris qu'il ne compte pas baisser ses prix."
        },
        "text": "Aller voir le bijoutier et discuter."
      }
    },
    "text": "Au cours de votre très long périple, vous arrivez dans un petit village fort charmant. Vous atteignez le centre du village, mais il s'avère qu'il est très petit et qu'il n'y a que deux commerces : une bijouterie et une auberge. Vous découvrez grâce à un passant que la bijouterie est gérée par un vieillard et qu'il fait de magnifiques bijoux et colliers. L'auberge est, quant à elle, dirigée par un couple, et il paraît qu'elle a un grand succès."
  },
  "37": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Vous remarquez un petit sentier rocheux sur votre droite qui semble mener vers un point d'eau. Ayant très soif, vous suivez le son du ruissellement d'un courant d'eau fraîche qui dévale la pente. Parvenu au ruisseau de montagne, vous vous désaltérez âprement et repartez sur la route grimpante.",
          "1": "Vous remarquez des rochers sur le bord de la route. En les examinant, vous récoltez un objet probablement abandonné par un passant et continuez votre chemin sur la route."
        }
      },
      "run": {
        "outcomes": {
          "0": "Vous vous mettez à courir sur la pente raide et, moins d'un quart d'heure après, atteignez le sommet de la côte.",
          "1": "Vous vous mettez à courir. Heureusement, la pluie s'arrête vite. Vous reprenez un pas plus modéré et continuez votre ascension de la route grimpante."
        },
        "text": "Accélérer afin de ne pas trop se mouiller."
      },
      "walk": {
        "outcomes": {
          "0": "Vous marchez tranquillement. Après tout, ce n'est qu'une faible pluie, et vous n'avez pas envie de courir sur cette pente raide.",
          "1": "Vous continuez simplement à marcher... quelques minutes plus tard, la légère pluie s'arrête et vous continuez votre progression sur la route grimpante.",
          "2": "Vous continuez tranquillement à marcher, progressant régulièrement sur la pente rocailleuse."
        },
        "text": "Continuer à marcher."
      }
    },
    "text": "Vous marchez tranquillement sur la route grimpante, le temps est clair et le chemin de pierre en bon état. Vous pensez aux différentes destinations qui s'offrent à vous depuis cette route escarpée qui relie plusieurs lieux importants, et cela vous donne à nouveau le courage d'avancer malgré la pente raide. La route est pour le moment si calme que, tout en marchant, vous vous plongez dans vos pensées. Vous vous rendez compte que, bien qu'ayant commencé votre aventure dans le but de prouver votre valeur et d'épouser la princesse, vous prenez de plus en plus goût à votre voyage. Alors que vous progressez péniblement sur la route grimpante, il commence à pleuvoir."
  },
  "38": {
    "possibilities": {
      "buyCheap": {
        "outcomes": {
          "0": "Vous achetez un objet peu cher en échange de quelques pièces d'or. Vous êtes satisfait de l'item qu'il vous a vendu et vous le rangez dans votre sac.",
          "1": "Vous achetez l'un de ses objets à faible valeur, mais au moment où vous le recevez et commencez à l'inspecter, vous vous rendez compte qu'il vous a vendu un item en piteux état. L'arnaqueur a profité de votre naïveté et du moment où vous observiez l'objet pour prendre ses jambes à son cou. Vous jurez de ne plus vous faire berner par ce type."
        },
        "text": "Accepter de lui acheter un objet peu cher."
      },
      "buyExpensive": {
        "outcomes": {
          "0": "Vous décidez d'acheter un de ses objets les plus chers afin d'être le mieux équipé en échange d'une certaine quantité d'or. Il vous donne un superbe objet et vous le rangez dans votre sac. Vous saluez chaleureusement le vendeur avant qu'il s'en aille.",
          "1": "Vous achetez un objet assez cher. Il est d'une très bonne qualité, alors vous repartez satisfait.",
          "2": "Vous achetez l'un de ses objets les plus chers, mais lorsque vous l'inspectez, vous vous rendez compte qu'il vous a vendu une épée rouillée couverte de peinture. Malheureusement, c'est trop tard et l'arnaqueur est parti en profitant du moment où vous inspectiez votre épée... En colère, vous jurez de venger cet affront à la première occasion."
        },
        "text": "Lui acheter un de ses plus chers objets."
      },
      "deny": {
        "outcomes": {
          "0": "Vous refusez poliment sa proposition et continuez votre chemin."
        },
        "text": "Refuser."
      },
      "end": {
        "outcomes": {
          "0": "Ne souhaitant pas faire affaire avec lui, vous le dépassez en lui adressant un simple signe de tête mais celui-ci vous retient pour faire la promotion de chacun de ses articles. Comme vous ne voulez pas froisser le marchand, vous attendez que celui-ci ait terminé pour lui annoncer gentiment mais fermement que vous ne comptez rien acheter.",
          "1": "Vous finissez par aller voir le marchand, discutez un long moment avec lui, et vous liez d'amitié. Avant de partir, il vous offre un petit objet qui pourrait peut être vous servir durant votre voyage.",
          "2": "Vous discutez un moment avec le marchand, sympathisez avec lui, et lorsque le soleil commence à se coucher, il vous annonce qu'il est temps pour lui de partir. Vous vous saluez et repartez chacun de votre côté."
        }
      },
      "steal": {
        "outcomes": {
          "0": "Vous volez discrètement un de ses objets et prenez prestement vos jambes à votre cou.",
          "1": "Le marchand remarque ce que vous essayez de faire, alors il vous demande de lui rendre sa marchandise. Il décide par clémence de vous laisser partir, ce que vous faites sans demander votre reste.",
          "2": "Vous commencez à voler le marchand, qui le remarque. Il vous assène un violent coup de poing, puis repart."
        },
        "text": "Voler sa marchandise."
      }
    },
    "text": "Faisant route, vous croisez un marchand itinérant, qui vous interpelle. Il dit avoir des objets qui pourraient vous intéresser, et ce à des prix tout à fait abordables."
  },
  "39": {
    "possibilities": {
      "convoy": {
        "outcomes": {
          "0": "Contre un peu d'argent, il accepte de vous accompagner. Vous partez donc, et peu de temps plus tard, vous tombez sur une rutilante épée plantée dans un rocher. Vous tentez de la sortir, mais vos efforts ne s'avèrent pas concluants. Price essaie à son tour et arrive à déloger l'arme de sa carapace pierreuse. Sachant qu'il ne serait pas tombé dessus sans vous, il vous donne de l'argent en remerciement, bien plus que ce que vous l'aviez payé. Le reste du voyage se déroulant sans histoire, vous vous séparez après quelques dizaines de kilomètres.",
          "1": "Contre un peu d'argent, il accepte de vous accompagner. Pendant votre périple, vous tombez par chance sur une sacoche abandonnée le long du chemin. Heureux de cette découverte, vous décidez d'en partager le contenu avec Price. Vous obtenez ainsi une rondelette somme d'argent, et un objet qui sera, vous le pensez, utile à votre aventure.",
          "2": "Contre un peu d'argent, il accepte de vous accompagner. Vous cheminez ensemble pendant un petit moment sans que rien de particulier ne se passe, excepté un petit incident avec des voleurs qui ne firent pas long feu face à Price. Puis vous vous quittez.",
          "3": "Vous lui donnez quelques pièces afin qu'il vous accompagne jusqu'à la prochaine ville. Vous partez vite, et lorsque le soleil se couche, vous bivouaquez puis vous couchez. Vous êtes brusquement réveillé par un bruit de métal s'entrechoquant, et mettez quelques secondes à réaliser que Price rassemble votre argent. Sans y réfléchir à deux fois, vous foncez sur lui, déterminé à le stopper. Il vous assène un violent coup de poing à la tempe, et c'est sonné que vous le voyez s'enfuir avec vos possessions."
        },
        "text": "Le payer pour vous escorter jusqu'à votre prochaine destination."
      },
      "end": {
        "outcomes": {
          "0": "Vous restez à discuter quelques minutes avec Price, puis reprenez votre route.",
          "1": "Après avoir un peu discuté, vous vous séparez. Quelques rues plus loin, vous êtes agressé par un groupe de personnes à l'air peu amène qui allègent votre bourse sous la menace de leurs coups."
        }
      },
      "meal": {
        "outcomes": {
          "0": "Vous proposez à Price de manger quelque chose ensemble, et il accepte. Vous discutez un moment, buvez un peu, riez beaucoup, échangez des astuces et commencez à vous connaître. C'est avec un léger pincement au coeur que Price vous dit adieu au bout de quelques heures, devant aller honorer un contrat.",
          "1": "Vous demandez à Price s'il veut venir manger avec vous à la taverne locale. Il décline, disant avoir du travail, et part."
        },
        "text": "Faire connaissance autour d'un bon repas."
      },
      "steal": {
        "outcomes": {
          "0": "Vous essayez de le voler, mais il vous remarque et vous assomme proprement.",
          "1": "Il vous remarque aussitôt, mais vous laisse partir, non sans vous avoir jeté un regard empli de mépris. Vous décampez sans demander votre reste, intimidé."
        },
        "text": "Tenter de lui voler de l'argent."
      }
    },
    "text": "Durant votre périple, vous arrivez dans une ville en bord de mer. Vous faites là-bas la rencontre d'un homme, disant s'appeler Price et être mercenaire."
  },
  "4": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Vous continuez votre route sans faire attention à l'étoile filante. Vous n'avez pas perdu de temps !"
        }
      },
      "skip": {
        "outcomes": {
          "0": "Vous continuez votre route sans faire attention à l'étoile filante. Vous n'avez pas perdu de temps !",
          "1": "Vous continuez votre route sans faire attention à l'étoile filante. Vous n'avez pas perdu de temps !",
          "2": "Vous continuez sans prêter plus d'attention au phénomène mais continuez de regarder le ciel avec admiration... Distrait, vous ne remarquez pas immédiatement l'immense crevasse devant vous ! Vous finissez écrasé au fond du trou. Secoué et choqué, vous vous rassurez en vous disant qu'au moins vous n'êtes pas blessé trop gravement !"
        },
        "text": "Ignorer cet évènement."
      },
      "wish": {
        "outcomes": {
          "0": "Vous faites un vœu et fermez vos yeux... En les rouvrant, vous découvrez un sac rempli d'argent devant vous ! Perdre ces 10 minutes valait le coup !",
          "1": "Vous faites un vœu et fermez vos yeux... En les rouvrant, vous ne découvrez absolument rien ! Après avoir attendu 10 minutes pour rien vous repartez.",
          "2": "Vous faites un vœu et fermez vos yeux... En les rouvrant, vous découvrez qu'il ne s'est rien passé ! Après avoir attendu 10 minutes pour rien vous repartez.",
          "3": "Vous faites un vœu et fermez vos yeux... En les rouvrant, vous découvrez... Rien du tout ! Après avoir attendu 10 minutes pour rien vous repartez.",
          "4": "Vous faites un vœu et fermez vos yeux... Il est en général préférable de ne pas continuer de marcher les yeux fermés. Vous vous blessez en trébuchant sur un caillou et perdez 10 minutes avant de pouvoir vous remettre en route."
        },
        "text": "Faire un vœu."
      }
    },
    "text": "Vous avez décidé de profiter d'une nuit calme pour continuer votre progression. Le ciel est magnifique et après quelques minutes à le scruter, vous observez une étoile filante !"
  },
  "40": {
    "possibilities": {
      "askAdvices": {
        "outcomes": {
          "0": "Vous entrez chez Xetrix et l'attendez. Après qu'il soit rentré, vous échangez quelques conseils et apprenez ainsi où se trouve la ville la plus proche. Après de longues heures de marche, vous comprenez vite que l'ermite s'est joué de vous et, n'ayant pas autre chose à faire, continuez votre route.",
          "1": "Vous entrez dans la maison de l'homme, l'attendez, et lui demandez quelques conseils pour concocter un repas avec les éléments de la forêt. Il vous donne une recette que vous suivez méticuleusement. Vous finissez par manger un assez bon repas et repartez repu.",
          "2": "Vous le voyez rentrer, alors vous entrez à sa suite, et lui demandez des conseils. Finalement vous sympathisez et il vous invite pour diner. Pendant le repas vous buvez un peu trop et finissez ivre."
        },
        "text": "Demander des conseils à l'ermite."
      },
      "breakIn": {
        "outcomes": {
          "0": "Vous réfléchissez, puis vous vous dites que s'introduire dans la maison est possible. Vous y volez donc quelques pièces avant de repartir le plus vite possible.",
          "1": "Vous décidez de rentrer dans la maison de ce Xetrix, et commencez à le voler alors qu'il arrive.. Il vous voit et vous fonce dessus mais vous réussissez à fuir après vous être débattu, car vous êtes plus agile que lui. Cependant, vous êtes blessé et avez perdu tout votre butin dans l'altercation.",
          "2": "Vous rentrez dans la maison afin d'attendre l'homme. Une fois venu, vous discutez et il décide de vous inviter à diner. Après un délicieux plat, vous repartez, le ventre plein et en pleine forme."
        },
        "text": "S'introduire dans la maison."
      },
      "end": {
        "outcomes": {
          "0": "Vous restez planté là, et réfléchissez : il vous est impossible de faire votre choix, alors vous décidez de partir après quelques minutes.",
          "1": "Vous décidez de partir. Sur la route, vous trouvez quelques champignons et les cueillez, puis les avalez. Cependant, vous tombez malade car ils n'étaient pas comestibles."
        }
      },
      "goBack": {
        "outcomes": {
          "0": "Vous décidez de repartir par là d'où vous venez. Sur le chemin, vous trouvez quelques pièces par terre, à côté d'une bourse trouée.",
          "1": "Vous repartez, lorsque vous trouvez un homme blessé. En essayant de l'aider, vous découvrez qu'il s'agit d'une embuscade ! Des hommes surgissent et vous dépouillent avant de repartir."
        },
        "text": "Repartir par là d'où vous venez."
      }
    },
    "text": "Vous vous enfoncez dans une forêt sombre, et apercevez la silhouette d'un homme au loin. Vous décidez de vous approcher et comprenez que c'est un ermite, sorti pour la cueillette. Vous vous approchez de sa maison, sur laquelle vous lisez l'inscription \"Xetrix\", ce qui est probablement son nom. Vous réfléchissez encore à quoi faire..."
  },
  "41": {
    "possibilities": {
      "corrupt": {
        "outcomes": {
          "0": "Le garde accepte votre argent et décide de vous libérer, mais il ne remarque pas que l'autre homme dans la cellule le lui vole juste après.",
          "1": "Le corrompu accepte votre marché et vous apporte un succulent repas. Vous mangez à votre faim, puis il vous libère.",
          "2": "Le garde accepte votre argent et vous libère. Cependant, ce n'était qu'un piège ! Il vous fait croire que vous vous êtes évadé et décide de vous poursuivre, de vous taper et de vous remettre en cellule.",
          "3": "Le garde vous fait comprendre qu'il n'est pas de ce bord et vous laisse en prison. Vous sortez quelques heures plus tard après avoir réglé cette histoire.",
          "4": "Le garde refuse catégoriquement votre argent. À force d'attendre, vous finissez par vous endormir."
        },
        "text": "Tenter de soudoyer la personne qui vous surveille."
      },
      "end": {
        "outcomes": {
          "0": "Pour faire passer le temps, vous décidez de discuter avec autre prisonnier. Quelques heures plus tard vous êtes libre.",
          "1": "Vous attendez tranquillement qu'on vous libère. En discutant avec le garde, vous comprenez qu'on vous accuse de sorcellerie. Près d'une heure plus tard, vous êtes disculpé et le vrai coupable enfermé.",
          "2": "Vous marchez autant que vous pouvez dans la cellule. Au bout d'un moment, vous vous endormez et, à votre réveil, vous trouvez dans des bois."
        }
      },
      "escape": {
        "outcomes": {
          "0": "Vous tentez de vous échapper. Vous vous dîtes que l'autre détenu sera un fardeau pour vous et vous décidez de ne pas le mettre au courant de votre évasion. En cherchant quelque chose qui pourrait vous être utile pour ce plan, vous tombez sur une latte de bois cassée. Vous essayez d'en agrandir l'ouverture sans succès et abandonnez donc cette idée.",
          "1": "Vous décidez d'alerter l'autre détenu de l'évasion et faites diversion pour qu'il récupère les clés dans la poche du garde. Il ouvre sa cellule lorsque le garde se rend compte de la supercherie. Une bagarre éclate mais votre co-détenu décide de vous libérer. Vous partez ensuite très loin, où vous prenez un bon repas chaud.",
          "2": "Vous tentez de frapper sur la porte qui semble fragile. Vous arrivez à l'enfoncer avec succès, lorsque le garde vous voit. Il déclenche une bagarre avec vous pour vous remettre en cellule. Vous tentez tant bien que mal de vous défendre mais vous ne faites pas le poids."
        },
        "text": "Tenter de s'évader."
      },
      "explain": {
        "outcomes": {
          "0": "Vous parlez, encore et encore. Cependant, le garde ne veut rien entendre et décide de vous bâillonner. Quelques heures plus tard, vous êtes libéré et le garde s'excuse car il vous avait pris pour un fugitif.",
          "1": "Vous parlez, parlez, et finalement le garde décide de partir de la pièce pour ne plus vous entendre. Quelques heures plus tard, vous êtes libéré et, en sortant de la ville, trouvez quelques pièces par terre.",
          "2": "Vous discutez longuement avec le garde. Lorsque ce dernier comprend votre détresse, il décide de vous libérer et de vous cacher pour que vous quittiez la ville discrètement.",
          "3": "Vous tentez de discuter avec le garde. Au bout de 15 minutes, ce dernier perd son sang froid et décide de vous frapper avec son arme afin de vous faire taire."
        },
        "text": "Tenter de vous expliquer."
      },
      "playDead": {
        "outcomes": {
          "0": "Vous faites semblant d'être mort dans l'espoir que le garde jette votre cadavre et que vous puissiez partir. Comme prévu, le garde s'exécute. Une fois relevé, vous décidez d'aller à l'auberge car vous êtes bien fatigué.",
          "1": "Le garde ne vous remarque pas tout de suite, mais dès qu'il vous voit, il décide de vérifier si vous êtes réellement mort. Piètre acteur que vous êtes, il s'en rend compte et décide de vous laisser quelque temps supplémentaire en cellule.",
          "2": "Le garde examine votre corps, vous arrivez à le tromper. Il se débarrasse de votre cadavre. Une fois parti, vous vous relevez et reprenez route."
        },
        "text": "Faire le mort."
      },
      "wait": {
        "outcomes": {
          "0": "Vous attendez. Au fur et à mesure que le temps passe, les minutes vous paraissent des heures. Mais la personne qui vous surveille ne semble pas prête à vous libérer de sitôt.",
          "1": "Vous patientez, le temps vous paraît long. Au bout de quelques heures, le gardien décide de vous libérer et s'excuse pour le malentendu.",
          "2": "À force d'attendre, le gardien et vous parlez et vous en venez à jouer avec ce dernier. Il comprend que votre histoire est bel et bien un quiproquo, c'est pourquoi il vous invite à manger."
        },
        "text": "Attendre que quelque chose se passe."
      }
    },
    "text": "Alors que vous continuez votre chemin, vous arrivez à une ville. Juste après, un groupe d'homme arrive vers vous et vous attrape, puis vous amène dans un bâtiment. Les personnes du groupe vous jettent dans une cellule où se trouve un détenu. Vous comprenez très vite que vous vous trouvez dans une prison et que vous avez été victime d'un malentendu."
  },
  "42": {
    "possibilities": {
      "ask": {
        "outcomes": {
          "0": "Elle vous répond gentiment qu'elle en tient elle-même une et vous invite à y passer. Vous acceptez et c'est après un périple de quelques minutes que vous arrivez devant l'auberge en question. Quelle n'est pas votre surprise quand vous vous rendez compte que celle-ci est aménagée à l'aplomb d'une grotte. Vous vous avancez d'un pas confiant en direction du fond de celle-ci où mijote une soupe qui exhale un parfum enivrant. C'est alors qu'un bruit sourd se fait entendre. Vous vous retournez et voyez s'abaisser une herse. Une quinzaine de personnes apparaissent alors de l'autre coté. C'était un piège et vous êtes tombé dedans. Trop faible pour parlementer, vous décidez de goûter à la soupe en premier lieu. Votre tête devient lourde, vous entendez vos gardes s'esclaffer, et sombrez dans un profond sommeil. Vous vous réveillez au bord d'une rivière, les poches plus légères qu'à votre souvenir.",
          "1": "Elle vous indique une taverne à quelques kilomètres. Vous vous y rendez, vous remplissez l'estomac et vous reposez. Après avoir réglé l'addition, vous reprenez votre marche."
        },
        "text": "Lui demander l'auberge la plus proche."
      },
      "end": {
        "outcomes": {
          "0": "Vous l'ignorez totalement et reprenez votre route. Vous finissez par arriver dans une petite bourgade du très joli nom de Tardans. En y entrant, vous tombez sur une sacoche emplie d'un bon tas de pièces et d'un objet, ce qui pourrait s'avérer utile pour la suite de votre aventure !",
          "1": "Vous décidez de partir. Sur la route, vous trouvez quelques champignons et les cueillez, puis les avalez. Cependant vous tombez malade car ils n'étaient pas comestibles."
        }
      },
      "feign": {
        "outcomes": {
          "0": "Après avoir cherché la grotte durant une heure, vous abandonnez les recherches et repartez bredouille.",
          "1": "En revenant sur vos pas, vous ne remarquez pas la corde tendue entre deux racines. Vous trébuchez dessus et vous retrouvez suspendu dans les airs. Des pillards, alertés par le bruit, accourent alors et vous font les poches. Le temps de vous sortir du nœud, ceux-ci sont déjà loin avec leur butin.",
          "2": "En revenant sur vos pas, vous apercevez au loin ce qui pourrait s'apparenter à une grotte. Vous vous avancez doucement et humez une douce odeur. En vous rapprochant, sur la pointe des pieds, vous arrivez à subtiliser un peu de nourriture. Vous repartez alors rapidement de peur d'être rattrapé par quelque personne qui aurait assisté à votre larcin.",
          "3": "Vous entrez dans la grotte à petits pas et commencez à l'explorer. Après une quinzaine de mètres parcourus, vous vous retrouvez face à un ours imposant qui vous fonce dessus. Vous engagez le combat et, après une lutte acharnée, parvenez à l'abattre d'un coup dans le crâne. Vous le dépecez ensuite et faites cuire sa viande. Une fois repu, vous partez à la recherche d'un marchand à qui vous vendez la peau de l'ours."
        },
        "text": "Faire mine de vous éloigner pour revenir seul fouiller la grotte."
      },
      "help": {
        "outcomes": {
          "0": "Vous partez explorer sa grotte, votre torche à la main. Malheureusement, il s'avère que la jeune femme avait la peste et qu'à son contact, vous l'avez attrapée.",
          "1": "Après quelques minutes, vous arrivez devant la grotte en question. Vous vous avancez d'un pas confiant en direction du fond de celle-ci. C'est alors qu'un bruit sourd se fait entendre. Vous vous retournez et voyez s'abaisser une herse. Une quinzaine de personnes apparaissent alors de l'autre côté. C'était un piège et vous êtes tombé dedans. Après plusieurs heures à parlementer avec vos tortionnaires, ils décident de vous libérer contre un bon paquet de pièces. Vous repartez alors, penaud et jurant à qui veut bien l'entendre qu'on ne vous y reprendra plus.",
          "2": "Vous avancez d'un pas alerte, paré à toute éventualité. Il s'avère que la grotte en question est très profonde et vous passez une bonne heure à en chercher le fond. C'est au moment où vous décidez de rebrousser chemin que vous apercevez du coin de l'œil un reflet métallique. En vous approchant, vous vous rendez compte que c'est un coffre fermé d'une simple corde. Vous tirez sur la corde qui se retire assez facilement. C'est alors que vous ouvrez le coffre : celui-ci contient une quantité de pièces inimaginable ainsi qu'un objet dont vous vous emparez fièrement. De retour à l'extérieur de la grotte, vous rassurez la jeune femme sur la sureté de cette dernière et vous en allez, content de votre butin.",
          "3": "Vous entrez dans la grotte à petit pas et commencez à l'explorer. Après une quinzaine de mètres, vous vous retrouvez face à un ours imposant qui vous fonce dessus. Vous engagez le combat mais vous faites terrasser rapidement. Vous prenez alors la fuite, en sang et dégoulinant de sueur, sous le regard médusé de la demoiselle."
        },
        "text": "Vous empresser de l'aider."
      }
    },
    "text": "Au détour d'un chemin, une jeune femme apparaît. Vous ne saisissez d'abord pas très bien ce qu'elle dit mais finissez par comprendre qu'elle a besoin d'aide pour l'exploration d'une grotte."
  },
  "43": {
    "possibilities": {
      "continue": {
        "outcomes": {
          "0": "Vous continuez votre chemin et vous rendez compte que ce n'est en réalité qu'un chasseur nordique. Vous vous saluez, et vous le regardez en train de lever ses pièges. Vous comprenez alors que c'est de là que vient le liquide coulant de sa main.",
          "1": "Curieux, vous approchez la personne. C'est un chasseur nordique qui relève ses pièges. Vous vous saluez et vous lui proposez votre aide, qu'il accepte volontiers. Après l'avoir aidé à relever tous ses pièges, il vous demande si vous voulez passer la soirée chez lui. Le chasseur cuisine le gibier qu'il a capturé. Vous vous requinquez en mangeant un bon gigot devant le feu de sa cheminée, puis il vous laisse vous reposer sur son lit. Vous repartez dès l'aube après l'avoir remercié en lui donnant quelques pièces."
        },
        "text": "Continuer votre route."
      },
      "end": {
        "outcomes": {
          "0": "Vous ignorez la personne qui est devant vous et, un peu plus loin sur votre route, trouvez un objet brillant que vous rangez dans votre sac.",
          "1": "Par peur, vous rebroussez chemin et faites un détour afin d'éviter de croiser la créature.",
          "2": "Vous courez sans regarder ce que c'était, mais vous trébuchez dans l'obscurité sur une pierre. Vous tombez sur vos bras, tout écorché."
        }
      },
      "fight": {
        "outcomes": {
          "0": "Vous commencez à foncer en hurlant, l'homme se retourne et vous arrête. Après que vous lui ayez expliqué ce que vous pensiez, il vous dit que vous avez fait fausse route : il est un chasseur vérifiant ses pièges, pas une quelconque créature démoniaque ! Vous vous excusez vite, et repartez.",
          "1": "Vous foncez en hurlant sur l'étrange personnage. Cependant, après vous être rapproché, vous réalisez qu'il s'agit d'un chasseur relevant ses pièges. Confus, vous décidez de l'aider afin de le dédommager pour la frayeur que vous lui avez causé.",
          "2": "Vous dégainez votre épée, l'homme se retourne et vous voit avancer vers lui. Il menace de décocher une flèche si vous faites un pas de plus. Vous vous excusez en lui expliquant que vous l'avez pris de loin pour un démon, puis vous reprenez votre route, penaud."
        },
        "text": "Affronter la créature."
      },
      "goBack": {
        "outcomes": {
          "0": "Vous préférez faire demi-tour discrètement. Une fois que vous vous êtes assez éloigné, vous courez à toute vitesse et allez vous réfugier dans le village le plus proche.",
          "1": "Vous prenez fuite en reculant tout doucement, mais vous marchez sur une brindille qui craque. Apeuré, vous commencez à courir à toutes jambes, mais vous tombez par terre et vous écorchez les genoux. Cependant, sous l'adrénaline, vous reprenez immédiatement votre folle course."
        },
        "text": "Faire demi tour."
      },
      "shelter": {
        "outcomes": {
          "0": "Vous vous rappelez être passé devant une église quelques minutes auparavant, alors vous n'hésitez pas longtemps avant de vous décider à vous y rendre, afin d'être protégé de l'être démoniaque. Vous courez sur tout le trajet, et arrivez en moins d'une dizaine de minutes devant ladite église. Vous toquez, un peu fébrile par peur d'avoir été suivi par la bête. Un kyutiste vous ouvre, et après que vous lui ayez expliqué, il vous laisse entrer. D'une grande bonté, les personnes à l'intérieur de l'église vous donnent de quoi manger, et vous disent qu'ils peuvent sans problème vous garder pour la nuit. Reconnaissant, vous les rejoignez lors des Louanges à Askeriel, pendant lesquels tout le monde présent murmure en choeur la façon dont Askeriel, le Grand Dieu, créa l'existence, la matière, la terre, puis les humains et les animaux. Après avoir fini, vous partez tous vous coucher.",
          "1": "Vous vous souvenez avoir passé une église peu avant. Vous vous y dirigez donc, comptant y chercher de l'aide. Une fois arrivé, vous toquez. Après quelques secondes sans réaction, vous décidez d'entrer craignant avoir été suivi par la bête. C'est à cet instant que vous réalisez que l'église est totalement vide, abandonnée. Vous en fermez la porte, et vous installez à même le sol avant de vous endormir.",
          "2": "Vous pensez immédiatement à chercher refuge dans une église : quoi de mieux, après tout, face à une chose semblant démoniaque ? Cependant, vous déchantez vite, puisque vous réalisez que vous n'avez absolument aucune idée d'où est la plus proche église. Vous choisissez alors de fuir aussi loin que possible de la créature, ce que vous faites.",
          "3": "Vous pensez qu'aller dans une église est une bonne option. Vous vous hâtez alors, et arrivez en quelques minutes à l'église que vous aviez dépassé plus tôt. Vous toquez, et êtes accueilli par un prêtre jovial, qui vous fait immédiatement entrer. Vous ne tardez pas à lui parler de ce que vous avez vu, et il vous répond qu'il pourrait très bien s'agir d'une terrible créature démoniaque aux ordres de Y'ahnor. Impressionné, vous le rejoignez lors de l'Ode aux Trois, la cérémonie où sont célébrés Orthgard, Fenrir, et Iatneh, les dieux protecteurs qui guident l'humanité et lui inspirent les plus grandes inventions et découvertes."
        },
        "text": "S'abriter dans une église Kyutiste."
      }
    },
    "text": "Faisant route vers l'Est en pleine nuit, vous marchez. Il fait sombre mais la lune est claire. Vous apercevez devant vous un être éclairé par la lumière de la lune. Il est grand, vêtu de noir; vous voyez un liquide dégouliner d'une de ses mains, la nuit illumine la peau pâle de l'individu qui ne vous a pas encore repéré. Que faire ?"
  },
  "44": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Vous passez votre chemin, ne voulant pas être impliqué dans la mort de cet homme. Juste à côté, vous tombez sur un objet abandonné qui lui appartenait sûrement."
        }
      },
      "help": {
        "outcomes": {
          "0": "Alors que vous essayez de le secourir, il prend peur et vous assomme avec sa pierre. Vous mettez un certain temps à reprendre vos esprits et repartez.",
          "1": "Vous vous jetez sur la pierre et la rattrapez. Vous coupez rapidement la corde et allez chercher le malheureux qui est trempé. Vous passez plusieurs heures avec lui à tenter de le dissuader de recommencer. Reconnaissant, il vous offre le couvert et l'abri pour la nuit.",
          "2": "Vous vous jetez sur la pierre, mais vous êtes trop lent. Le pauvre homme sombre rapidement dans la rivière, emporté par le courant. Vous cherchez aux alentours s'il n'a pas laissé des affaires derrière lui. Vous tombez sur un étrange objet qui scintille.",
          "3": "Vous foncez le sauver, seulement il jette sa pierre avant que vous n'arriviez à lui. Vous sautez à sa suite et essayez de le ramener sur la berge, mais il se débat et vous emporte vers le fond avec lui. Commençant à suffoquer, vous le relâchez et êtes forcé de remonter."
        },
        "text": "Se jeter à sa rescousse."
      },
      "push": {
        "outcomes": {
          "0": "Vous vous approchez sans un bruit derrière lui et le poussez violemment dans la rivière. Il sombre et disparaît de votre champ de vision. Vous guettez quelques instants en espérant ne pas avoir été repéré et repartez tranquillement.",
          "1": "Vous vous approchez sans un bruit quand soudain une branche rencontre votre jambe. Vous tombez à la renverse sur le suicidaire et l'entraînez dans votre chute fatale vers les tourbillons glacés de la mort.",
          "2": "Vous vous approchez à pas de loup quand votre pied rompt une branche. Pris de peur, le pauvre homme jette la pierre et la suit. Vous vous relevez alors et découvrez une bourse qu'il a laissé derrière lui."
        },
        "text": "\"L'aider\" en le poussant."
      },
      "watch": {
        "outcomes": {
          "0": "Vous regardez nonchalamment l'homme sombrer dans la rivière à la suite de sa pierre. Vous fouillez les environs pour voir s'il n'a pas laissé des affaires derrière lui et tombez sur une bourse contenant des pièces. Vous repartez content de vous.",
          "1": "Alors que vous vous installez confortablement, vous le voyez changer d'avis et jeter sa pierre au sol. Se retournant, il vous remarque et vous invite chez lui pour le souper. Sans vous poser de question quant à ce revirement de situation, vous acceptez et le suivez jusque sa chaumière. Alors que vous commencez le dîner, votre tête devient lourde, votre vue se brouille et vous tombez dans un profond sommeil. Vous vous réveillez bien plus tard sur le bord d'un chemin désert et inconnu."
        },
        "text": "Le regarder jeter la pierre."
      }
    },
    "text": "Lors de votre long périple, vous vous retrouvez au bord d'une large rivière. Ne pouvant la traverser, vous décidez de la longer jusqu'à trouver un pont. Alors que vous marchez le long de celle-ci, vous tombez sur une scène peu commune : un paysan tient au-dessus de sa tête une lourde pierre qui semble liée à sa jambe. Il parait prêt à la jeter d'une seconde à l'autre."
  },
  "45": {
    "possibilities": {
      "askJoin": {
        "outcomes": {
          "0": "Le groupe se montre très accueillant, vous faites donc le voyage tous ensemble. Arrivé au sanctuaire, le guide passe près de 2 heures à vous en conter l'histoire.",
          "1": "Le groupe vous refuse tout simplement. Vous continuez alors votre route.",
          "2": "Le groupe vous prend pour un voleur et vous passe à tabac en conséquence."
        },
        "text": "Demander au groupe de les rejoindre."
      },
      "end": {
        "outcomes": {
          "0": "Le groupe, pensant être espionné, vous frappe violemment.",
          "1": "Après 15 minutes sans aucune réaction, vous repartez sur votre route."
        }
      },
      "goAlone": {
        "outcomes": {
          "0": "Vous décidez d'aller au sanctuaire tout seul. Après 30 minutes de route, le sol s'effondre tout à coup sous vos pieds et vous chutez violemment.",
          "1": "Vous décidez d'aller au sanctuaire tout seul. Arrivé au site, vous entendez un bruit étrange. Pris de panique, vous courez et trébuchez. Vous vous faites une vilaine égratignure à la jambe, celle-ci ne tarde pas à s'infecter.",
          "2": "Vous décidez d'aller au sanctuaire tout seul. Sur votre route, vous trouvez un objet qui pourrait vous être utile. Arrivé sur les lieux, vous découvrez que le sanctuaire se révèle être une grotte. Vous décidez de ne pas aller plus loin.",
          "3": "Vous décidez d'aller au sanctuaire tout seul. Arrivé là-bas, vous découvrez un magnifique sanctuaire, dont vous contemplez pendant 30 minutes la beauté.",
          "4": "En voyant le temps se gâter, vous changez de décision, et continuez votre route."
        },
        "text": "Aller au sanctuaire en solitaire."
      },
      "skip": {
        "outcomes": {
          "0": "Vous continuez votre route, préférant aller au prochain village.",
          "1": "Vous continuez votre route. Quelques minutes plus tard, vous vous rendez compte que vous avez pris le mauvais chemin. Dans votre précipitation pour rattraper le temps perdu, vous trébuchez contre une pierre et vos affaires s'éparpillent."
        },
        "text": "Continuer votre route."
      },
      "talk": {
        "outcomes": {
          "0": "Vous passez près de 30 minutes à prendre des informations sur ce sanctuaire, informations qui ne s'avèreront pas utiles.",
          "1": "Le groupe ne veut tout simplement pas discuter, et il vous le fait bien savoir."
        },
        "text": "Discuter avec le groupe."
      }
    },
    "text": "Alors que vous traversiez un village animé, vous entendez un groupe de personnes parler d'un sanctuaire qui serait hanté. Curieux que vous êtes, vous continuez à écouter. Le sanctuaire serait à 1 heure de route au Sud, et le départ a lieu dans 30 minutes."
  },
  "46": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Le ménestrel, ne vous voyant pas répondre, vous ignore et recommence à chanter des chansons basiques sans âmes. Vous continuez donc votre route.",
          "1": "Ne vous voyant pas réagir, le ménestrel, décidé à gagner de l'argent à ses risques et périls, et voyant devant lui un parfait cobaye, décide de vous droguer et de vous emmener dans la ruelle sombre d'à côté. De là, il commence à chanter une chanson sur une torture de laboratoire, dans laquelle vous êtes le bourreau. Ayant la force de faire cette atroce expérimentation, se déroulant à merveille sur ce magnifique cochon, le ménestrel, ou dans votre hallucination, votre patron, décide de vous offrir deux objets en guise de récompense. Pour donner suite à cela, Pérotin attend votre retour à la normale, prend l'objet ayant le plus de valeur et vous laisse avec l'autre objet, qui pourra vous être utile pour la suite.",
          "2": "Ne vous voyant pas réagir, Pérotin décide de vous droguer afin que vous révéliez vos pensées par la parole pour voir si quelque chose s'y passe. Il n'y voit rien, même au plus profond de celles-ci. Paniqué, le ménestrel appelle les gardes qui vous internent pour folie."
        }
      },
      "singCrazyLove": {
        "outcomes": {
          "0": "Aussitôt demandée, aussitôt réalisée. Vous vous retrouvez dans un lit, déshabillé, à côté de ce qui s'apparente à votre amoureuse. En vous regardant de plus près, vous vous rendez compte que vous êtes attaché à la taille, et... il vous manque l'entièreté de vos membres, que ce soient les bras ou les jambes. Vous n'avez la possibilité de bouger qu'avec le torse. Voyant votre détresse, Pérotin finit sa chanson par \"tout ceci n'était qu'un rêve\" et vous redevenez comme avant, entier et détaché. Il vous faudra cependant vous reposer pour vous remettre de votre traumatisme.",
          "1": "Aussitôt demandée, aussitôt réalisée. Vous vous retrouvez en mer, loin de tout, accompagné d'un seul et unique matelot, votre amour. Arrivant sur une île déserte, vous voyez une croix au sol. Il s'agit bel et bien d'un trésor, rempli d'un beau butin et d'un objet qui vous sera utile. Cupidité et avarice auront eu raison de vous, et vous décidez de repartir de l'île, seul. En retournant au pays, vous retombez sur Pérotin, qui chante pour faire donner l'argent gagné là-bas, comme pour un don à cette mélodie sans pareille. À la suite de ces péripéties, vous reprenez votre route, accompagné de votre objet trouvé sur l'île.",
          "2": "Connaissant votre quête héroïque pour le sauvetage de la princesse, le ménestrel décide de raconter une des possibles suites de vos aventures après ce sauvetage. Mais ne connaissant pas grand-chose sur vos liens avec la princesse, il préféra raconter l'histoire de \"La vieille et le faux monstre\", vous incarnant le faux monstre, bien évidemment. Connaissant déjà le synopsis, Pérotin ne réussit pas à vous faire changer, sûrement dû au sous-dosage de ses drogues. N'étant pas rentré dans son conte, vous décidez de le remercier pour cette magnifique histoire et vous continuez votre route, conscient de cette perte de temps inutile."
        },
        "text": "Chanter un amour fou."
      },
      "singHero": {
        "outcomes": {
          "0": "Ce fameux barde, ne connaissant pas grand-chose au métier d'aventurier, décide de conter un voyage banal en forêt comme vous les connaissez bien. Déçu de cette chanson et de Pérotin, vous continuez votre aventure.",
          "1": "Pérotin décide de vous faire retourner deux minutes juste avant de lui parler. Petit problème, son histoire et ses drogues sont tellement fidèles à l'originale que vous répondez la même réaction à ce rapport, sans que la décision du ménestrel face à cette réaction change. Il se passe donc une boucle hallucino-temporelle, à cause des talents de Pérotin et de votre stupidité. Pérotin, seul conscient de la scène que vous vivez avec lui, eu pitié de vous à la fin de la journée, et vous libéra de cette mauvaise drogue.",
          "2": "Pérotin décide de vous faire voir l'avenir, qu'il soit véritable ou pure fiction de votre esprit, et par la même occasion de vous aider à gagner un peu d'argent : vous vous rendez sur les alentours d'un vieux château abandonné. En cherchant un peu vous tombez sur un passage secret truffé de pièges. Vous réussissez à tous les éviter et tombez sur une salle aux trésors immense. Mais notre ménestrel favori, juste avant la fin de votre pillage et de votre récolte des trésors hors de la zone des pièges, file avec votre butin, ne vous laissant qu'avec le coffre principal de la pièce, contenant beaucoup d'argent et un objet surprenamment utile pour sauver la princesse. Amusé, vous continuez cette drôle d'aventure, encore un peu sous l'emprise de cette drogue nommée, d'après les rumeurs, acide γ-hydroxybutyrique."
        },
        "text": "Chanter sur notre vie, notre histoire héroïque."
      },
      "singLove": {
        "outcomes": {
          "0": "Reprenant vos dires, vous vous retrouvez dans un vieux monastère, à la campagne, à retourner les terres. Votre amour et vous restez dans cet endroit miteux, et chaque mois, vous réussissez à faire juste assez de récoltes pour y vivre. Vous vous épanouissez tellement dans cette histoire dû au surdosage de ses drogues que vous ne voyez pas le temps passer. Pérotin vient vous réveiller et vous raconte que les drogues ingérées font ressentir à l'utilisateur 1 à 2 minutes de ses histoires comme étant un mois entier de sa vie. Heureusement que c'est le cas, sinon vous seriez mort de vieillesse. Méditatif, vous continuez votre périple.",
          "1": "Ne comprenant pas votre envie soudaine pour un amour sans couleur, Pérotin vous croit dépressif, il décide donc de vous chanter une chanson réconfortante afin de vous guérir de cette soudaine dépression. Cette chanson vous fit un bien fou.",
          "2": "Voyant votre connaissance en amours sans passion, le ménestrel s'attache à vous, et vous fait une chanson où votre amour, c'est vous. Pris par une violente dispute de couple entre vous et vous, le ménestrel arrête la chanson, et vous demande une charge pour le combat effréné que vous avez eu avec vous même devant ses admirateurs. Encore dans l'histoire, vous pensez que vous vous quittiez, ce qui vous rend triste, très triste. Vous partez donc en laissant un peu d'argent à Pérotin pour vous faire pardonner pour le dérangement."
        },
        "text": "Chanter un amour terne et redondant."
      },
      "singRoyalty": {
        "outcomes": {
          "0": "Le ménestrel, adorant sa patrie de toujours, accède à votre requête et chante les louanges des ducs et des contes. Le duc de la région voisine passe par ici et entend cette douce mélodie, qui lui berce le cœur. A la fin de la chanson, celui-ci vous récompense vous et votre ami avec une grosse bourse d'or.",
          "1": "Notre ménestrel, détestant le pouvoir en place, décide par sa chanson de faire une révolution afin d'accéder au trône. Il vous emmène, vous drogue et vous fait croire que le peuple et vous menez chemin dans la salle du roi. Malheureusement, une des cordes de la mandoline casse et la musique s'arrête brusquement. Vous êtes pourtant bel et bien dans la salle du trône, seul, avec une fourche. Vous vous faites de ce pas emprisonner pour folie.",
          "2": "Pérotin, connaissant un petit peu votre aventure afin de secourir la princesse, décide de vous faire vivre le point de vue de sa mère pendant une journée afin que vous en appreniez plus sur cette damoiselle en détresse. Mais la vie de reine n'est pas très passionnante selon vous, mis à part les quelques ragots et pensées de madame sur sa fille, vous n'en tirez rien d'utile, du fait qu'ils sont créés par les drogues magiques de Pérotin. A la fin de la journée, vous reprenez votre corps et continuez votre route."
        },
        "text": "Chanter sur la royauté et sur le pouvoir en place."
      },
      "singWork": {
        "outcomes": {
          "0": "Pérotin, attristé par cette demande, décide de vous faire vivre le rôle de ménestrel dans sa chanson et... Vous vous voyez arriver vers vous afin de vous demander cette chanson mais vous vous forcez à dire cette même chanson, et ça se répète en boucle très longtemps. Au bout d'un moment, notre ménestrel favori stoppe la boucle en vous donnant l'antidote de ce poison hallucinatoire. Apeuré par ce qui vient de se passer et par la durée de cette boucle, vous partez en courant vers la personne la plus proche afin de savoir quel jour on est. Et... vous vous êtes rendus au soir.",
          "1": "Pérotin, nostalgique, décide de raconter ses débuts dans le métier via sa chanson. Il racontait comment son ancien maître lui faisait ses cours mélodieux via ses drogues assouplissants. Vous ressentez cette douceur dans les mots du professeur qui vous inhibe de tout votre être. À la fin de sa dernière leçon, Périssien, le maître de Pérotin, décide de vous offrir un cadeau de départ, comme il l'avait reçu de ses prédécesseurs, mais pour éviter que ce soit cet instrument magique, cette mandoline, qui ne le quitte pas depuis ses débuts, Pérotin change la fin afin de vous donner un objet qui pourrait vous être utile pour la suite de votre aventure.",
          "2": "L'excellent ménestrel Pérotin décide de raconter un rêve qu'il aimerait voir s'exaucer, qu'il soit réel ou halluciné : au départ vous êtes seul, dans la ruelle du village, accompagné de votre guitare. Vous chantez pour vous même les joies du métier et la tristesse de la vie, quand un monarque passe dans l'avenue principale. Celui-ci, entendant la belle mélodie, vient vers vous et demande si vous pourriez lui créer une chanson sur le thème de son amour. À la fin de votre douce ballade tout juste imaginée, il vous remercie et vous fait grâce d'une jolie pile d'or, compte tenu du fait que ce passant était réel. Content de cette musique, vous décidez de partager cette somme avec Pérotin en guise de don."
        },
        "text": "Chanter sur le métier de ménestrel."
      }
    },
    "text": "En passant dans un petit village, vous tombez sur le plus célèbre ménestrel connu dans la région et au-delà des frontières, nommé Pérotin. Celui-ci est tellement bon dans son métier qu'il peut vous faire vivre la chanson, littéralement, grâce à ses drogues puissantes. Ayant eu le courage d'aller lui parler, celui-ci aimerait que vous lui proposiez le prochain thème de sa chanson. Que lui suggérez-vous ?"
  },
  "47": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Vous réfléchissez à l'offre du villageois mais n'y répondez pas. Il insiste et vous partez sans dire un mot, songeur.",
          "1": "Vous ne réagissez pas, et lorsque votre interlocuteur s'en va, vous fuyez le village pour ne pas avoir d'ennuis avec le seigneur.",
          "2": "Vous réfléchissez à l'offre du villageois mais vous êtes rapidement appréhendé par des gardes ayant entendu la conversation. Vos protestations ne vous sauvent pas d'une journée en cellule."
        }
      },
      "goAway": {
        "outcomes": {
          "0": "Vous décidez de ne pas vous engager dans cette folie et repartez au plus vite. Malheureusement, vous croisez un garde avide de richesse sur votre chemin qui vous demande de vous arrêter. Vous êtes rapidement immobilisé et dépouillé.",
          "1": "Vous ne voulez pas risquer votre vie et déclinez donc l'offre avant de partir en remerciant les villageois de vous avoir accueilli.",
          "2": "Vous déclarez être épuisé, ils vous trouvent un logement où vous vous reposez. Vous profitez de la nuit pour fuir le village.",
          "3": "Vous leur dites que vous ne pouvez pas combattre le seigneur car vous êtes épuisé. Ils acceptent de vous offrir un logement où vous vous reposez. Vous emportez un objet pendant la nuit et fuyez aussi vite que possible.",
          "4": "Vous dites aux villageois que vous êtes épuisé et leur demandez de vous laisser une nuit afin de vous préparer. Ils acceptent et lorsque la nuit tombe, vous rassemblez vos affaires et fuyez le village. Dans votre précipitation vous faites malheureusement tomber une partie de votre bourse."
        },
        "text": "Ne pas prendre de risques et s'en aller au plus vite."
      },
      "help": {
        "outcomes": {
          "0": "Avec l'aide de tout le village, vous organisez le siège du château. Aucune réaction n'est observée dans le château où l'on semble s'accommoder des légers désagréments causés par le blocage des routes aux alentours. Après quelques heures, les grilles du pont levis s'abaissent et une trentaine d'hommes se ruent vers le campement que vous avez établi. Une lutte sanglante s'engage alors. Dans la cohue, vous attrapez un cheval et fuyez.",
          "1": "Vous et les villageois organisez une rébellion ! Malheureusement, lorsque vous décidez d'attaquer un garde, les villageois trop effrayés ne vous suivent pas et s'enfuient. Votre adversaire vous donne un violent coup de poing qui vous fait tomber à la renverse, le garde en profite pour vous voler votre bourse.",
          "2": "Vous décidez d'organiser une révolte ! Cependant un villageois vous trahit afin d'obtenir une récompense. Les gardes du château se hâtent de vous appréhender. Vous parvenez à leur fausser compagnie, non sans avoir essuyé quelques coups.",
          "3": "Vous profitez de votre statut de chevalier pour visiter le châtelain. Après les introductions, vous lui révélez la raison de votre venue en enfonçant une dague dans le cœur. Les gardes réagissent immédiatement et vous entourent. L'un d'entre eux vous donne un coup d'épée que vous parvenez à esquiver, mais un autre se précipite sur vous et vous transperce de sa lame.",
          "4": "Vous tentez d'assiéger le château du seigneur avec le village mais la nuit tombe, vous décidez donc de dormir devant le château. Le seigneur en profite pour sortir avec ses hommes et arrive jusqu'à votre campement, mais un villageois alerte tout le monde. Vous vous précipitez sur le seigneur et le pourfendez d'un agile coup d'épée. Les gardes se rendent et les villageois vous donnent une bourse remplie d'or pour vous remercier de les avoir aidé !",
          "5": "Vous allez voir le seigneur et lui annoncez que son village compte organiser une rébellion. Après avoir longuement discuté, vous parvenez à gagner sa confiance et en profitez pour lui enfoncer une dague dans le cœur. Les gardes loyaux au seigneur se précipitent sur vous et vous immobilisent. L'un d'eux propose de vous exécuter devant le village tout entier pour faire passer le message mais la révolte fait alors rage ! Les villageois finissent par réussir à faire fuir les gardes et vous offrent une large bourse d'or pour vous remercier.",
          "6": "Vous allez voir le seigneur et lui annoncez qu'une rébellion s'organise. Après avoir longuement discuté, vous parvenez à gagner sa confiance et lui enfoncez une dague dans le cœur. Les gardes loyaux au dirigeant vous attaquent, mais d'autres qui ne souhaitaient que sa mort vous aident à fuir. De retour au village, on vous offre un peu d'argent et un objet pouvant être utile."
        },
        "text": "Aider les villageois à se débarrasser du seigneur."
      },
      "tell": {
        "outcomes": {
          "0": "Vous allez visiter le seigneur, lui parlez de la demande du villageois et l'aidez à le retrouver. Il vous remercie et vous repartez.",
          "1": "Vous allez visiter le seigneur et lui contez la traîtrise régnant dans le village voisin, vous lui annoncez que vous êtes prêt à lui donner le nom des dissidents en échange d'une importante somme d'argent. Il accepte votre offre et vous le conduisez jusqu'aux traîtres, qu'il exécute sous vos yeux. Sur la route, vous vérifiez la bourse qu'il vous a donné et vous rendez compte qu'elle ne contient que peu de pièces !",
          "2": "Vous allez visiter le seigneur et lui parlez de la demande du villageois et lui expliquez que vous pouvez l'aider à retrouver le rebelle, mais qu'en échange vous souhaitez une belle somme d'argent. Il accepte et vous demande de l'aider à le retrouver. Ensemble, vous y parvenez mais lorsque vous demandez l'argent au seigneur, celui-ci se défile. Un duel s'engage mais le seigneur ne fait pas le poids face à vos talents d'épéiste. Il n'avait cependant pas beaucoup de richesses sur lui.",
          "3": "Vous allez visiter le seigneur, mais les gardes ne vous laissent pas passer. Vous leur faites savoir que c'est important, mais ils ne veulent rien entendre. Sous leur menaces, vous repartez en poussant un juron, impuissant.",
          "4": "Vous décidez de répéter au seigneur ce que vous avez entendu, mais sur votre route vous croisez un villageois qui semble avoir deviné votre intention de trahir le village. Vous tentez de forcer le passage mais des renforts sont vites arrivés. Encerclé par la foule haineuse, vous êtes mis à terre et violemment frappé."
        },
        "text": "Répéter au seigneur ce que vous avez entendu."
      }
    },
    "text": "Vous êtes tellement épuisé que vous avez du mal à marcher. C'est alors que vous apercevez un village, vous êtes sauvé ! Vous arrivez non sans peine jusqu'au village et parvenez à sympathiser avec un groupe de villageois qui acceptent de vous nourrir et vous trouvent un endroit où dormir. Vous pensez bientôt partir, mais l'un des villageois vient vous demander une faveur. Vous faisant miroiter de grandes richesses, l'habitant vous supplie de les débarrasser du châtelain voisin."
  },
  "48": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Vous observez le chevalier, ne sachant que faire face à ce colosse en armure. Finalement, vous reprenez votre chemin.",
          "1": "Vous observez le chevalier, ne sachant que faire face à ce colosse en armure. Prenant votre courage à deux mains, vous l'affrontez en duel... et êtes misérablement vaincu par celui-ci. Ce dernier vous demande votre bourse en échange de votre vie.",
          "2": "Vous observez le chevalier, ne sachant que faire face à ce colosse en armure. Soudain, vous vient une idée, vous attendez qu'il fasse nuit et d'être dans le noir total avant de vous diriger discrètement vers la tour. La porte est fermée et le chevalier, disparu. Vous escaladez la tour et entrez par une fenêtre. Vous la fouillez de fond en comble, mais ne trouvez rien à part de la nourriture. Vous mangez sur place et en prenez autant que possible. Ce bon repas vous a redonné des forces, vous vous sentez à présent mieux que jamais.",
          "3": "Ne sachant que faire, vous engagez la discussion et sympathisez avec le chevalier. Vous aiguillez progressivement la discussion sur l'artefact et jouissez par avance de votre talent d'orateur. Le chevalier, convaincu que vous êtes digne de le posséder, s'en va vous chercher l'artefact. Il vous le rapporte, comme promis. Vous le remerciez et partez à la recherche d'un acheteur. Vous croisez ce qui semble être un marchand, mais c'est en réalité un voleur qui vous tire une flèche dans la jambe. Il vous vole l'artefact et s'en va en courant. Blessé et impuissant, vous le regardez fuir avec votre butin.",
          "4": "Ne sachant que faire, vous engagez la discussion et sympathisez avec le chevalier. Vous aiguillez progressivement la discussion sur l'artefact et jouissez par avance de votre talent d'orateur. Contre toute attente, lorsque vous lui demandez l'artefact, celui-ci refuse. Ne souhaitant guère le contrarier, vous n'insistez pas plus et discutez un peu avec le chevalier avant de reprendre votre chemin."
        }
      },
      "fight": {
        "outcomes": {
          "0": "Prêt à vous battre, mais ne connaissant guère votre adversaire, vous vous rapprochez en prétextant vouloir discuter un arrangement. Assez proche de votre ennemi, vous dégainez votre épée et vous élancez sur lui. Malheureusement pour vous, le chevalier était aux aguets et possède une force colossale qu'il utilise pour vous désarmer avant de vous repousser à terre.",
          "1": "Prêt à vous battre, mais ne connaissant guère votre adversaire, vous vous rapprochez en prétextant vouloir discuter un arrangement. Assez proche de votre ennemi, vous dégainez votre épée et vous élancez sur lui. Le chevalier n'a guère le temps de réagir que vous l'assommez déjà avec le pommeau de votre épée. Cela ne suffit pas. Vous lui assénez un deuxième coup et, cette fois-ci, il s'écroule par terre. Vous tentez ensuite d'ouvrir la porte de la tour, en vain. Vous vérifiez si le garde ne possède pas la clé, mais il ne l'a pas sur lui. Vous repartez donc, dépité.",
          "2": "Prêt à vous battre, mais ne connaissant guère votre adversaire, vous vous rapprochez en prétextant vouloir discuter un arrangement. Assez proche de votre ennemi, vous dégainez votre épée et l'assommez avec le pommeau. Vous fouillez donc le garde et ne tardez pas à trouver une clé. Vous ouvrez la porte. Une fois à l'intérieur, vous n'avez aucun mal à trouver l'artefact. Vous trouvez un marchand après une heure de recherche. Celui-ci vous achète l'artefact pour la modique somme de cinq cents pièces d'or.",
          "3": "Prêt à vous battre, mais ne connaissant guère votre adversaire, vous vous rapprochez en prétextant vouloir discuter un arrangement. Proche de votre ennemi, vous dégainez votre épée et l'assommez avec le pommeau. Vous tentez ensuite d'ouvrir la porte de la tour, mais celle-ci est fermée... Vous fouillez le garde et ne tardez pas à trouver la clé. Vous ouvrez la porte, à l'intérieur, vous n'avez aucun mal à trouver l'artefact. Vous partez donc à la recherche d'un marchand que vous trouvez aisément. Il vole l'artefact d'un habile geste, mais vous parvenez vous aussi à lui voler un objet. Espérant que celui-ci a de la valeur, vous regardez ce que c'est.",
          "4": "Ne connaissant guère votre adversaire, vous vous rapprochez en prétextant vouloir discuter un arrangement. Une fois assez proche de votre ennemi, vous dégainez votre épée pour l'assommer avec le pommeau. Malheureusement pour vous, le chevalier était bien plus fort et rapide que vous. Celui-ci vous fonce dessus, vous fait un crochet du droit et vous repousse avec un coup de pied au ventre avant de vous asséner un puissant uppercut. À terre, au bord de l'évanouissement, vous n'arrivez pas à vous relever.",
          "5": "Le chevalier brandit son épée afin de vous intimider. Devant ce colosse, vous hésitez à fuir, mais décidez de rester. Vous combattrez ce chevalier bien que vos chances de le vaincre soient minces. Votre adversaire pare vos coups un à un sans faire le moindre effort avant de vous renverser à terre. Au sol, désarmé, vous savez que le combat est fini. C'est alors que le chevalier vous dit : \"Tu es bien courageux, voici donc ta récompense\". Il vous donne un objet avant de se placer à l'entrée de la tour.",
          "6": "Prêt à vous battre, vous vous élancez rapidement sur votre adversaire, dégainant votre épée. Le chevalier eut à peine le temps de dégainer son arme que vous lui foncez dessus. À cet instant, vous vous rendez compte de votre erreur. Il possède une armure, mais vous, non. Vous essayez donc de l'assommer avec le pommeau de votre épée, plusieurs fois. Cela semble l'avoir désorienté et vous vous apprêtez donc à recommencer. Mais avant que vous ne puissiez le faire, votre adversaire vous blesse à la jambe. Vous êtes à terre, incapable de vous relever. Le chevalier se place au-dessus de vous et lève son épée. Vous fermez les yeux, et entendez votre propre cri."
        },
        "text": "Combattre le chevalier."
      },
      "meetHim": {
        "outcomes": {
          "0": "Vous commencez à discuter avec lui, et le trouvez fort sympathique. Vous aiguillez progressivement la discussion sur son rôle ici, il vous explique qu'il est le gardien de la tour. Vous lui demandez s'il est possible que vous y entriez, mais celui-ci refuse. Vous reprenez votre route.",
          "1": "Vous engagez la discussion et parlez durant plusieurs minutes. Le chevalier ne dit pas un mot. Comprenant bien qu'il ne parlera pas, vous abandonnez toute discussion en repartant.",
          "2": "Vous engagez la discussion, le chevalier vous ordonne immédiatement de passer votre route. Vous ne souhaitez pas partir, mais après qu'il vous montre son épée, vous n'hésitez plus un instant.",
          "3": "Vous engagez la discussion, mais le chevalier reste muet. Comprenant que toute tentative de dialogue est vaine, vous partez.",
          "4": "Vous engagez la discussion et sympathisez durant plus d'une heure avec le chevalier. Vous aiguillez progressivement la discussion sur l'artefact et vous félicitez par avance de votre talent d'orateur. Le chevalier s'en va chercher l'artefact tandis que vous, obnubilé par votre triomphe, ne remarquez pas la personne derrière vous avant que celle-ci ne vous poignarde dans le dos. Vous tombez à terre, gravement blessé.",
          "5": "Vous engagez la discussion et tentez de sympathiser durant plus d'une heure avec le chevalier. Celui-ci ne souhaite aucunement vous laisser passer. N'ayant pas d'autres choix, vous dégainez votre épée et l'attaquez. Le chevalier, insensible à vos coups grâce à son armure, vous frappe violemment au visage avant de vous assommer d'un coup de pommeau.",
          "6": "Vous engagez la discussion et sympathisez avec le chevalier. Vous aiguillez progressivement la discussion sur l'artefact et jouissez par avance de votre talent d'orateur. Le chevalier, convaincu que vous êtes digne de le posséder, s'en va vous chercher l'artefact. Il vous le rapporte, comme promis. Vous le remerciez et partez à la recherche d'un marchand. Vous parvenez à le vendre pour la modique somme de cinq cents pièces d'or."
        },
        "text": "Faire connaissance avec lui."
      }
    },
    "text": "Vous êtes à la recherche d'un artéfact. Vous le convoitez car celui-ci, d'après les légendes, offrirait richesse et pouvoir à son possesseur. Après que votre quête vous a mené jusque devant une tour censée renfermer le trésor, vous vous retrouvez face à un chevalier en armure bloquant l'entrée. Ce dernier reste impassible malgré vos injonctions..."
  },
  "49": {
    "possibilities": {
      "eatIt": {
        "outcomes": {
          "0": "Vous l'attrapez et le gobez d'un coup d'un seul, il ne vous faut pas longtemps pour comprendre que ne pas cuire la pauvre créature était une erreur.",
          "1": "Vous l'attrapez et le faites cuire, sa chair est délicieuse et vous permet de reprendre des forces pour le voyage."
        },
        "text": "Décider de le manger."
      },
      "end": {
        "outcomes": {
          "0": "Vous observez la créature se débattre de toutes ses forces pendant un petit moment puis repartez.",
          "1": "Ce spectacle ne revêt aucun intérêt à vos yeux et vous reprenez votre route immédiatement.",
          "2": "Vous continuez votre route sans faire attention à la créature, maladroit, vous marchez dans un trou et vous tordez la cheville. Il vous faudra vous soigner."
        }
      },
      "helpIt": {
        "outcomes": {
          "0": "Vous le remettez sur pattes puis le regardez partir, fier d'avoir fait une bonne action.",
          "1": "À peine remis sur pieds que le petit crustacé vous pince la cheville et repart en direction de l'eau.",
          "2": "Vous vous empressez de l'aider et l'observez repartir vers l'eau. Quelques secondes plus tard, vous voyez une énorme masse émerger de la mer. C'est un coffre rempli d'or qui vous est offert par une horde de ces petits crustacés."
        },
        "text": "L'aider et le remettre sur pattes."
      },
      "takeIt": {
        "outcomes": {
          "0": "Vous décidez d'emmener la petite créature avec vous, mais celle-ci vous pince violemment au visage et s'empresse de vous échapper.",
          "1": "Vous décidez d'emmener la petite créature avec vous. Quelques heures plus tard, alors que vous vérifiez comment se porte la frêle créature, vous découvrez un amas sanglant au fond de votre sac. Le bernard-l'hermite s'est fait écraser par le contenu de votre sac, vous passez une dizaine de minutes à nettoyer votre sac et repartez.",
          "2": "Vous décidez d'emmener la petite créature avec vous. Quelques heures plus tard, vous trouvez un petit ruisseau, décidez d'y laisser votre petit ami et poursuivez votre route."
        },
        "text": "Le prendre avec vous."
      }
    },
    "text": "Après vous être baladé plusieurs minutes sur la plage vous croisez une étrange petite créature, c'est un bernard-l'hermite ! Il semble s'être retourné sur sa coquille..."
  },
  "5": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Vous avez passé une bonne heure à ramasser les pièces dispersées au fond de l'eau, mais il semblerait que ça ait valu la peine !"
        }
      },
      "keepGoing": {
        "outcomes": {
          "0": "Il est parfois bon de ne pas être trop paresseux. Vous n'avez pas perdu de temps !",
          "1": "Pas de temps pour le repos ! Il y a une princesse à sauver !",
          "2": "Vous faites le choix de ne pas vous arrêter et continuez à avancer.",
          "3": "Vous continuez votre aventure sans prêter plus d'attention à cette fontaine.",
          "4": "Il faut savoir se reposer lorsqu'on est fatigué. Exténué, vous tombez de fatigue quelques minutes après être passé auprès de la fontaine. Il faudra dormir avant de continuer !"
        },
        "text": "Ne pas s'arrêter et continuer sa route."
      },
      "rest": {
        "outcomes": {
          "0": "Cela fait du bien de se reposer parfois... Ces 30 minutes de repos ont été bénéfiques !",
          "1": "Cela fait du bien de se reposer parfois... Vous restez une petite heure au pied de la fontaine avant de vous remettre en route !",
          "2": "Cela fait du bien de se reposer parfois... mais il ne faut pas oublier d'avancer ! Après avoir perdu 3 heures à vous reposer, vous reprenez la route."
        },
        "text": "Se reposer et boire pour reprendre des forces."
      }
    },
    "text": "Vous avez trouvé une fontaine !"
  },
  "50": {
    "possibilities": {
      "ask": {
        "outcomes": {
          "0": "Vous vous approchez des villageois et les questionnez à propos de ces étranges fruits. Ceux-ci vous expliquent que ce sont des noix de coco et que leur chair se mange lorsque la coque du fruit est ouverte et que leur jus est réputé à travers tout le pays. Les villageois vous proposent d'y goûter et vous ne dites pas non à l'offre. En effet, le jus est rafraîchissant et la chair apaise votre appétit. Vous repartez après avoir remercié les villageois pour cette découverte en leur donnant quelques pièces et reprenez votre chemin.",
          "1": "Vous vous approchez des villageois et les questionnez à propos de ces étranges fruits. Alors que l'un d'eux vous explique, les autres commencent à se rapprocher de vous. Brusquement, quelqu'un vous fait une clé de bras tandis que les autres se jettent sur vous pour vous dérober vos affaires. Après avoir préalablement été passé à tabac, vous reprenez votre route.",
          "2": "Vous vous approchez des villageois et les questionnez à propos de ces étranges fruits. Ceux-ci vous expliquent que ce sont des noix de coco et que leur chair se mange lorsque la coque du fruit est ouverte et que leur jus est réputé à travers tout le pays. Sur ces précieuses informations, vous reprenez la route."
        },
        "text": "Aborder les villageois pour les questionner."
      },
      "end": {
        "outcomes": {
          "0": "Vous regardez un moment le spectacle des villageois en train de récolter ces fruits singuliers et reprenez votre route sous le soleil ardent.",
          "1": "Un de ces fruits tombe à côté de vous. Vous le prenez dans vos mains et l'examinez avec attention avant de reprendre votre route."
        }
      },
      "leave": {
        "outcomes": {
          "0": "Après vous être bien reposé, vous décidez de repartir, sans garder la moindre cerne sur le visage.",
          "1": "Alors que vous vous apprêtiez à repartir, vous vous rendez compte que le groupe de villageois se dirige vers vous, il se mettent alors à vous racketter et vous leur donnez de l'argent pour qu'ils vous laissent tranquille.",
          "2": "Vous décidez de repartir, sans un regard, vous quittez le village Coco afin de continuer votre quête."
        },
        "text": "Quitter le village sans plus attendre."
      },
      "nap": {
        "outcomes": {
          "0": "Vous poursuivez votre sieste, mais l'un des fruits se décroche et vient s'écraser sur votre tête. Vous êtes blessé et saignez beaucoup. Des villageois vous ayant aperçu viennent vous porter secours, il vous faudra un moment pour vous rétablir.",
          "1": "Vous dormez un moment. Lorsque vous vous réveillez, vous constatez que le soleil commence à se coucher et la température diminuer, vous reprenez votre route, revigoré.",
          "2": "Vous décidez de continuer votre sieste. À votre réveil, vous vous levez, prêt à partir, et remarquez qu'il vous manque quelque chose dans vos poches, il s'agit de votre porte-monnaie. Vous décidez donc de repartir, déçu."
        },
        "text": "Continuer votre sieste au pied de l'arbre."
      }
    },
    "text": "Lors de votre périple, vous atteignez un petit hameau du nom de village Coco, il fait très chaud et vous avez besoin de vous reposer. Les lieux ne vous semblant pas hostiles, vous faites donc une halte dans cette oasis. Alors que vous vous reposez au pied d'un cocotier, vous apercevez un groupe de villageois escaladant les arbres pour attraper des fruits que vous n'aviez jamais vu auparavant, ils sont ronds comme des ballons et durs comme du bois et ne vous semblent pas appétissants."
  },
  "51": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Après avoir longtemps hésité face aux possibilités qui s'offrent à vous, le soleil est sur le point de se coucher, vous vous installez donc afin de vous reposer.",
          "1": "Après avoir longtemps hésité face aux possibilités qui s'offrent à vous, vous décidez d'essayer de gravir une demi-douzaine de marches avant de changer d'avis, estimant l'ascension trop périlleuse. Alors que vous pivotez votre pied pour redescendre, celui-ci dérape et vous roulez en bas de l'escalier. Vous vous redressez péniblement pour constater avec peine que vous vous êtes méchamment entaillé. Vous reprenez votre route, dépité de ce fâcheux incident.",
          "2": "Vous vous asseyez sur le sol tapissé de trèfles afin de réfléchir à ce que vous avez envie de faire. Promptement, un renard vous fait face. Il se rapproche doucement de vous et finit par atteindre une de vos mains, pose sa truffe dessus, jappe à votre encontre et s'enfuit. Vous décidez de suivre le chemin que cet amical animal vient de tracer pour vous."
        }
      },
      "goBack": {
        "outcomes": {
          "0": "Peu après avoir fait demi-tour, vous rencontrez un petit garçon en pleurs et apeuré au bord d'un chemin. Il vous explique s'être enfui lors d'une attaque de bandits contre le chariot de marchandises de ses parents. Vous vous empressez de lui proposer votre aide, l'enfant accepte immédiatement. Après avoir marché deux longues heures, vous retrouvez les parents de l'enfant en vie, mais blessés. Alors que vous leur faites vos adieux, la mère de l'enfant vous donne une bourse remplie d'or.",
          "1": "Peu après avoir fait demi-tour, vous rencontrez un petit garçon en pleurs et apeuré au bord d'un chemin. Il vous explique s'être enfui lors d'une attaque de bandits contre le chariot de marchandises de ses parents. Vous vous empressez de lui proposer votre aide, l'enfant accepte immédiatement. Après avoir marché quelques minutes, un groupe de bandits lourdement armés vous attaque par surprise. Ce piège ne vous aura pas été fatal, mais vous perdez de nombreuses pièces d'or lors de votre fuite.",
          "2": "Peu après avoir fait demi-tour, vous entendez des bruits de casseroles qui s'entrechoquent et se rapprochent de vous. C'est une voyageuse à la recherche de nouvelles saveurs culinaires qui s'apprêtait à poser son campement afin de se reposer. Au fil de la conservation, vous découvrez son prénom : Lucya. Elle vous offre une tourte qui vous ravit le palais. Repu, reposé et ravi de votre hasardeuse rencontre vous décidez tout de même de reprendre votre chemin."
        },
        "text": "Faire demi-tour."
      },
      "search": {
        "outcomes": {
          "0": "Vous fouillez quelques instants aux alentours de la base des escaliers, sans succès. Deux pas de plus vous font découvrir quelques pièces d'or éparpillées çà et là parmi les mauvaises herbes. Ravi de votre maigre découverte, vous continuez votre aventure en sifflotant.",
          "1": "Après une poignée de minutes à fouiller les alentours, vous trouvez une besace en cuir usée par le temps, presque entièrement dissimulée sous une lourde pierre. En l'ouvrant, vous découvrez un papyrus où seuls quelques mots sont encore lisibles : \"escalier\", \"grotte\", \"campement\" et \"Xetrix\". Ce nom vous semble familier, mais surtout déçu de ne pas avoir trouvé de trésor, vous reprenez votre périple.",
          "2": "Soudain, en fouillant les alentours, un énorme rocher se détache du Mont Célestrum et vous frôle dans sa chute. Vous n'avez même pas le temps de réagir et regardez le rocher continuer sa course non sans avoir violemment écorché votre avant-bras."
        },
        "text": "Fouiller les alentours."
      },
      "stairs": {
        "outcomes": {
          "0": "Vous entamez l'ascension périlleuse de l'escalier qui vous mène à l'entrée d'une grotte. Vous y pénétrez et découvrez un très ancien campement laissé à l'abandon. En fouillant un peu, vous y découvrez un objet qui vous semble utile pour l'avancement de votre quête et décidez de redescendre avec précaution l'escalier.",
          "1": "Vous entamez l'ascension périlleuse de l'escalier qui vous mène à l'entrée d'une grotte. Vous y pénétrez et découvrez un très ancien campement laissé à l'abandon. Après avoir inspecté l'entièreté de la grotte qui se révèle être sûre, vous décidez de vous y installer pour dormir puisqu'il reste un lit de paille plutôt confortable.",
          "2": "Après avoir monté prudemment quelques marches tapissées de mousses, vous glissez et dégringolez les quelques mètres qui vous séparent du sol. Légèrement sonné et blessé, vous abandonnez l'idée de retenter votre chance et continuez votre route."
        },
        "text": "Emprunter l'escalier."
      }
    },
    "text": "Alors que vous atteignez le pied du Mont Célestrum, vous repérez un escalier tortueux, taillé dans le flanc gauche du Mont. En vous en rapprochant, les marches s'avèrent être coupantes et recouvertes de mousse."
  },
  "52": {
    "possibilities": {
      "deny": {
        "outcomes": {
          "0": "Vous refusez de jouer avec les enfants et passez votre chemin.",
          "1": "Vous refusez, et cela a pour conséquence d'énerver les enfants qui ramassent des pierres au sol et vous les jettent. Devant la pluie de gravats, vous êtes contraint de fuir, hors de portée des enfants. Vous vous rendez compte que vous avez été touché à la tête et que la blessure saigne abondamment, il faudra vous soigner.",
          "2": "Vous refusez, et les enfants s'en énervent. Voyant que la situation risque de tourner au vinaigre, vous reprenez vite la route."
        },
        "text": "Refuser et passer votre chemin."
      },
      "end": {
        "outcomes": {
          "0": "Devant votre manque de répondant, les enfants se désintéressent de vous et vont jouer ailleurs. Vous reprenez donc votre route.",
          "1": "Vous voyant perdu dans vos pensées les gamins vous attachent les lacets ensemble. Lorsque vous sortez de cet état de transe, vous trébuchez et tombez face contre terre.",
          "2": "Vous restez planté là pendant des heures, et lorsque vous recouvrez vos esprits, vous vous rendez compte que votre bourse a disparu. Vous poursuivez votre chemin, dépité."
        }
      },
      "play": {
        "outcomes": {
          "0": "Ne comprenant pas très bien les règles du jeu, vous êtes rapidement mis de côté et reprenez votre route sans que les enfants ne se préoccupent de vous.",
          "1": "Vous jouez avec eux jusqu'à ce que leurs parents arrivent, vous trouvant suspect ils vous répudient de leur village en vous menaçant. Vous reprenez la route sans demander votre reste.",
          "2": "Jouant le rôle du fuyard vous êtes poursuivi par les gamins. En regardant par-dessus votre épaule pour évaluer la distance entre eux et vous, vous vous prenez les pieds dans une racine et vous blessez. Les enfants vous abandonnent à votre triste sort lorsqu'ils constatent votre inaptitude à continuer à jouer. Il faudra vous soigner."
        },
        "text": "Jouer au fuyard et au garde."
      },
      "playFight": {
        "outcomes": {
          "0": "Après avoir joué pendant un certain temps, les enfants remarquent que le soleil est en train de se coucher et se voient contraints de vous dire au revoir.",
          "1": "Au cours de la joute amicale, l'un des enfants arrive à vous écorcher superficiellement.",
          "2": "Sans le faire exprès, vous entaillez la joue d'un des enfants... Gêné, vous lui donnez quelques pièces afin qu'il puisse payer ses soins.",
          "3": "Très énergiques, les enfants vous font tourner en rond un moment. Après vingt minutes, vous finissez cependant par mettre fin au jeu."
        },
        "text": "Jouer à se battre."
      },
      "teach": {
        "outcomes": {
          "0": "Alors que vous expliquez aux enfants comment se positionner au mieux pour tirer, l'un d'eux, un peu en retrait parvient à bander son arc et, avant que vous ne puissiez faire quoi que ce soit, relâche la flèche qui vient se planter dans votre jambe. Blessé, vous les quittez pour chercher un endroit où vous soigner.",
          "1": "Vous expliquez aux enfants comment se placer pour tirer et ceux-ci s'en sortent très bien. Vous passez le reste de la journée à les entraîner au tir à l'arc. Avant que vous ne les quittiez vous êtes chaudement remercié par un petit présent de vos apprentis du jour. Vous reprenez la route, heureux d'avoir pu vous rendre utile.",
          "2": "Très vite, vous constatez que les enfants ne sont pas encore assez forts pour tendre la corde. Vous leur dites donc que vous reviendrez les entraîner quand ils seront plus grands et reprenez votre route."
        },
        "text": "Leur apprendre à tirer à l'arc."
      }
    },
    "text": "Alors que vous faites étape à Boug-Coton, vous êtes interpellé par des enfants vous demandant de jouer avec eux."
  },
  "53": {
    "possibilities": {
      "accept": {
        "outcomes": {
          "0": "Sans que rien de particulier ne se passe sur la route, vous réussissez à atteindre le bâtiment où vous devez livrer votre colis. Un homme en sort et vous tend votre dû. Vous repartez vers la suite de vos aventures.",
          "1": "Vous prenez le colis et partez dans la direction que le coursier vous indique. Vous tombez rapidement dans une embuscade et vous vous faites dérober le colis ainsi que votre bourse. Encore sous le choc, vous décidez de prendre un peu de repos sous un arbre proche.",
          "2": "Vous prenez le colis des mains du coursier et partez vers la maison qu'il vous a indiqué. Arrivé à destination, vous vous retrouvez incapable de localiser la maison malgré de longues recherches. Vous décidez finalement de garder l'objet et de continuer votre route."
        },
        "text": "Accepter de livrer le colis."
      },
      "deny": {
        "outcomes": {
          "0": "Vous refusez poliment, expliquant que vous êtes occupé. Vous partez vous reposer sous un arbre voisin.",
          "1": "Vous refusez et l'homme s'excuse du dérangement. Vous changez rapidement de sujet et discutez avec lui. Après quelques minutes de conversation, il vous propose un casse-croûte. Cette petite pause n'aura pas été une totale perte de temps, vous vous êtes fait un ami.",
          "2": "Vous refusez poliment l'offre. L'homme outré vous lance le colis au visage et vous ordonne de le livrer à sa place ! Vous prenez le colis pour vous et partez loin de cet odieux personnage. Vous en sortez avec un joli bleu au visage et un objet qui vous sera sûrement utile."
        },
        "text": "Refuser poliment."
      },
      "end": {
        "outcomes": {
          "0": "Vous restez muet devant l'homme. Celui-ci ne sait pas trop comment réagir face à votre béatitude. Après 5 minutes, il décide d'accoster un autre homme pour lui faire livrer le colis.",
          "1": "Vous hésitez puis finissez par refuser et continuez votre chemin sans vous préoccuper de l'avenir de ce colis.",
          "2": "Vous restez sans réponse face à cette proposition. L'homme ne vous dérange pas plus quand il comprend que vous n'accepterez pas sa requête. Vous le quittez pour continuer votre route."
        }
      },
      "steal": {
        "outcomes": {
          "0": "Vous prenez le colis et le rangez dans votre besace. Vous affirmez à l'homme qu'il sera livré avant la tombée de la nuit. Un peu plus tard, vous ouvrez le colis et découvrez une magnifique toile. Vous continuez votre chemin et tombez sur un bâtiment d'expert en peinture, où vous décidez donc d'aller faire expertiser la toile que vous venez de dérober. Vous montrez votre œuvre au peintre, qui vous insulte de tous les noms à la vue de celle-ci. C'était à lui que le colis était destiné ! Vous décidez donc de le dédommager et vous lui présentez vos excuses. Pris de remords, vous reprenez chemin immédiatement.",
          "1": "Vous prenez le colis. Sur votre route, vous croisez le chemin d'un marchand ambulant. Vous l'interpellez pour qu'il vous achète le colis. Vous en tirez un très bon prix. Vous continuez votre route, sans le moindre remord.",
          "2": "Vous promettez au coursier de livrer le colis et rentrez dans l'auberge qui vous a logé la nuit précédente. Vous décidez d'ouvrir le colis afin d'en voir le contenu et découvrez qu'il est totalement vide. Quel gâchis !",
          "3": "Vous décidez de voler le colis et de le revendre. N'étant cependant pas bien pressé, vous décidez de vous asseoir près d'une rivière. Vous êtes rapidement rejoint par ce qui semble être un marchand ambulant. N'ayant aucun besoin de ses babioles, vous lui proposez d'acheter le colis. L'homme, à la curiosité piquée par votre mystérieux colis, accepte votre offre. Vous ne connaitrez jamais le contenu de ce colis mais les quelques pièces que vous en avez tiré vous suffisent.",
          "4": "Vous partez avec le colis et dites au coursier qu'il arrivera à bon port. Quelques minutes après vous rencontrez une femme avec une allure de marchande. Celle-ci vous explique qu'elle n'a pas d'argent, mais qu'elle peut échanger votre colis contre un objet de sa carriole. Vous troquez le paquet contre un objet que vous pensez être utile et continuez votre route."
        },
        "text": "Voler le colis."
      }
    },
    "text": "Alors que vous passez au bord du lac Mirage, vous remarquez un homme vous faisant signe d'un peu plus loin. Intrigué, vous décidez de le rejoindre. L'homme se présente à vous comme étant coursier et vous implore de l'aider. Vous remarquez qu'il est épuisé et mal en point. Il vous demande de livrer le colis qu'il possède avant la tombée de la nuit, à une maison isolée relativement proche. Il vous dit qu'en échange de cette bonne action, l'homme qui réceptionnera le colis vous offrira un sac rempli de pièces d'or."
  },
  "54": {
    "possibilities": {
      "bet": {
        "outcomes": {
          "0": "Vous décidez d'organiser des paris mais personne n'y participe, car tout le monde sait qui sera le gagnant.",
          "1": "Vous décidez d'organiser des paris et pariez que le chevalier ne gagnera pas. Tout le monde vient parier, car tous savent qu'il ne perdra pas, mais vous avez un plan en tête. Vous proposez au seigneur des lieux de vous battre pour lui. Celui-ci accepte volontiers votre offre. Comme prévu, vous gagnez le combat et remportez les paris. Cela vous fait une belle somme d'argent.",
          "2": "Vous décidez d'organiser des paris et pariez que le chevalier ne gagnera pas. Tout le monde vient parier, car tous savent qu'il ne perdra pas, mais vous avez un plan en tête. Vous proposez au seigneur des lieux de vous battre pour lui. Celui-ci accepte volontiers votre offre. Comme prévu, vous gagnez le combat. Alors que vous demandez votre argent aux parieurs, ceux-ci, mécontents, décident de vous prendre l'argent que vous aviez parié.",
          "3": "Vous décidez d'organiser des paris et pariez que le chevalier ne gagnera pas. Tout le monde vient parier, car tous savent qu'il ne perdra pas, mais vous avez un plan en tête. Vous proposez au seigneur des lieux de vous battre pour lui. Celui-ci accepte volontiers votre offre. Vous perdez le combat, mais vous refusez de donner votre argent. Les villageois se mettent à vous suivre et à vous lancer divers objets. Une fois loin du village, vous avez mal partout. Vous êtes aussi blessé à la jambe, il vous faudra du repos avant de poursuivre votre chemin.",
          "4": "Vous organisez des paris et pariez que le chevalier ne gagnera pas. Beaucoup viennent parier, car tous savent qu'il ne perdra pas. Des gardes vous surveillent afin d'être sûr que vous ne voliez pas l'argent. Vous leur proposez d'aller voir le duel avec eux, sauf quelques-uns qui garderont l'endroit. Ils commencent à se disputer pour savoir qui doit rester, vous en profitez pour prendre une partie de l'argent et filer à toute vitesse. Ils vous poursuivent mais finissent par abandonner, se rendant compte qu'ils ne peuvent pas vous rattraper. Vous regardez l'argent que vous avez ramassé, ravi de votre coup.",
          "5": "Vous organisez des paris et pariez que le chevalier ne gagnera pas. Beaucoup viennent parier, car tous savent qu'il ne perdra pas, mais vous avez un plan en tête. Vous proposez au seigneur des lieux de vous battre pour lui. Celui-ci accepte volontiers votre offre. Comme prévu, vous gagnez le combat, et allez récupérer l'argent des paris. Un villageois vous attaque à la sortie du village, souhaitant certainement vous voler votre argent. Après un rude combat, vous parvenez à lui échapper, non sans être gravement blessé. Il faudra vous reposer.",
          "6": "Vous organisez des paris et pariez que le chevalier ne gagnera pas. Beaucoup viennent parier, car tous savent qu'il ne perdra pas, mais vous avez un plan en tête. Vous proposez au seigneur des lieux de vous battre pour lui. Celui-ci accepte volontiers votre offre. Vous perdez le combat, mais vous ne comptez pas perdre votre argent ainsi. Vous vous élancez donc vers le lieu des paris et volez autant d'argent que vous le pouvez, coursé par les villageois, avant de fuir le village."
        },
        "text": "Organiser des paris."
      },
      "end": {
        "outcomes": {
          "0": "Les discussions ayant attisé votre curiosité, vous décidez d'assister au duel. Celui-ci se conclut très rapidement, avec le chevalier étranger pour vainqueur. Déçu, vous reprenez votre chemin.",
          "1": "Les discussions ayant attisé votre curiosité, vous décidez d'assister au duel. Celui-ci se conclut très rapidement. Déçu, vous proposez de rejouer le duel, mais cette fois-ci, c'est vous qui combattrez. Votre proposition est acceptée, en seulement quelques secondes, vous êtes désarmé puis mis à terre. Votre adversaire se moque ensuite de vous, en déclarant que vous êtes un pathétique combattant. Fou de rage, vous vous élancez sur lui pour le tabasser, mais le chevalier vous assomme avec le pommeau de son épée.",
          "2": "Peu intéressé par ce duel, vous décidez de ne pas y prêter attention et poursuivez donc votre chemin.",
          "3": "Les discussions ayant attisé votre curiosité, vous décidez d'assister au duel. Proche de celui-ci, vous remarquez que des paris se jouent. Vous décidez donc d'y participer. Naturellement, vous pariez sur le chevalier étranger avant d'aller assister au duel. C'est effectivement lui le gagnant, mais lorsque vous retournez chercher vos gains, tout a disparu. Mécontent de vous être fait avoir ainsi, vous reprenez votre chemin.",
          "4": "Les discussions ayant attisé votre curiosité, vous décidez d'assister au duel, qui se conclut rapidement. Vous proposez de le rejouer avec vous comme combattant, votre proposition est acceptée. Vous ne mettez guère longtemps à vaincre votre adversaire, le village entier vous acclame à présent et le seigneur vous propose un bon repas, vous acceptez volontiers son offre. Une fois que vous êtes repus, le seigneur vous propose de devenir chevalier, vous refusez poliment son offre et le remerciez pour le délicieux repas. Vous vous sentez bien mieux à présent."
        }
      },
      "help": {
        "outcomes": {
          "0": "Comprenant la détresse du seigneur, vous lui proposez de participer au duel. Celui-ci accepte volontiers. Le combat commence, vous savez que n'avez pas la moindre chance de vaincre votre adversaire, mais tentez malgré tout de résister. Il ne lui faut qu'une minute pour vous vaincre. Vous reprenez votre route, honteux de votre défaite.",
          "1": "Comprenant la détresse du seigneur, vous lui proposez votre aide. On vous équipe alors avant que le duel ne débute. Vous combattez vaillamment, mais êtes tout aussi aisément terrassé par votre adversaire. C'est lorsque celui-ci vous pourfend de sa lame que vous regrettez amèrement d'avoir offert votre aide. En effet, c'est un match à mort. Et vous venez de le perdre. Vous fermez les yeux, et la douleur disparaît. Vous vous réveillez de manière inattendue plusieurs heures plus tard, grièvement blessé.",
          "2": "Comprenant la détresse du seigneur, vous lui proposez votre aide. On vous équipe alors une armure avant que le duel ne débute. Conscient que vous n'avez pas la moindre chance, vous vous défendez du mieux que vous le pouvez. Votre adversaire, impatient, baisse sa garde et vous en profitez pour l'attaquer. Vous parvenez à le mettre à terre avant de le désarmer. Vous ressortez de l'arène victorieux, le seigneur vient à votre rencontre pour vous donner une bourse remplie d'or. Vous le remerciez avant de reprendre votre route.",
          "3": "Comprenant la détresse du seigneur, vous lui proposez de régler le conflit en usant de vos paroles. Il vous promet une récompense si vous y parvenez. Déterminé, vous allez à la rencontre du chevalier une fois celui-ci arrivé au village et lui dites que vous souhaitez négocier avec son seigneur. Il accepte et vous emmène à lui. Vous sympathisez rapidement et lui demandez d'annuler le duel. Vous lui dites aussi qu'après cela pourront avoir lieu des négociations afin de régler le conflit. Il accepte, et vous retournez à Boug-Coton afin d'annoncer la nouvelle. Le seigneur vous tend une bourse remplie d'or en gage de remerciement.",
          "4": "Comprenant la détresse du seigneur, vous lui proposez de régler le conflit en usant de vos paroles. Il vous promet une récompense si vous y parvenez. Vous rencontrez le chevalier afin qu'il vous emmène à son seigneur. Une fois là-bas, vous sympathisez rapidement avec celui-ci. Malheureusement, il ne semble pas décidé à annuler le duel, bien qu'il vous apprécie. Vous retournez au village accompagné du chevalier afin d'annoncer que le duel aura lieu.",
          "5": "Comprenant la détresse du seigneur, vous lui proposez de régler le conflit en usant de vos paroles. Il vous promet une récompense si vous y parvenez. Vous rencontrez le chevalier afin qu'il vous emmène à son seigneur. Une fois là-bas, vous tentez de négocier avec celui-ci durant plusieurs heures, sans grand succès. Vos efforts étant vains, vous pensez repartir. Mais avant cela, le seigneur déclare qu'il vous apprécie, en effet, celui-ci ajoute qu'il a été impressionné du fait que vous n'ayez pas abandonné. Il vous propose de devenir chevalier, mais vous refusez poliment son offre et reprenez votre chemin."
        },
        "text": "Proposer votre aide au seigneur de Boug-Coton."
      },
      "look": {
        "outcomes": {
          "0": "Vous décidez d'assister au duel. Le chevalier étranger gagne en quelques secondes seulement. Vous ne tardez pas à partir, déçu de la médiocre performance du perdant.",
          "1": "Vous décidez d'assister au duel. Le chevalier étranger gagne en quelques secondes seulement. Devant la médiocre performance du perdant, vous proposez de rejouer le duel, mais cette fois-ci c'est vous qui combattrez. Votre proposition est acceptée, vous pouvez combattre. Votre adversaire, trop sûr de lui, baisse sa garde pendant que vous combattez. Vous n'attendez pas une seconde pour en profiter et ainsi prendre l'avantage. Vous finissez par vaincre le chevalier et annoncez votre victoire, triomphant. Le seigneur des lieux vous propose de devenir chevalier, vous refusez poliment son offre et reprenez votre chemin.",
          "2": "Vous décidez d'assister au duel. Le chevalier étranger gagne en quelques secondes seulement. Devant la médiocre performance du perdant, vous proposez de rejouer le duel, mais cette fois-ci c'est vous qui combattrez. Votre proposition est acceptée. Le combat commence, et malgré tous vos efforts vous ne parvenez à résister qu'une dizaine de secondes.",
          "3": "Vous décidez d'assister au duel. Celui-ci se conclut en quelques secondes. Devant la médiocre performance du perdant, vous proposez de rejouer le duel, mais cette fois-ci c'est vous qui combattrez. Votre proposition est acceptée, vous pouvez combattre. Votre adversaire, trop sûr de lui, baisse sa garde pendant que vous combattez. Vous n'attendez pas une seconde pour prendre l'avantage. Vous finissez par vaincre le chevalier et annoncez votre victoire, triomphant. Le seigneur des lieux vous propose une bourse remplie d'or, que vous acceptez volontiers.",
          "4": "Vous décidez d'assister au duel. Celui-ci se conclut en quelques secondes. Vous qualifiez le perdant d'incompétent et proposez de rejouer le duel, mais cette fois-ci c'est vous qui combattrez. Le perdant vous propose de venir se battre contre lui avant de critiquer. Vous acceptez sa requête, sachant pertinemment que vous n'aurez aucun mal à le vaincre. Étant trop sûr de vous, votre adversaire parvient à vous désarmer avant de vous mettre à terre. Il vous tabasse ensuite jusqu'à l'évanouissement. Gravement blessé, vous aurez besoin de beaucoup de repos.",
          "5": "Vous décidez d'assister au duel. Celui-ci se conclut en quelques secondes. Devant la médiocre performance du perdant, vous proposez de rejouer le duel, mais cette fois-ci c'est vous qui combattrez. Votre proposition est acceptée. Le combat commence, et malgré tous vos efforts vous ne parvenez à résister qu'une dizaine de secondes. Le chevalier décide de vous frapper encore et encore, pour vous faire comprendre que vous n'êtes qu'un insecte face à lui. Après vous avoir gravement blessé, il arrête et s'en va.",
          "6": "Vous décidez d'assister au duel. Le chevalier étranger gagne en quelques secondes seulement. Devant la médiocre performance du perdant, vous proposez de rejouer le duel, mais cette fois-ci c'est vous qui combattrez. Vous remportez le duel après quelques minutes de combat. Le seigneur des lieux vous propose de discuter autour d'un bon repas. Vous acceptez volontiers, la nourriture est délicieuse et il y en a en abondance. Une fois repus, le seigneur vous propose de vous nommer chevalier. Vous refusez poliment son offre."
        },
        "text": "Assister au duel."
      },
      "visit": {
        "outcomes": {
          "0": "Vous visitez le village mais, n'y voyant rien d'intéressant, vous repartez sans plus tarder.",
          "1": "Vous visitez le village. N'y voyant rien d'intéressant, vous décidez d'aller assister au duel.",
          "2": "Alors que vous visitez le village, le seigneur passant par là remarque l'aventurier que vous êtes. Il vous explique la situation et vous supplie de participer au duel. Il vous offrira une bourse remplie d'or si vous parvenez à le gagner. Vous acceptez volontiers son offre et vous rendez donc au duel. Mais une fois le combat commencé, vous comprenez que vous n'avez pas la moindre chance de vaincre votre adversaire. Le chevalier vous blesse à la jambe avec son épée, et vous tombez misérablement au sol, blessé. Incapable de vous relever, vous avez perdu le duel.",
          "3": "Vous visitez le village et apercevez un objet au fond du puits. Vous le ramassez avant de reprendre votre route."
        },
        "text": "Visiter Boug-Coton."
      }
    },
    "text": "Vous apercevez le village Boug-Coton et décidez de vous y rendre. À peine arrivé vous entendez parler d'un conflit entre le seigneur de ces lieux et celui du village voisin. Pour le régler, un combat est organisé entre leurs meilleurs combattants, mais tous ici sont médiocres et le duel débute bientôt."
  },
  "55": {
    "possibilities": {
      "climb": {
        "outcomes": {
          "0": "Vous choisissez d'escalader le tronc, car il vous semble que c'est la plus rapide façon de faire. En quelques secondes, vous voilà de l'autre côté, libre de continuer votre chemin.",
          "1": "Vous escaladez le tronc, cependant vous n'êtes pas assez précautionneux : vous vous blessez la main contre l'écorce rugueuse de l'arbre et perdez prise. Vous vous retrouvez contraint de recommencer votre escalade. Au deuxième essai vous y arrivez, mais votre main est bien endolorie !",
          "2": "Vous vous dites qu'escalader serait une bonne idée, alors vous le faites. En arrivant de l'autre côté, vous constatez que quatre personnes, armées et vous attendant de pied ferme, ont les yeux rivés sur vous. Prudent, vous n'hésitez pas à leur donner vos possessions afin de garder la vie sauve."
        },
        "text": "Escalader l'arbre."
      },
      "cut": {
        "outcomes": {
          "0": "Vous sortez de votre sac une hache, et attaquez l'arbre. Il vous aura fallu 30 minutes pour vous frayer un passage !",
          "1": "Vous vous mettez à couper l'arbre, et prenez un bon moment à en débiter la totalité. Vous allez dans le village le plus proche, empruntez une charrette et son attelage, revenez dans la forêt, chargez le bois préalablement découpé dans la charrette, revenez au village, et vendez le tout à l'ébéniste. C'est seulement après cela que vous découvrez qu'une charrette et son attelage coûtent plus cher que le bois résultant d'un seul arbre !",
          "2": "Vous vouliez couper l'arbre, mais vous réalisez que vous n'avez absolument pas de quoi le faire. Vous décidez alors d'escalader l'imposant chêne, y arrivez sans encombre, et continuez votre route."
        },
        "text": "Couper l'arbre et continuer."
      },
      "end": {
        "outcomes": {
          "0": "Ne sachant que faire, vous finissez par décider d'escalader l'arbre. En quelques secondes, vous voilà de l'autre côté, libre de continuer votre chemin.",
          "1": "Ne sachant que faire, et vous souvenant être rentré dans la forêt il y a peu, vous rebroussez juste chemin.",
          "2": "Alors que vous hésitez sur quoi faire, vous entendez des bruits de pas dans votre dos ! Vous avez à peine le temps de vous retourner que quatre hommes se jettent sur vous. Vous vous évanouissez presque instantanément, et ne vous relevez que quelques heures plus tard, sonné, et la bourse bien plus légère."
        }
      },
      "otherWay": {
        "outcomes": {
          "0": "Vous préférez changer légèrement votre chemin. Vous escaladez donc le talus du chemin sur lequel vous étiez, et passez quelques mètres comme cela. Après avoir dépassé l'arbre, vous redescendez sur le sentier, et reprenez tranquillement votre route.",
          "1": "Vous décidez de changer de chemin. Pour cela, vous montez le talus de votre actuelle route, et avancez dans la forêt. Vous trouvez, sur un cadavre en piteux état, un bel objet et une bourse rebondie. Sachant qu'ils seront plus utiles à vous qu'au corps, vous vous en emparez et continuez votre marche forestière.",
          "2": "Vous estimez qu'escalader l'arbre est trop dangereux et vous n'avez pas de quoi le couper. Par conséquent, vous êtes contraints de changer d'itinéraire. C'est sans compter sur votre sens de l'orientation que vous parvenez à perdre votre chemin. Vous ne parvenez à sortir de la forêt qu'à la nuit tombée."
        },
        "text": "Passer par un autre chemin."
      }
    },
    "text": "Sans doute à cause de la rude tempête d'hier, un arbre est tombé sur le petit sentier de forêt où vous marchez. Son tronc faisant 3 bons mètres d'épaisseur, il vous bloque le passage !"
  },
  "56": {
    "possibilities": {
      "beach": {
        "outcomes": {
          "0": "Vous vous approchez de la mer turquoise avec la ferme intention d'y prendre un bain de minuit. Laissant vos affaires au bord de l'eau, vous allez nager quelques brasses avant de revenir sur le sable. Vous constatez avec colère la disparition d'une partie de votre argent ainsi que la tente du charlatan.",
          "1": "Alors que vous vagabondez dans les rochers, vous apercevez une horde de ces petits crustacés célèbres pour leur grande présence sur cette plage. Vous les observez quelques instants avant de prendre le chemin du retour.",
          "2": "N'ayant pas encore mangé, vous décidez de tirer profit des ressources de cette plage afin de remplir un peu votre estomac vide. Tandis que vous fouillez sous une pierre à la recherche de crustacés, un grand oiseau prend son envol et vient attraper le bernard l'ermite que vous veniez d'apercevoir. Surpris, vous faites un mouvement de recul, votre pied dérape et vous vous foulez la cheville dans les rochers."
        },
        "text": "Ignorer l'alchimiste et aller profiter de la plage."
      },
      "drinkBlack": {
        "outcomes": {
          "0": "Considérant que c'est de l'argent facile, vous acceptez de servir de cobaye à Gruffo. Celui-ci vous donne une décoction fumante et noirâtre. Après en voir bu quelques gorgées peu ragoûtantes et avoir patienté ce qui vous semble être une éternité, vous êtes soudain pris de vomissements puis de violentes convulsions. Il vous faudra presque quarante minutes pour reprendre vos esprits afin de poursuivre votre aventure.",
          "1": "Considérant que c'est de l'argent facile, vous acceptez de servir de cobaye à Gruffo. Celui-ci vous donne une fiole contenant un liquide charbonné. Une fois bu, la décoction vous plonge immédiatement dans un profond sommeil. Vous vous réveillez trois heures plus tard, confortablement installé sur une branche d'un cocotier. Au pied de celui-ci, vous découvrez une bourse émaillée remplie d'or !"
        },
        "text": "Boire la potion noire."
      },
      "drinkRandom": {
        "outcomes": {
          "0": "Non sans une pointe d'inquiétude, vous acceptez la proposition de Gruffo. Celui-ci vous tend une fiole de couleur tannée. Pensant à la compensation financière, vous décidez de la boire d'une traite. Immédiatement, une sensation de brûlure envahit votre gorge. Au bout d'une dizaine de minutes, vous balbutiez, voyez trouble. Vous êtes complètement ivre ! Pris de fortes nausées, vous tentez de porter un coup à Gruffo qui l'esquive aisément. Pas rancunier pour un sou, celui-ci vous installe confortablement sur sa paillasse. Vous harpaillez l'alchimiste de charlatan rabougri pendant un moment avant qu'il ne daigne tenir sa part du marché.",
          "1": "Vous acceptez avec impulsivité tout en refusant une quelconque somme d'argent de la part de Gruffo. En effet, participer à une potentielle découverte scientifique vous gonfle d'honneur ! L'alchimiste vous tend une minuscule fiole remplie d'un liquide cramoisi. Une seule gorgée est nécessaire pour en vider le contenu, vous sentez alors une agréable chaleur se répandre dans l'ensemble de votre corps. Vous voilà en bien meilleure forme !",
          "2": "Alléché par l'appât du gain, vous acceptez avec enthousiasme la proposition de Gruffo. Vous buvez tranquillement le liquide écarlate que vous tend l'alchimiste. Une fois fait, Gruffo vous lance un regard dépité tout en vous justifiant que son breuvage expérimental est à effet immédiat. Tout en vous promettant que vous ne serez pas malade, il vous jette au dehors de sa tente. Un peu amer de ne pas voir l'ombre d'un sou, vous jugez bon de continuer votre périple.",
          "3": "Avec méfiance et appréhension, vous décidez de boire d'une traite le breuvage couleur saphir que Gruffo vous tend. Immédiatement, un froid glacial saisit l'entièreté de votre corps. Alors que vous apostrophez péniblement Gruffo de charlatan racorni, celui-ci vous installe dans un monceau de couvertures chaudes."
        },
        "text": "Boire une potion au hasard."
      },
      "end": {
        "outcomes": {
          "0": "Vous finissez par accepter l'offre alléchante de Gruffo. Celui-ci vous demande de patienter un peu, le temps qu'il vous apporte votre décoction. Alors que vous êtes en train d'étudier attentivement un alambic, un coup puissant s'abat sur votre joli crâne.",
          "1": "Devant votre air inerte, Gruffo s'impatiente et vous jette au dehors de sa tente, non sans vous avoir facturé le temps que vous venez de lui faire perdre. Vous reprenez votre route sans tarder !",
          "2": "Devant votre incapacité à vous décider, Gruffo n'insiste pas et vous offre une tasse de thé noir. Vous discutez de nombreuses minutes de tout, sauf d'alchimie ! Vous reprenez votre chemin alors que la lune éclaire timidement la plage."
        }
      },
      "refuse": {
        "outcomes": {
          "0": "Vous préférez refuser poliment l'offre de Gruffo tout en vous demandant comment trouver un endroit sûr où dormir. En voyant votre mine inquiète, Gruffo vous propose de rester dans sa tente le temps que le soleil se lève. Vous acceptez de bon coeur et vous endormez, serein.",
          "1": "Vous refusez de servir de cobaye à l'alchimiste. Celui-ci vous propose alors de réaliser votre propre potion et interloqué par cette nouvelle proposition, vous acceptez. Après quelques recherches, vous finissez par réaliser une décoction translucide. Vous hésitez quelques instants avant de boire votre mélange d'un trait. De longues minutes plus tard, vous êtes pris de vertige et d'hallucinations cocasses où vous voyez votre chère princesse. Presque une heure de repos sera nécessaire pour vous permettre de reprendre votre aventure.",
          "2": "Vous refusez catégoriquement la proposition de l'alchimiste. Celui-ci semble déçu, si bien que vous décidez de converser un moment avec lui. Au fil de la discussion, vous lui demandez d'où lui viennent toutes ses connaissances alchimiques et c'est avec une pointe d'amertume qu'il vous donne le nom de ce célèbre ménestrel connu à travers tout le pays : Périssien. Gruffo ne vous répondra pourtant pas quant à la localisation de son maître. Ne voulant pas insister, vous le remerciez pour cette intéressante conversation et décidez de reprendre votre route."
        },
        "text": "Refuser la proposition de Gruffo."
      }
    },
    "text": "Vous approchez la Plage Sentinelle, l'air frais emplit vos poumons et l'odeur iodée de la mer atteint vos narines. À mesure que vous avancez, le vent marin se renforce et le bruit des mouettes se fait entendre. Le soleil commence cependant à se coucher, vous devez trouver un endroit sûr pour la nuit. Quelques pas de plus vous permettent de discerner une tente plantée en haut d'une dune. En y entrant, un homme s'appelant Gruffo vous explique être un alchimiste à la recherche d'un cobaye pour tester ses nouvelles substances, en échange d'une somme d'argent conséquente."
  },
  "57": {
    "possibilities": {
      "continue": {
        "outcomes": {
          "0": "Vous entrez dans la rivière et tournez à droite afin de suivre le sens du courant. L'eau est fraîche et cela vous fait un grand bien.",
          "1": "Vous mettez un pied dans la rivière puis le deuxième. Vous commencez votre progression dans la rivière. Après quelques minutes de marche, vous arrivez à une petite chute d'eau d'un mètre de haut et décidez de la descendre en sautant. Alors que vous prenez votre élan, la pierre sur laquelle repose votre pied droit bouge et vous tombez en bas de la chute d'eau en vous cognant le crâne à deux reprises. Vous êtes encore conscient bien que fortement sonné.",
          "2": "Vous marchez depuis une bonne heure lorsque vous arrivez à nouveau au croisement d'un chemin. Vous décidez de continuer sur la terre ferme."
        },
        "text": "Poursuivre votre chemin en marchant dans l'eau."
      },
      "end": {
        "outcomes": {
          "0": "Vous vous asseyez au bord de la rivière. L'eau est fraîche et vous décidez d'y mettre les pieds. Après quelques minutes de pur bonheur, une vive douleur vous fait sortir les pieds de l'eau à toute vitesse. Vous apercevez un énorme crabe accroché à votre pied. Vous ressentez une vive douleur, mais vous allez pouvoir faire un délicieux repas qui vous revigorera.",
          "1": "Vous avez faim. Vous regardez dans la rivière et apercevez ces fameux crabes gigantesques. Il y a deux espèces. Une de couleur rouge orangée et une aux couleurs rouges et noires. Vous hésitez et décidez de tenter votre chance avec les gros rouge-orangé. Après les avoir préparés et engloutis, vous commencez à avoir chaud et à transpirer. Vous comprenez votre erreur trop tard, vous avez choisi l'espèce non-comestible.",
          "2": "Vous marchez dans la rivière lorsque vous trébuchez. Vous vous assommez au passage. Par chance, le courant est fort et vous vous retrouvez sur le bord de la rivière. Vous êtes sonné, mais en vie."
        }
      },
      "findMeal": {
        "outcomes": {
          "0": "Vous regardez dans la rivière et apercevez quelques poissons ainsi que des crabes. Vous fabriquez un piège de fortune et le mettez à l'eau. Après 10 longues minutes, votre piège contient 2 beaux crabes et un petit poisson. Vous faites un feu et les faites griller. Vous vous sentez revigoré après les avoir mangés.",
          "1": "Vous apercevez au fond de l'eau d'étranges créatures que vous n'aviez encore jamais vu. Elles sont pourvues de deux pinces et se déplacent latéralement. Vous supposez qu'il s'agit de ces fameuses choses qui ont donné leur nom à cette rivière et vous vous souvenez qu'elles sont comestibles. Vous décidez d'en attraper quelques-unes. Vous plongez votre main et vous réussissez à en attraper, mais elles vous attaquent avec leurs pinces. Vous finissez blessé d'une belle entaille à la main, mais aussi avec de quoi vous faire un délicieux repas.",
          "2": "Vous hésitez un instant entre les poissons de la rivière et les mûriers. Finalement, vous décidez de préparer un festin. Vous préparez un piège à poisson et après l'avoir installé vous partez cueillir quelques mûres. Saumon aux mûres, un régal !"
        },
        "text": "Trouver quelque chose pour vous préparer un repas."
      },
      "settle": {
        "outcomes": {
          "0": "Vous décidez de vous asseoir sur un rocher plat et contemplez le magnifique paysage aux milles couleurs pendant quelques heures avant de poursuivre votre chemin.",
          "1": "Vous êtes fatigué par tous ces kilomètres parcourus et observez la rivière et ses crabes aux couleurs brasier. Les minutes passent sans que vous n'y prêtiez attention. Voilà maintenant une heure que vous rêvassez ainsi.",
          "2": "Vous vous appuyez contre un arbre et, sentant vos paupières devenir lourdes, vous endormez. Vous vous réveillez plusieurs heures plus tard mais vous êtes si reposé que votre marche est bien plus vigoureuse et votre retard est bien vite rattrapé."
        },
        "text": "S'installer au bord de la rivière."
      }
    },
    "text": "Vous marchez sous un ciel bleu azur. L'air est doux et vous continuez votre chemin en écoutant les oiseaux qui chantent, le craquement des arbres, le bruissement du sol sous vos pas. Soudain, le bruit d'une rivière se fait entendre au loin. Vous poursuivez votre chemin jusqu'à la rivière."
  },
  "58": {
    "possibilities": {
      "continue": {
        "outcomes": {
          "0": "Vous ignorez les conseils de la femme et continuez votre chemin.",
          "1": "Vous continuez votre chemin. Deux kilomètres plus loin, vous vous effondrez de fatigue."
        },
        "text": "Continuer le trajet."
      },
      "end": {
        "outcomes": {
          "0": "Vous réfléchissez pendant de longues minutes puis, ne sachant quoi faire, continuez votre chemin.",
          "1": "Vous décidez d'établir votre campement ici et de continuer le trajet plus tard."
        }
      },
      "goAlchemist": {
        "outcomes": {
          "0": "Vous arrivez chez l'alchimiste. Celui-ci se prénomme Gruffo et vous propose une potion de rétablissement pour quelques pièces. Vous acceptez et buvez tranquillement la potion. Une chaleur réconfortante émane en vous. Revigoré, vous vous mettez à courir si vite que vous arrivez à destination sans aucun retard.",
          "1": "Vous arrivez chez l'alchimiste. Celui-ci se prénomme Gruffo et vous propose une potion de rétablissement pour quelques pièces. Vous refusez l'offre et continuez tranquillement votre trajet.",
          "2": "Vous entrez dans l'antre de l'alchimiste. Celui-ci se prénomme Gruffo et vous propose de goûter une de ses nouvelles potions gratuitement afin d'en tester les effets. Vous buvez le breuvage et sentez un sentiment de réconfort émaner en vous. Vous décrivez les effets à l'homme et sortez de la hutte, revigoré.",
          "3": "Vous entrez dans l'antre de l'alchimiste. Celui-ci se prénomme Gruffo et vous propose de goûter une de ses nouvelles potions gratuitement afin d'en tester les effets. Vous buvez le breuvage et le recrachez directement mais il semble qu'il reste encore un peu de ce poison au fond de votre gorge."
        },
        "text": "Aller chez l'alchimiste."
      },
      "shortcut": {
        "outcomes": {
          "0": "Vous suivez le chemin indiqué jusqu'à ce que vous vous retrouviez face à une rivière surmontée d'un pont délabré. Vous entendez celui-ci craqueler mais cela ne vous inquiète pas jusqu'au moment où vous voyez le bois s'effondrer sous vos pieds.",
          "1": "Vous suivez le chemin indiqué jusqu'à ce que vous vous retrouviez face à une rivière dangereuse surmontée d'un pont délabré. N'étant pas très courageux de nature, vous décidez de faire demi-tour. Cela vous aura fait perdre 10 bonnes minutes.",
          "2": "Vous suivez le chemin indiqué jusqu'à ce que vous vous retrouviez face à une rivière surmontée d'un pont délabré. Vous entendez celui-ci craqueler mais cela ne vous inquiète pas. La suite de la traversée se déroule sans accrocs. Vous trouvez même quelques pièces sur votre chemin !"
        },
        "text": "Prendre le raccourci."
      }
    },
    "text": "Après de longues heures de marche au travers de la route marécageuse, vous croisez une femme à un carrefour. Épuisé, vous l'ignorez mais elle, voyant votre état, vous interpelle. Celle-ci vous propose deux chemins pouvant vous être utiles : l'un menant chez un alchimiste expérimenté qui pourrait vous remettre d'aplomb, l'autre étant un raccourci."
  },
  "6": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Hum... Il semblerait que vous soyez resté là sans rien faire plus longtemps que prévu !"
        }
      },
      "goAway": {
        "outcomes": {
          "0": "Vous n'êtes pas du genre à risquer de perdre du temps pour des explorations sans intérêt ! Vous finissez de manger et passez votre chemin."
        },
        "text": "Continuer votre route, pas de temps à perdre !"
      },
      "goDeeper": {
        "outcomes": {
          "0": "Vous vous perdez rapidement dans ce labyrinthe, mais vous finissez par en ressortir au bout de quelques heures !",
          "1": "Vous passez quelques minutes à explorer la grotte de fond en comble et trouvez un objet qui pourra peut être vous servir...",
          "2": "La grotte se révèle rapidement être un cul de sac, mais, en ressortant, vous vous cognez la tête au plafond et tombez étourdi ! Il faudra vous soigner !"
        },
        "text": "Entrer plus profondément dans la grotte."
      },
      "search": {
        "outcomes": {
          "0": "Au bout de 30 minutes, vous finissez par découvrir un objet étrange...",
          "1": "Au bout de 60 minutes, vous finissez par abandonner vos recherches sans avoir rien découvert...",
          "2": "Alors que vous commenciez vos recherches, vous faites tomber un grand sac de pièces au fond d'un grand trou ! Il ne sera pas possible de le récupérer...",
          "3": "Alors que vous cherchiez des objets à ramasser, une énorme branche se détache de l'arbre à côté de vous et vous tombe sur la jambe ! Vous parvenez à vous relever, sonné, mais il faudra aller vous soigner !"
        },
        "text": "Fouiller les alentours."
      }
    },
    "text": "Vous vous étiez arrêté dans une grotte pour manger et vous hésitez à repartir..."
  },
  "60": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Vous écoutez patiemment le roi avant d'être reconduit à l'entrée. On vous transmet également quelques informations à propos de quelques missions supplémentaires confiées par le roi pour faciliter votre quête (commande {command:missions}) et on vous propose un transport vers le chef-lieu de votre choix."
        }
      },
      "start": {
        "outcomes": {
          "0": "Une fois votre lecture terminée, vous êtes reconduit à l'entrée. On vous transmet également quelques informations à propos de quelques missions supplémentaires confiées par le roi pour faciliter votre quête (commande {command:missions}) et on vous propose un transport vers le chef-lieu de votre choix."
        },
        "text": "Débuter votre aventure."
      }
    },
    "text": "Vous êtes amené dans la grande salle de réception du château où vous rencontrez rapidement le roi. On vous explique la nature du concours qui consiste à récolter un grand nombre de points dans l'objectif de dominer les classements. En plus d'une agréable prime de départ, vous recevez un bel ouvrage censé vous guider lors de votre aventure. Vous ouvrez le livre (https://guide.draftbot.com) et consultez rapidement les premières pages..."
  },
  "61": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Vous restez sans réagir à l'invitation du garde. Après quelques instants, la jeune femme arrive finalement à votre hauteur et vous transmet quelques conseils. Vous apprenez notamment que la commande {command:report} vous permet d'obtenir toutes les informations à propos de votre voyage."
        }
      },
      "follow": {
        "outcomes": {
          "0": "La jeune femme se présente et enchaîne rapidement sur des premiers conseils que vous écoutez avec attention, vous apprenez que la commande {command:report} vous permet d'obtenir toutes les informations à propos de votre voyage."
        },
        "text": "Suivre votre guide."
      },
      "observe": {
        "outcomes": {
          "0": "Vous admirez les immenses murailles du château. Après quelques instants, la jeune femme arrive finalement à votre hauteur et vous transmet quelques conseils. Vous apprenez notamment que la commande {command:report} vous permet d'obtenir toutes les informations à propos de votre voyage."
        },
        "text": "Observer les alentours."
      }
    },
    "text": "**Bonjour et bienvenue sur Crownicles !** {emote:other.crown} Le roi est à la recherche d'un noble chevalier pour marier sa fille et vous avez choisi de participer au concours de sélection ! Venant d'arriver à l'entrée du château après un long voyage, vous signalez votre présence aux gardes de l'entrée. Vous êtes invité à rentrer et rencontrez rapidement une jeune femme qui semble vouloir vous accueillir."
  },
  "62": {
    "possibilities": {
      "deny": {
        "outcomes": {
          "0": "Vous refusez la demande du paysan avec une telle méchanceté que celui-ci finit par vous chasser en vous lançant des pierres !",
          "1": "Vous refusez la demande du paysan avec une telle courtoisie que celui-ci vous souhaite même un bon courage pour la suite de votre aventure !",
          "2": "Vous décidez d'ignorer la demande du paysan. Alors que vous marchez depuis plusieurs minutes, vous apercevez une route bordée d'impressionnants cerisiers. Quelques cerises bien rouges semblent vous tendre les bras. Après en avoir dégusté quelques-unes, vous reprenez tranquillement votre périple."
        },
        "text": "Refuser d'aider le paysan."
      },
      "end": {
        "outcomes": {
          "0": "Devant votre absence de réponse, le paysan semble légèrement agacé mais vous laisse partir sans insister. Vous trouvez une besace oubliée sur le bord d'un chemin. En l'ouvrant, vous y découvrez deux petits morceaux de lard séché.",
          "1": "Devant l'air désespéré du paysan, vous décidez de vous mettre à la recherche de sa fameuse fourche. Vous finissez par arriver aux abords d'une jachère où des bovins mangent tranquillement de l'herbe fraîche. Soudain, un chien de couleur fauve surgit des buissons près de la pâture et se jette sur vous. En un éclair, vous assommez le chien et reprenez votre chemin, l'air de rien.",
          "2": "Alors que vous alliez accepter d'aider le paysan, vous sentez un bourdonnement près de votre oreille et y enfoncez votre petit doigt. Une vive douleur vous saisit : une abeille vient de vous piquer ! Vous partez sans plus attendre de cet endroit piquant."
        }
      },
      "searchPatures": {
        "outcomes": {
          "0": "Après avoir regardé de loin les bovins mastiquer l'herbe fraîche dans la première étendue d'herbes folles, vous vous élancez vers la seconde. De nombreux moutons y broutent paisiblement. Un impressionnant chêne domine le pâturage et attire votre attention, si bien que vous décidez de vous en approcher. Arrivant à quelques mètres de l'arbre, vous discernez une fourche nonchalamment appuyée contre le tronc. Le paysan semble fou de joie lorsque vous lui donnez votre trouvaille. Il vous octroie alors, comme promis, une petite bourse remplie d'or.",
          "1": "En vous approchant des pâturages, vous remarquez des empreintes de pas. En les suivant, vous pénétrez dans un sombre bosquet dans lequel se trouve une cabane pour le moins lugubre. Curieux, vous faites le tour de la bâtisse et vous retrouvez nez à manche avec la tant recherchée fourche ! Après avoir repris le chemin en sens inverse, vous remettez l'objet au fermier qui se confond en remerciements et vous invite à partager son repas afin que vous puissiez lui conter votre investigation. La soirée est plaisante et vous quittez le fermier tard dans la nuit, revigoré par les produits du terroir.",
          "2": "En vous approchant des pâturages, vous remarquez des empreintes de pas traversant le terrain et menant jusqu'au breuil où des moutons profitent de l'ombre rafraîchissante de frêles chênes. Vous décidez de les suivre, pensant qu'il s'agit d'une piste. Lorsque vous arrivez au milieu des moutons, l'un d'eux vient vers vous. D'humeur joueur, vous lui présentez votre main avec un peu d'herbe dedans. Celui-ci en profite pour se rassasier, vous croquant un doigt au passage. Énervé, vous décidez de fuir ce lieu. Approchant du bord du pâturage, vous ne voyez pas la fourche au sol, et marchez dessus. Furieux de cette malchance, vous songez à ne plus aider quiconque lors de votre aventure."
        },
        "text": "Chercher près des pâturages."
      },
      "searchVines": {
        "outcomes": {
          "0": "Après avoir hésité un court instant, vous décidez de chercher la fameuse fourche aux abords du vignoble. Une alléchante grappe de raisin attire votre attention, vous décidez alors de vous en emparer. Le paysan surgit de nulle part et, vous voyant avec un bout de sa récolte en main, hurle de colère. Effrayé, vous lâchez votre cueillette et prenez la poudre d'escampette !",
          "1": "À peine arrivé dans les vignobles, voilà que vous tombez sur la fameuse fourche. Après l'avoir rendue au paysan, celui-ci tient sa promesse à votre égard.",
          "2": "À peine arrivé dans les vignobles, vous discernez une petite cabane en bois. En y entrant, vous découvrez quelques tonneaux et plusieurs bouteilles de vin, dont une est déjà entamée. Quelques gorgées ne vous auraient pas fait de mal si seulement vous aviez réussi à vous limiter à une petite quantité. Vous trouvez le vin délicieux mais ne souhaitez pas perdre plus de temps que cela à chercher une fourche. Vous reprenez votre chemin en prenant soin d'éviter le paysan."
        },
        "text": "Chercher dans les vignes."
      },
      "searchWheat": {
        "outcomes": {
          "0": "Après plusieurs minutes de recherches dans le champ, vous retrouvez la fourche, à peine visible, sous de nombreux plants de blé couchés sur la terre. Pour vous remercier, le paysan vous offre, comme promis, votre récompense.",
          "1": "Après trois heures de recherche, la fourche reste introuvable. Vous découvrez cependant un objet qui pourra peut-être vous être utile pour gagner le coeur de votre chère Princesse !",
          "2": "Alors que vous êtes à la recherche de la fourche, vous marchez dessus et vous faites une vilaine entaille. Vous prenez le temps nécessaire afin de prévenir le paysan que vous avez retrouvé sa fourche. Celui-ci, apercevant votre blessure, s'empresse de vous soigner comme il peut."
        },
        "text": "Chercher dans le champ de blé."
      }
    },
    "text": "Un paysan vous hèle au devant de sa ferme située aux abords de l'Étendue. Celle-ci est constituée de pâturages, d'un vignoble et d'un champ de blé. L'air rembruni, il vous salue et vous explique qu'il a perdu sa fourche préférée. Il vous implore de l'aider à la retrouver tout en vous promettant une large récompense."
  },
  "63": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Vous avez choisi de simplement regarder les feux d'artifice et de rester pour voir le village tomber dans le désespoir, appuyé contre un arbre juste à l'extérieur du village. Mais, même après minuit, rien ne s'est passé. Il semble que ces prétendues bêtes ne soient qu'une imposture et vous partez.",
          "1": "Vous décidez de surveiller le grenier depuis la taverne locale, mais vous vous laissez distraire par une délicieuse bière. Vous êtes ivre mort et perdez vos esprits. En vous réveillant, vous remarquez qu'ils ont simplement jeté votre corps inconscient sur la route et que vous avez quelques pièces de monnaie en moins.",
          "2": "Décidant de ne rien faire, vous entrez dans la taverne locale et louez une chambre pour la nuit. Mais pendant votre sommeil, des personnages vêtus de noir vous attaquent, vous frappent pour vous soumettre et vous voler. Ils vous laissent en sang sur le sol et vous avertissent de ne plus jamais fouiner dans leurs affaires...",
          "3": "Puisque vous êtes déjà sur place, réflexion faite : pourquoi ne pas aller acheter des objets ? Vous flânez dans le marché local, et vous arrêtez chez le forgeron et armurier local. Au bout d'un certain temps, vous trouvez quelque chose."
        }
      },
      "faceThem": {
        "outcomes": {
          "0": "Vous vous rendez dans le sous-sol du grenier et tombez nez à nez avec des personnages en robe noire se tenant en cercle, couverts de plumes et de sang partout. Alors que vous essayez d'en frapper un, vous hésitez. Ces hommes ne sont que d'ordinaires parieurs de combats de coqs et non des bêtes. Mais les hommes vous remarquent et, par peur, se liguent contre vous, vous renversent et prennent rapidement la fuite.",
          "1": "En entrant dans la pièce, une mortifiante odeur de pourriture vous submerge. Du sang et des détritus sont répandus dans toute la pièce et une sorte de brume rouge se propage. Tout a probablement commencé à pourrir il y a plusieurs jours. Vous ne supportez ni la vue ni l'odeur et vous fuyez l'endroit avec un sentiment d'écoeurement profond.",
          "2": "En ouvrant la porte, vous découvrez trois formes vêtues de noir sur le point de sacrifier une jeune fille. Vous dégainez rapidement votre lame et abattez les coupables. En jetant la lame tachée de sang de côté, vous sauvez la demoiselle en détresse et la faites sortir. Le lendemain, vous êtes célébré comme un héros et un protecteur du mal.",
          "3": "En descendant les escaliers, vous vous retrouvez entouré de statues en bois aux formes étranges, tordues dans une attitude grossière, de mystérieuses horreurs faites de bois. Mais il n'y a personne. Après avoir enquêté dans la pièce effrayante, vous trouvez une boîte avec quelque chose à l'intérieur..."
        },
        "text": "Affronter les silhouettes."
      },
      "goAway": {
        "outcomes": {
          "0": "Même après avoir découvert ces sombres machinations, vous décidez d'abandonner les gens sans défense et de les laisser à leur sort.",
          "1": "Vous partez en courant, sans savoir quand le village entier sera avalé par la mort s'il l'est. Dans votre fuite précipitée, vous trébuchez et tombez dans un fossé.",
          "2": "Après avoir quitté le village en courant, vous faites une courte pause pour reprendre votre souffle. Ce faisant, vous êtes approché par des personnages armés et vêtus de noir. On dirait qu'ils n'ont pas aimé vous voir fouiner dans le village. Ils sortent leur armes et attaquent. Vous prenant au dépourvu et épuisé, ils vous battent jusqu'à l'inconscience.",
          "3": "Vous réussissez à sortir vivant de ce maudit village. Après un certain temps, vous tombez sur une belle parcelle de terre vierge. Vous pouvez voir une chute d'eau et de multiples animaux carnivores apprivoisés. Vous décidez de méditer sous le flot de l'eau qui tombe. Après une heure, vous vous sentez redynamisé et continuez votre voyage."
        },
        "text": "Partir d'ici rapidement."
      },
      "helpThem": {
        "outcomes": {
          "0": "Vous trouvez des personnages vêtus de noir dans ledit sous-sol. Il semble qu'il ne s'agisse pas de bêtes, mais de gens ordinaires qui parient sur des combats de coqs. Vous les rejoignez et pariez sur le coq rouge qui, au final, a perdu. Ce qui vous rendra plus léger de quelques pièces.",
          "1": "Vous trouvez des personnages vêtus de noir dans ledit sous-sol. Il semble qu'il ne s'agisse pas de bêtes, mais de gens ordinaires qui parient sur des combats de coqs. Vous les rejoignez et pariez sur le coq bleu qui, au final, a gagné. Plus riche de quelques pièces, vous laissez les hommes à leurs jeux et vous partez.",
          "2": "Vous rencontrez 4 hommes encapuchonnés de noir dans le sous-sol. Après les avoir convaincus de vous laisser vous joindre à eux, ils révèlent leur projet de sacrifier la force vitale des habitants en l'honneur d'un démon qu'ils vénèrent. Espérant tirer profit de leur savoir, vous répondez être heureux de participer. Vous et les bêtes sauvages que vous venez de rencontrer sacrifiez une femme et quelques animaux. De plus, vous répandez leurs entrailles dans toute la pièce. Mais rien ne se passe. Après avoir perdu votre temps, vous partez, furieux...",
          "3": "Vous rencontrez 4 hommes encapuchonnés de noir dans le sous-sol. Après les avoir convaincus de vous laisser vous joindre à eux, ils révèlent leur projet de sacrifier la force vitale des habitants en l'honneur d'un démon qu'ils vénèrent. Espérant tirer profit de leur savoir, vous répondez être heureux de participer. Vous et les bêtes sauvages que vous venez de rencontrer sacrifiez une femme et quelques animaux. De plus, vous répandez leurs entrailles dans toute la pièce. Mais rien ne se passe. Ce n'est que lorsque vous ressortez de la pièce que vous tombez nez à nez avec des gardes..."
        },
        "text": "Tenter de retrouver les silhouettes afin de les aider."
      },
      "warnEveryone": {
        "outcomes": {
          "0": "Sans le vérifier vous-même, vous commencez à courir dans le village comme un fou, en hurlant à tout le monde qu'ils vont mourir s'ils restent. Une panique générale s'ensuit et tout le monde commence à quitter le périmètre. Mais, au bout d'un certain temps, rien ne se passe et certains ne sont pas très contents de votre mauvaise farce. Ils se liguent contre vous, vous frappent, et vous volent.",
          "1": "Après une courte enquête, vous apportez aux gardes locaux la localisation des malfaiteurs. Ils suivent votre conseil et, après quelques minutes, un autre garde s'approche de vous. Il semble que des hérétiques étaient sur le point de tuer une jeune fille et, grâce à votre conseil, elle a été sauvée. Il vous tend une petite pochette avant de vous serrer la main.",
          "2": "Après avoir annoncé à tout le monde le sombre malheur qui s'apprête à frapper le village, chacun remballe ses affaires et reste juste à l'extérieur dans la forêt. Quand soudain un tremblement de terre se produit et la panique s'installe. Vous aidez les gardes à calmer les gens, qui, après un certain temps, se calment. On vous remercie chaleureusement pour l'avertissement.",
          "3": "Vous tentez de convaincre tout le monde qu'ils sont en danger, mais les gens ne veulent rien savoir et vous ignorent tout simplement. Vous essayez pendant plusieurs heures et, enfin, décidez de les laisser. Vous continuez votre voyage sans vous soucier des gens bornés de ce village."
        },
        "text": "Révéler à tous ce qu'il en est."
      }
    },
    "text": "Au bout d'un certain temps, vous arrivez enfin dans le village de Boug-Coton où une rumeur court que des créatures maléfiques sont à l'œuvre... Après avoir enquêté sur les lieux pendant quelques instants, vous trouvez une piste. Les témoignages des habitants font état de bruits étranges et des silhouettes noires encapuchonnées ont été aperçues entrant et sortant du sous-sol d'une grange. Il semblerait qu'un sombre rituel soit en cours de préparation..."
  },
  "64": {
    "possibilities": {
      "accept": {
        "outcomes": {
          "0": "Vous acceptez l'invitation, vous êtes jovial rien qu'à l'idée de faire la fête dans le somptueux château du Roi. Vous vous dirigez à grands pas en direction de l'imposante construction."
        },
        "text": "Vous diriger immédiatement vers le château."
      },
      "deny": {
        "outcomes": {
          "0": "Les fêtes ne sont pas pour vous. Vous décidez que vous avez mieux à faire que de vous amuser et repartez vers l'aventure."
        },
        "text": "Refuser l'invitation."
      },
      "end": {
        "outcomes": {
          "0": "Vous ne vous attendiez pas à lire cela. Vous restez de longues minutes à contempler la lettre. Le départ du messager vous tire de votre rêverie, et vous prenez la destination du château."
        }
      }
    },
    "text": "À peine arrivé à votre destination, un messager s'arrête essoufflé devant vous et vous tend une missive. Vous lisez avec attention le contenu, qui indique que le Roi prépare une grande fête dans son château, et que vous y êtes convié."
  },
  "65": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Vous ouvrez votre cadeau et voyez des pièces briller au fond de la boite. Vous les prenez et les ajoutez à votre bourse. Vous partez du château, heureux d'avoir reçu ce cadeau.",
          "1": "Vous ouvrez votre cadeau et voyez une potion brillant d'un rouge étincelant dans la boite. Vous la buvez et vous sentez une force jaillir du fond de votre corps. Vous partez du château, heureux d'avoir reçu ce cadeau.",
          "2": "Vous ouvrez votre cadeau et voyez des gemmes roulant au fond de la boite. Vous les prenez et les ajoutez à votre réserve de gemmes. Vous partez du château, heureux d'avoir reçu ce cadeau.",
          "3": "Vous ouvrez votre cadeau et prenez un livre qui se trouvait dedans. Il explique des techniques de survie que vous avez hâte de mettre en pratique. Vous partez du château, heureux d'avoir reçu ce cadeau.",
          "4": "Vous ouvrez votre cadeau et prenez un livre qui se trouvait dedans. Il explique des techniques de combat que vous avez hâte d'essayer contre les autres aventuriers. Vous partez du château, heureux d'avoir reçu ce cadeau.",
          "5": "Vous ouvrez votre cadeau et en sortez un équipement. C'est une arme puissante que vous ajoutez à votre collection. Vous partez du château, heureux d'avoir reçu ce cadeau.",
          "6": "Vous ouvrez votre cadeau et en sortez un équipement. C'est une armure puissante que vous ajoutez à votre collection. Vous partez du château, heureux d'avoir reçu ce cadeau.",
          "7": "Vous ouvrez votre cadeau et en sortez un équipement. C'est un objet puissant que vous ajoutez à votre collection. Vous partez du château, heureux d'avoir reçu ce cadeau."
        }
      },
      "hopeArmor": {
        "outcomes": {
          "0": "Vous ouvrez votre cadeau et en sortez un équipement. C'est une armure puissante que vous ajoutez à votre collection. Vous partez du château, heureux d'avoir reçu ce cadeau."
        },
        "text": "Attendre et espérer obtenir une nouvelle armure."
      },
      "hopeGems": {
        "outcomes": {
          "0": "Vous ouvrez votre cadeau et voyez des gemmes roulant au fond de la boite. Vous les prenez et les ajoutez à votre réserve de gemmes. Vous partez du château, heureux d'avoir reçu ce cadeau."
        },
        "text": "Attendre et espérer obtenir des gemmes."
      },
      "hopeGlory": {
        "outcomes": {
          "0": "Vous ouvrez votre cadeau et prenez un livre qui se trouvait dedans. Il explique des techniques de combat que vous avez hâte d'essayer contre les autres aventuriers. Vous partez du château, heureux d'avoir reçu ce cadeau."
        },
        "text": "Attendre et espérer obtenir la gloire."
      },
      "hopeHealthy": {
        "outcomes": {
          "0": "Vous ouvrez votre cadeau et voyez une potion brillant d'un rouge étincelant dans la boite. Vous la buvez et vous sentez une force jaillir du fond de votre corps. Vous partez du château, heureux d'avoir reçu ce cadeau."
        },
        "text": "Attendre et espérer obtenir de quoi rester bonne santé."
      },
      "hopeItem": {
        "outcomes": {
          "0": "Vous ouvrez votre cadeau et en sortez un équipement. C'est un objet puissant que vous ajoutez à votre collection. Vous partez du château, heureux d'avoir reçu ce cadeau."
        },
        "text": "Attendre et espérer obtenir un nouvel objet."
      },
      "hopeMoney": {
        "outcomes": {
          "0": "Vous ouvrez votre cadeau et voyez des pièces briller au fond de la boite. Vous les prenez et les ajoutez à votre bourse. Vous partez du château, heureux d'avoir reçu ce cadeau."
        },
        "text": "Attendre et espérer obtenir de l'argent."
      },
      "hopePet": {
        "outcomes": {
          "0": "Vous ouvrez votre cadeau et y trouvez un animal. Vous décidez de l'emmener avec vous dans vos grandes aventures sur le continent. Vous partez du château, heureux d'avoir reçu ce cadeau."
        },
        "text": "Attendre et espérer obtenir un compagnon."
      },
      "hopeWeapon": {
        "outcomes": {
          "0": "Vous ouvrez votre cadeau et en sortez un équipement. C'est une arme puissante que vous ajoutez à votre collection. Vous partez du château, heureux d'avoir reçu ce cadeau."
        },
        "text": "Attendre et espérer obtenir une nouvelle arme."
      },
      "hopeXP": {
        "outcomes": {
          "0": "Vous ouvrez votre cadeau et prenez un livre qui se trouvait dedans. Il explique des techniques de survie que vous avez hâte de mettre en pratique. Vous partez du château, heureux d'avoir reçu ce cadeau."
        },
        "text": "Attendre et espérer obtenir de l'expérience."
      }
    },
    "text": "Vous arrivez dans la salle de reception du château du Roi, comme de nombreux autres aventuriers d'ailleurs. Au milieu de la salle se tient un gigantesque sapin protégeant des milliers de cadeaux de ses longues branches épineuses. Après un délicieux repas, le Roi monte sur la grande scène et annonce que la veille, un homme en costume rouge a été aperçu dans la nuit et qu'à son départ, des milliers de cadeaux avec les noms des aventuriers jonchaient sous le sapin. Il vous demande de rester assis et d'attendre qu'un servant vienne vous déposer votre dû."
  },
  "66": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Subitement, vous êtes allongé sur le sol, l'équipage penché au-dessus de vous. Le capitaine vous explique que vous êtes évanoui. Ils vous saisissent et, tel un paquet, vous lancent par dessus bord avant de s'éloigner rapidement.",
          "1": "Subitement, vous êtes allongé sur le sol, l'équipage penché au-dessus de vous. Le capitaine vous explique que vous êtes évanoui. Il vous donne quelques conseils supplémentaires avant de vous laisser partir pour l'île."
        }
      },
      "hints": {
        "outcomes": {
          "0": "Vous vous tournez lentement vers le capitaine pour lui demander s'il aurait l'immense amabilité de vous fournir un complément d'information. Il vous en donne quelques uns et vous partez, plus prêt que jamais pour affronter l'île.",
          "1": "Inquiet, vous regardez le capitaine et le remerciez poliment pour la traversée. Vous lui exprimez vos craintes et demandez quelques conseils. Il vous en donne quelques uns et vous partez, plus prêt que jamais pour affronter l'île."
        },
        "text": "Demander plus d'informations."
      },
      "run": {
        "outcomes": {
          "0": "Vous sautez brusquement par-dessus le pont du bateau et foncez droit devant, tel un animal, sans vous retourner. Tout cela sous les regards stupéfaits des membres de l'équipage.",
          "1": "Tout en remerciant l'équipage pour cette merveilleuse traversée, vous débarquez. Vous vous éloignez, d'un pas assuré et confiant."
        },
        "text": "Foncer vers l'île."
      }
    },
    "text": "Après une brève traversée, le capitaine amarre son navire à ce qui semble être un ponton. Vous êtes bien trop absorbé dans votre contemplation de l'île pour vous en soucier. Elle vous semble à la fois minuscule et immense, chaleureuse et glaciale. Une étrange sensation vous saisit, entre angoisse et admiration. Un mouvement sur le navire vous tire de votre observation."
  },
  "67": {
    "possibilities": {
      "accept": {
        "outcomes": {
          "0": "Vous prenez le temps d'apprécier ce breuvage qui vous a tant manqué lors de votre escapade. Elle vous fait le plus grand bien. Vous la buvez par petites gorgées, et vous commencez à sentir le navire tanguer sur les vagues, signe de la fin de cette expédition.",
          "1": "Ce breuvage n'est pas de bonne qualité, le goût malté se fait très ressentir. Voyant votre réaction, le capitaine rit et vous dit que la bière est comme ça sur les navires. Il reprend votre verre et part vous chercher de l'eau et un morceau de pain à la place, que vous appréciez un peu plus. Vous vous levez ensuite, regardez l'île s'éloigner à l'horizon et faites le point sur vos aventures."
        },
        "text": "Accepter la boisson."
      },
      "deny": {
        "outcomes": {
          "0": "Vous n'avez pas la tête à boire après cette aventure périlleuse. Ne souhaitant pas vous laisser dans votre position inconfortable, le capitaine vous offre, sans que vous ayez vraiment le choix, un lit douillet dans sa cabine. Le mouvement du bateau vous berce, vous sentez vite votre esprit s'égarer sur vos péripéties et vous vous endormez quelques minutes après.",
          "1": "Ce voyage ayant été éprouvant, vous refusez pour ne pas vous déshydrater davantage. Vous demandez plutôt de l'eau au chef du navire. Vous ne vous rendez cependant pas compte que vous tombez dans un sommeil profond avant qu'il ne revienne."
        },
        "text": "Refuser poliment le cadeau."
      },
      "end": {
        "outcomes": {
          "0": "Le capitaine attend que vous preniez le cadeau qu'il vous offre. Vous vous êtes cependant endormi en une fraction de seconde, ce qu'il constate rapidement. Il repart donc diriger son bateau, en vous laissant dormir où vous êtes."
        }
      }
    },
    "text": "Après un peu de marche, vous arrivez au niveau du bateau qui vous a emmené préalablement sur cette île peu hospitalière. Voyant votre fatigue et vos blessures, le capitaine s'empresse de donner l'ordre à son équipage de lever l'ancre. Une fois assis sur le pont, vous le voyez arriver avec une choppe de bière à la main, qu'il vous tend."
  },
  "68": {
    "possibilities": {
      "checkDate": {
        "outcomes": {
          "0": "Vous regardez le calendrier et y découvrez l'existence d'un tournoi qui commence sous peu ! Vous décidez donc de vous y rendre et parvenez à atteindre la finale après quelques heures de combat. Cependant, votre adversaire vous domine et vous ratez votre dernière bataille. Finaliste, vous gagnez tout de même une bourse remplie d'or avant de reprendre votre chemin.",
          "1": "Vous regardez le calendrier et constatez que vous êtes en laponaire, le 6ème mois de l'année, vous décidez de sortir et d'aller manger une galette à un stand avoisinant. Cette nourriture vous aura bien rassasié ! Vous reprenez votre route, repu.",
          "2": "En voyant le calendrier vous vous rappelez des affiches dans les rues parlant d'une chasse au trésor. Vous décidez alors d'y participer. Au bout de deux heures de recherche, vous n'arrivez pas à trouver quoi que ce soit. Vous décidez donc de rebrousser chemin.",
          "3": "Vous regardez le calendrier, et à la date d'aujourd'hui vous voyez inscrit : Concours d'hydromel ! Vous sentant résistant à l'alcool vous décidez de tenter votre chance. Vous gagnez le concours ainsi qu'une récompense ! Cependant, vous finissez totalement ivre."
        },
        "text": "Regarder le calendrier."
      },
      "end": {
        "outcomes": {
          "0": "Vous traînez dans la bibliothèque, et ne voyez pas les minutes passer. Lors de la fermeture, vous sortez et vous rendez compte qu'il est déjà tard. Vous reprenez votre route sans plus tarder.",
          "1": "Vous restez ébahi devant le nombre de livres et la quantité de connaissances qui émane de ces lieux. Peu après, la bibliothécaire vous fait signe : le bâtiment est sur le point de fermer. Déçu, vous faites demi-tour afin de poursuivre vos aventures.",
          "2": "Vous restez dans la bibliothèque plusieurs minutes, ébahi par tout ce savoir. Vous vous asseyez, pensif. Soudain, un lecteur vient troubler vos pensées, le livre \"Hansel et Gretel\" des frères Grimm en main. Il vous demande de bien vouloir partir car vous êtes assis à sa place préférée de la bibliothèque. Confus, vous partez, sans aucun nouveau savoir."
        }
      },
      "read": {
        "outcomes": {
          "0": "Vous décidez de lire un livre. Celui-ci parle de cuisine et de succulents repas à préparer. Vous notez la recette avant d'aller en chercher les ingrédients. Une fois ces derniers trouvés, vous suivez les instructions à la lettre. Vous goûtez votre plat avant d'en ressentir les bienfaits, puis reprenez votre route.",
          "1": "Vous prenez un livre, puis commencez à le lire. Le livre parle d'arithmétique. Cela n'a cependant jamais été votre fort : près de 10 minutes plus tard, vous décidez de reposer le livre avant de continuer votre chemin.",
          "2": "Vous lisez un livre de cuisine. Celui-ci parle d'un délicieux met. Alléché, vous décidez de préparer le plat. Cependant vous ne respectez pas totalement ce qui était marqué, et après avoir mangé, vous ne vous sentez pas bien...",
          "3": "Vous prenez le premier livre que vous voyez. Il parle d'alchimie et des bienfaits des plantes. Après en avoir étudié attentivement le contenu, vous le reposez, certains que cela vous servira pour vos prochaines aventures."
        },
        "text": "Lire un livre."
      },
      "steal": {
        "outcomes": {
          "0": "Vous parvenez à voler un vieux livre poussiéreux et sortez discrètement de l'édifice, afin de trouver un acheteur dans les grandes avenues de la ville. Cependant, vous remarquez que personne n'est intéressé par ce livre, notamment parce qu'il est très abîmé et présente même des pages déchirées. Vous l'abandonnez donc avant de reprendre votre chemin.",
          "1": "Vous sortez furtivement de la bibliothèque sans que personne ne vous remarque. Vous avez réussi à voler un livre et essayez de le vendre aux passants. Un homme décide de vous l'acheter pour quelques pièces d'or. Une fois la transaction effectuée, vous reprenez votre route.",
          "2": "Vous tentez de voler un livre doré discrètement, mais la bibliothécaire vous prend la main dans le sac. Elle exige que vous lui restituiez ce précieux livre, et par la même occasion, une compensation ! Déçu et penaud, vous lui rendez le livre et la dédommagez d'une large poignée de vos économies afin d'éviter la prison..."
        },
        "text": "Tenter de voler un livre pour le revendre."
      }
    },
    "text": "Après avoir flâné dans les rues de Claire de Ville, vous apercevez un bâtiment dont l'entrée est encadrée par deux statues de hiboux en pierre. En vous en approchant, vous comprenez que c'est la bibliothèque de la ville. Vous décidez d'entrer dans la bâtisse pour passer le temps. Sur un des murs de l'entrée, est accroché un calendrier fait de larges feuilles reliées entre elles par une lanière de cuir."
  },
  "69": {
    "possibilities": {
      "accept": {
        "outcomes": {
          "0": "Vous avez l'impression d'être adoubé - en effet, Donia touche du bout de son bâton vos épaules, la droite suivant la gauche, vous bénissant ainsi. Après la cérémonie, vous ne vous sentez pas vraiment différent.",
          "1": "Vous vous sentez surpuissant après sa bénédiction... jusqu'à ce que Donia s'en aille. Vous tentez de la retrouver, embêté d'avoir cru pareille folie, mais n'y arrivez pas. Vous partez, honteux et confus, et jurez, mais un peu tard, qu'elle ne vous y prendra plus.",
          "2": "Alors que Donia commence à vous \"bénir\", elle vous envoie au visage une étrange poudre bleue. La forêt commence à tanguer sous vos yeux, et Donia vous guide jusqu'à un arbre voisin, contre lequel vous vous endormez. Vous rêvez alors du château royal, et vous voyez participer à un important banquet. La princesse vous approche, un voile distordu et noir dissimulant son visage, sans doute car vous ne connaissez pas sa réelle apparence. Vous passez le reste du rêve à danser avec elle... Vous restez ainsi à dormir d'un sommeil revigorant."
        },
        "text": "Accepter son offre."
      },
      "comrpomise": {
        "outcomes": {
          "0": "Elle semble déçue, mais vous offre une rose rouge, en tant que cadeau pour la princesse. Vous reprenez chemin, tout aussi déçu qu'elle, n'ayant reçu qu'une pauvre fleur.",
          "1": "Plutôt qu'une bénédiction vous lui demandez si elle connaît un endroit en cette forêt où vous pourriez vous reposer un moment. Elle vous amène alors à sa maison, où vous recevez de la bonne nourriture ainsi que du vin. Ce dernier est incroyablement agréable et vous finissez la bouteille entière, vous traînant après cela jusqu'à un lit. Alors que vous dormez, vous faites un cauchemar assez particulier : Donia y est une vieille femme voûtée, archétype de la sorcière, et elle veut vous tuer avant de vous cuire en son four. La véritable Donia vous laisse ainsi endormi et continue sa route."
        },
        "text": "Trouver un compromis."
      },
      "deny": {
        "outcomes": {
          "0": "Vous froncez les sourcils, et ne tardez pas à lui dire que les fées n'existent pas et qu'elle délire totalement. Furieuse, Donia utilise son bâton pour vous passer à tabac, vous laissant gésir blessé sur un lit de feuilles.",
          "1": "Vous utilisez tout votre tact et tentez de lui faire comprendre que les fées n'existent que dans les contes pour enfants et récits d'aventuriers éméchés, sans grand succès. Voulant vous prouver le contraire, Donia sort, d'une petite sacoche attachée à sa taille, une forte quantité de poudre rouge, quelle vous envoie à la figure. Vous êtes trop proche d'elle pour pouvoir esquiver, et inhalez donc la poudre. Votre vision se brouille, et vous perdez la raison. Vous laissez Donia vous tenir les mains et vous guider vers une clairière. Vous y voyez de nombreuses petites fées y virevolter. En réalité, il s'agit de guêpes. Considérant votre arrivée une menace, elles vous piquent à plusieurs reprises. Vous êtes empoisonné et allez nécessiter un peu de temps avant de vous sentir mieux."
        },
        "text": "Refuser."
      },
      "end": {
        "outcomes": {
          "0": "Alors que vous la fixez en silence pendant un bon moment, Donia semble se désintéresser de vous, et s'en va sans rien dire de plus. Mais vous continuez de fixer. Sans la moindre pensée. Ce n'est que quelques heures plus tard que vous reprenez vos esprits, et continuez votre voyage, comme si rien ne venait de se passer..."
        }
      }
    },
    "text": "Alors que vous traversez la Forêt du Vieillard, une femme magnifique s'approche en courant. Ses longs cheveux évoquent par leur couleur l'écume d'une mer tumultueuse, et elle est habillée d'une gracieuse robe d'argent, au corset orné de petits saphirs. Sa main droite tient un bâton d'Aubépine. Une telle apparence vous fait directement penser qu'il s'agit là de ce à quoi devrait ressembler une fée, pour peu que telle créature existe : à la fois sauvage et éblouissante. Tout ceci vous inquiète, mais l'inconnue sourit gentiment, et annonce se prénommer Donia. Elle déclare être une Fae, rejoignant vos premières impressions. Vous ne croyez pas trop ceci, et sentez l'entourloupe arriver, mais son bâton vous semble suffisamment dangereux pour que vous vous gardiez de le lui faire savoir. Donia vous offre alors sa bénédiction, pensant pouvoir être utile dans votre quête de la princesse."
  },
  "7": {
    "possibilities": {
      "check": {
        "outcomes": {
          "0": "En forçant la porte, vous vous blessez profondément. Il faut absolument vous soigner !",
          "1": "Après avoir passé presque 1 heure à tenter de rentrer dans la maison, vous finissez par abandonner. En partant, vous trouvez un objet qui pourra peut être vous être utile !",
          "2": "Vous entrez dans la maison et posez vos affaires pour vous reposer. Pris d'un profond sommeil, il faudra vous reposer avant de continuer l'aventure.",
          "3": "Vous entrez dans la maison et fouillez autour de vous pendant une quinzaine de minutes. En sortant vous trouvez un objet qui pourra peut être vous être utile !",
          "4": "Vous entrez dans la maison et fouillez autour de vous pendant une quinzaine de minutes. Vous finissez par abandonner vos recherches sans avoir rien trouvé."
        },
        "text": "Aller visiter l'intérieur."
      },
      "end": {
        "outcomes": {
          "0": "Vous avez passé près de quinze minutes sans bouger, il est temps de repartir !"
        }
      },
      "skip": {
        "outcomes": {
          "0": "Vous continuez votre route sans vous soucier de la maison."
        },
        "text": "Ne pas s'arrêter et continuer sa route."
      }
    },
    "text": "Vous avez découvert une maison ! Elle semble abandonnée..."
  },
  "70": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Après un petit temps de réflexion, vous décidez finalement d'entrer dans le tombeau pour vous rafraîchir à l'ombre et vous reposer.",
          "1": "Alors que vous hésitez sur la marche à suivre, la tempête de sable s'accentue. Vous vous engagez dans le passage, le temps que les rafales se calment, bien en sécurité.",
          "2": "Alors que vous hésitez sur la marche à suivre, une femme portant à la ceinture un piolet surgit de la trappe. Elle vous menace à l'aide d'un arc bandé, puis vous ordonne de lui tourner le dos, ce que vous faites. Un violent coup à la tempe vous laisse confus de longues minutes."
        }
      },
      "explore": {
        "outcomes": {
          "0": "Vous arpentez les galeries pendant un moment, cherchant une quelconque salle cachée. Vous finissez par tomber devant un cul-de-sac. craignant de vous perdre en continuant votre exploration, vous décidez de rebrousser chemin.",
          "1": "Après avoir parcouru plusieurs pièces, dont une remplie de victuailles avariées, vous arrivez dans une vaste pièce où l'or est le maître-mot. Il constitue les murs, les divers objets, les vêtements et même les coffres. Vous décelez, dans un coin, un objet pouvant peut-être vous être utile. Vous remplissez ensuite votre plus grosse bourse, puis repartez du dédale.",
          "2": "Une fois la trappe passée, vous marchez jusqu'à tomber devant un cul-de-sac. Vous décidez de sortir, par crainte de vous perdre. Alors que vous atteignez la trappe, vous êtes sauvagement attaqué par un individu coiffé d'un chapeau marron et portant un fouet à sa ceinture. Vous parvenez tant bien que mal à esquiver la majorité des coups, et ripostez. Vous vous battez longuement mais finissez par lui porter un coup décisif. Vous découvrez, en le fouillant, une petite bourse contenant une somme d'argent conséquente.",
          "3": "Une fois la trappe passée, vous marchez jusqu'à découvrir une chambre funéraire, le souterrain est un tombeau ! Voulant rebrousser chemin, vous ne parvenez pas à reconnaître les couloirs que vous traversez, et errez de nombreuses heures avant de trouver une sortie. Vous reprenez votre aventure tandis que la pleine lune éclaire, comme en plein jour, le désert silencieux.",
          "4": "Après avoir traversé la trappe, vous avancez dans l'obscurité et découvrez un lieu étrange : une crypte abandonnée, les tunnels souterrains ressemblent à un dédale funéraire ! L'envie de faire demi-tour vous prend, mais à votre consternation, les couloirs semblent se jouer de vos sens et se métamorphoser devant vous. Vous errez sans repères pendant un temps qui vous échappe avant de finalement dénicher une issue.",
          "5": "Une fois la trappe passée, vous marchez jusqu'à découvrir une pièce où trône un sphinx, intégralement en or ! Comme hypnotisé, vous vous en approchez jusqu'à ce que votre pied gauche se pose sur une dalle, qui s'enfonce dans le sol... Deux flèches dorées viennent siffler sinistrement à vos oreilles tandis qu'une troisième érafle votre bras. Ce n'est pas une vilaine blessure, mais ce piège vous pousse à évacuer les lieux."
        },
        "text": "Explorer le souterrain."
      },
      "skip": {
        "outcomes": {
          "0": "Vous décidez d'ignorer la trappe : explorer un souterrain serait, à vos yeux, bien trop dangereux. Les rafales sableuses se sont quant à elles calmées, quelle aubaine pour vous !",
          "1": "Vous décidez d'ignorer la trappe et de poursuivre votre chemin, mais la tempête de sable devient encore plus virulente. Sans la moindre hésitation, vous rebroussez chemin pour vous abriter. Vous décidez de vous reposer ici en attendant la fin de la tempête.",
          "2": "Les rafales s'accentuent, vous déchirez donc un bout de votre haut pour protéger vos voies respiratoires. Vous faites difficilement quelques pas et discernez plusieurs cactus, certains dotés de fruits. Après avoir en avoir ramassé deux, vous trouvez rapidement une dune vous permettant de vous mettre à l'abri. Une fois pelés, vous découvrez que les fruits sont délicieux. De nombreuses minutes plus tard, la tempête s'est tue. Vous reprenez donc votre aventure.",
          "3": "Après avoir fermé soigneusement la trappe, vous continuez votre route. Soudain, le sol se dérobe sous vos pieds. Vous voilà tombé dans une des pièces du souterrain. Dans votre chute, vous vous entaillez la cuisse. Heureusement, vous ressortez avec facilité."
        },
        "text": "Poursuivre votre chemin."
      }
    },
    "text": "Alors que vous parcourez le désert de La Dune, l'air vous semble devenir de plus en plus sec. À mesure que vous avancez, les grains de sable virevoltent et vous obligent à plisser les yeux. Soudain, vous sentez le sol se raffermir sous vos pieds l'espace d'un pas. Surpris, vous poussez le sable et découvrez une trappe et l'ouvrez. Un gigantesque labyrinthe se révèle devant vos yeux ébahis."
  },
  "71": {
    "possibilities": {
      "accept": {
        "outcomes": {
          "0": "Vous suivez le vieil homme jusqu'à la tente qui lui sert de maison et le laissez vous servir une étrange mixture qu'il dit être une délicieuse soupe de peyotl. Par politesse, vous la buvez. Il ne vous faut que quelques instants pour subir les effets de cette soupe démoniaque : votre vision se brouille, et le monde oscille. Soudain effrayé par l'ermite fou, vous prenez la fuite dans le désert. Au petit matin, vous vous réveillez avec une migraine atroce, les effets du peyotl mettront un moment avant de disparaître complètement.",
          "1": "Vous suivez le vieil homme jusqu'à la tente qui lui sert de maison et partagez un repas ensemble autour du feu, tandis que celui-ci vous conte son histoire. Il vous explique que son frère et lui se sont séparés pour leur ermitage suite à un désastre ayant causé la mort de toute leur famille, les seuls rescapés étant son frère et lui. Son histoire vous touche profondément et le nom d'un autre ermite dont le nom commence par un X vous semble familier... Le désert est glacial lorsque que vous vous endormez au coin du feu en compagnie de l'ermite. Au petit matin, lorsque vous vous réveillez, vous trouvez un magnifique scorpion dans l'une de vos chaussures. Vous le jetez loin de vous et reprenez votre route.",
          "2": "Vous suivez le vieil homme jusqu'à la tente qui lui sert de maison et partagez un repas ensemble autour de feu tout en racontant vos aventures. Après vous être bien rassasié et avoir remercié l'ermite, vous reprenez votre traversée du désert en vous enfonçant dans les méandres du désert."
        },
        "text": "Accepter de se joindre à lui."
      },
      "deny": {
        "outcomes": {
          "0": "Vous déclinez poliment la proposition de l'ermite et poursuivez votre traversée.",
          "1": "Voyant que vous hésitez à accepter, le vieil homme vous tire par le bras et vous invite à prendre le thé, vous discutez avec lui tout en sirotant la boisson. Après un petit moment, vous faites vos adieux au vieillard et reprenez la route.",
          "2": "Voyant que vous hésitez à accepter, le vieil homme décide de vous offrir \"un objet de sa collection personnelle\", vous acceptez le présent mais restez réservé quant à rester en sa compagnie et décidez de prendre congé rapidement.",
          "3": "Vous refusez son offre mais au moment de reprendre votre route, il vous interpelle de nouveau et vous parle de tout et n'importe quoi. Au bout d'un moment, le trouvant beaucoup trop louche et pensant qu'il essaye de vous tendre un piège, vous décidez de couper court à son interminable monologue avant de vous enfuir le plus vite possible."
        },
        "text": "Refuser son offre et poursuivre votre route."
      },
      "end": {
        "outcomes": {
          "0": "Cet individu vous semble suspect et sa démarche est fourbe. Alors que celui-ci tend le bras pour vous demander si vous vous sentez bien, vous le saisissez brusquement et le poussez dans l'étendue d'eau avant de détaler à toutes jambes.",
          "1": "Vous voyant sans réaction, le vieil homme se vexe, vous crie dessus et vous jette une poignée de sable au visage avant de s'en aller. Complétement aveuglé, vous vous orientez vers la petite étendue d'eau pour rincer le sable de vos yeux. Après quelques minutes, vous vous sentez mieux et reprenez votre chemin."
        }
      },
      "steal": {
        "outcomes": {
          "0": "Vous laissez l'homme vous guider à sa tente et ramassez discrètement une grosse pierre pendant qu'il vous tourne le dos. Vous lui assénez alors un grand coup sur son crâne encapuchonné. L'ermite s'effondre, et du sang se répand sur le sol craquelé de l'oasis. Vous décidez de le laisse ainsi, et partez jeter un œil dans la tente. À l'intérieur, vous découvrez des coffres sertis de bijoux et des objets en grande quantité. Vous repartez avec une somme d'argent conséquente ainsi qu'un objet attrapé en vitesse. Vous reprenez rapidement votre traversée, peu désireux d'être pris la main dans le sac.",
          "1": "Vous laissez l'homme vous guider à sa tente et ramassez discrètement une grosse pierre pendant qu'il vous tourne le dos. Alors que vous vous apprêtez à le frapper, celui-ci se retourne en sortant une dague de sa manche et parvient à vous entailler profondément le buste. Vous prenez vos jambes à votre cou en essayant au mieux d'empêcher le sang de couler. Dans votre fuite, vous entendez le vieux fou pousser des rires déments.",
          "2": "Vous laissez l'homme vous guider à sa tente et ramassez discrètement une grosse pierre pendant qu'il vous tourne le dos. Vous lui assénez un gros coup sur son crâne encapuchonné, l'ermite s'effondre au sol, et vous êtes immédiatement pris de remords. Vous bandez la tête du vieil homme et l'allongez sur sa natte le temps qu'il récupère. À son réveil, vous vous confondez en excuses et lui donnez de l'argent en compensation de votre méfait.",
          "3": "Tout en suivant le vieillard, vous ramassez une pierre au sol dans le dos de celui-ci. La discrétion n'est pas votre fort, et l'ermite remarque immédiatement votre silence suspect. Comprenant la situation, il vous répudie de sa kyusine en vous envoyant un coup de poing tel que vous n'en avez jamais reçu."
        },
        "text": "Accepter et profiter de la nuit pour lui dérober ses biens."
      }
    },
    "text": "Alors que vous traversez la Vallée des Rois, vous apercevez une oasis. Assoiffé par votre voyage, vous vous élancez vers la petite étendue d'eau pour vous y abreuver. Tandis que vous buvez, un rire se fait entendre derrière vous et vous fait sursauter. Lorsque vous vous retournez, un vieil homme barbu au visage caché par une large capuche vous fait face. Il dit s'appeler Xirtex et habiter cette oasis. Celui-ci vous propose de vous héberger dans sa demeure pour vous remettre de votre voyage, et en profiter pour partager vos mésaventures."
  },
  "72": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "En pleine hésitation, mais finalement galvanisé par le vacarme de la foule, vous ignorez le juge diseur, et vous vous joignez à l'enthousiasme général. Vous acclamez les participants des différentes épreuves pendant des heures !",
          "1": "Votre propre vie s'avère bien plus importante à vos yeux que la gloire éphémère d'une victoire d'un quelconque tournoi. Vous remerciez le juge diseur en lui signalant que, finalement, vous ne participerez pas à ce tournoi."
        }
      },
      "joinArchery": {
        "outcomes": {
          "0": "L'épreuve vous semble un brin difficile : vous devez décocher trois flèches sur un paillon placé à une cinquantaine de mètres de vous. Vos flèches viennent toutes trois se planter au milieu de la cible de paille. Vous sacrant vainqueur de cette épreuve ! La belle Dame du Seigneur local, Yseldia, vient vous offrir une lourde bourse tandis que vous êtes ébloui par sa couronne sertie de rubis.",
          "1": "L'épreuve vous semble un brin difficile : vous devez décocher trois flèches sur un paillon placé à une cinquantaine de mètres de vous. Vous n'êtes pas très adroit, vous ratez donc deux de vos flèches sur les trois et prenez la dernière place du classement ! Heureux d'avoir pu cependant participer à l'euphorie générale, vous reprenez joyeusement votre route.",
          "2": "Alors que vous encochez votre première flèche, un éternuement vous surprend. Vous lâchez votre arc, et votre flèche vient se planter près de la tête d'un musculeux chevalier. Celui-ci vous lance un regard noir et commence à s'élancer vers vous. L'aventure n'attend pas : vous reprenez rapidement votre route !"
        },
        "text": "Participer à l'épreuve de tir à l'arc."
      },
      "joinJoust": {
        "outcomes": {
          "0": "Après avoir gagné trois joutes, vous vous retrouvez en finale contre le Comte de la région voisine. Il vous désarçonne avec souplesse et une facilité ahurissante. Vous arrivez donc deuxième sur le podium. Alors que vous êtes subjugué par la couronne sertie de rubis d'Yseldia, l'épouse du Seigneur local, vous acceptez d'un air absent une bien lourde bourse de ses délicates mains.",
          "1": "Une nouvelle épreuve de joute est sur le point de commencer, un palefrenier vous a fait don d'un double-poney gris dont l'ancien propriétaire est malheureusement décédé peu avant. Vous faites face à Yvain, un chevalier de renom. Vous entamez le galop ainsi que votre adversaire, celui-ci vous désarçonne avec aisance. Alors que vous atterrissez avec fracas sur le sol poussiéreux, votre monture marche malencontreusement sur une de vos clavicules, faisant retentir un craquement sinistre. ",
          "2": "Après avoir repéré un canasson bai laissé sans surveillance, vous vous en emparez afin de participer aux joutes. Vous voilà vainqueur ! L'épouse du Seigneur local, surnommée Yseldia, vous donne en mains propres vos récompenses. ",
          "3": "Alors que vous sentez l'ivresse de la joute à cheval vous appeler, vous vous souvenez ne pas avoir de cheval permettant de participer à cette épreuve. Déçu, vous décidez de continuer votre route en grommelant."
        },
        "text": "Participer à l'épreuve de joute."
      },
      "joinMelee": {
        "outcomes": {
          "0": "Alors que vous voyez les armes miroitantes et acérées des autres participants, votre courage fond comme neige au soleil. Vous décidez de vous éclipser discrètement avant que votre vie inachevée ne vous soit arrachée. ",
          "1": "Après avoir bien failli trouver la mort avec un coup d'hallebarde incrustée de pierres précieuses vertes, vous finissez par mettre hors d'état de nuire votre dernier adversaire. Le Héraut d'Arme annonce votre écrasante victoire ! La Dame du Seigneur, nommée Yseldia, vous apporte en personne votre récompense. Tout en la remerciant, vous étudiez avec attention son visage délicat dont le sommet est décoré d'une somptueuse couronne sertie de rubis.",
          "2": "Après avoir battu facilement la quasi-totalité de vos adversaires, vous commencez à fatiguer et perdez votre dernier combat ! Vous remarquez une vilaine estafilade au niveau de votre main, et partez en direction du rebouteux de la ville. Celui-ci panse votre blessure et insiste pour que vous vous reposiez un peu.",
          "3": "Vous avez sous-estimé le niveau de vos adversaires et par conséquent, l'un d'eux vous met à terre. Malgré vos supplications, votre adversaire, armé d'une hallebarde ornée d'émeraudes, ricane et vous lacère le bras jusqu'à l'épaule."
        },
        "text": "Participer à l'épreuve de combat à pied."
      },
      "joinPoetry": {
        "outcomes": {
          "0": "Le rythme, les rimes ainsi que les sonorités de votre poème subjuguent la foule. Vous êtes acclamé grand vainqueur ! Yseldia, l'épouse du Seigneur local, vous remet votre récompense, non sans un brin d'émotion.",
          "1": "Quelques minutes avant l'annonce des résultats, vous remarquez l'absence de votre bourse. Vous vous l'êtes sûrement faite voler avant votre passage. Heureusement que vous n'aviez pas tout votre or sur vous ! Vous repartez sans attendre le reste des festivités, bredouille.",
          "2": "Alors que vous clamez avec force et d'une voix chantante votre poème, vous remarquez une gente damoiselle qui vous dévore des yeux. Alors que vous terminez à peine votre tirade, la jeune femme saisit votre main et se met à courir ! Quelques venelles plus loin, voilà que la jeune femme vous embrasse ! Ce n'est pas votre Princesse, vous ne vous laissez pas distraire, et lui expliquez que votre coeur est déjà pris. En lui faisant vos adieux, celle-ci vous donne un objet qui pourra peut-être vous servir pour la suite de vos aventures."
        },
        "text": "Participer à l'épreuve de poésie."
      },
      "searchFood": {
        "outcomes": {
          "0": "Vous réussissez à trouver une cuisine de rue dont la propriétaire est une femme métisse. Son prénom, Lucya, vous dit quelque chose. Au fil de la conversation, Lucya vous explique avoir travaillé à la célèbre auberge de Boug-Coton. Cependant, elle avait bien trop soif d'aventures palpitantes pour accepter ce mode de vie sédentaire. Ravie de l'intérêt que vous lui portez, la femme vous offre une petite fiole d'hydromel aux épices. Vous voilà requinqué et prêt pour la suite de vos propres aventures.",
          "1": "Vous ne trouvez pas de cuisine de rue : un amuseur vous explique qu'un grand banquet est prévu bien plus tard. Dépité par cette nouvelle, vous décidez de partir de la ville. ",
          "2": "Vous réussissez à trouver une cuisine de rue dont la propriétaire est une femme métisse. Son prénom, Lucya, vous dit quelque chose. Peu après avoir entamé la conversation avec elle, vous apprenez qu'elle compte ouvrir sa propre auberge si la lassitude la surprend lors de sa vie d'aventurière culinaire. Vous trouvant fort sympathique, Lucya vous offre une oublie confectionnée par ses soins. Le petit goût de miel de ce singulier biscuit ravit votre palais. "
        },
        "text": "Changer d'avis et partir en quête d'un stand de nourriture."
      }
    },
    "text": "Alors que vous arrivez aux abords de Claire de Ville, vous découvrez que bon nombre de ses habitants se sont déplacés à l'extérieur des grandes murailles : un tournoi seigneurial bat son plein ! Sur les hourds accolés aux murailles, bouffons, troubadours, ménestrels, hérauts, bardes et conteurs vocifèrent de joie, acclamant chaque coup d'épée, de lance ou de masse. Enthousiasmé par la pagaille et l'entrain général, vous décidez de tenter votre chance. Vous repérez le juge diseur qui accepte votre inscription et vous demande à quelle épreuve vous souhaitez participer."
  },
  "73": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Vous quittez la foule afin de vous glisser discrètement à l'arrière de la roulotte de l'homme à l'embonpoint. À l'intérieur de sa modeste demeure sur roue, vous apercevez une chatte avec ses petits chatons et comprenez immédiatement la supercherie ! Vous approchez le dresseur et exigez de l'argent en échange de votre silence.",
          "1": "Fasciné par ces adorables bébés, vous vous faufilez vers l'arrière de la roulotte du dresseur pour voir s'il y en a d'autres, afin d'en voler un pour le revendre à bon prix. Cependant, seule une chatte allaitant ses petits est présente. Par dépit, vous attrapez le plus joli chaton et le cachez dans votre besace. Fûté comme vous l'êtes, vous trouvez rapidement une personne qui accepte l'échange.",
          "2": "Vous vous éloignez de la foule pour chercher un meilleur endroit permettant d'assister au spectacle. Absorbé par ce dernier, vous ne regardez pas où se posent vos pieds, et tombez dans une lourde malle ouverte, abandonnée négligemment au milieu du chemin. Avant même de comprendre ce qu'il vous arrive, la malle se referme sur vous, vous assommant. Vous ne vous réveillez que bien plus tard."
        }
      },
      "goAway": {
        "outcomes": {
          "0": "Vous êtes totalement désintéressé de ce spectacle et préférez fuir la foule afin d'éviter les habituels voleurs en tout genre. Ceux-ci, en effet, ne ratent jamais une occasion pour dérober riches comme pauvres, lors d'événements tels que celui-ci où les badauds s'agglutinent les uns contre les autres, facilitant leurs méfaits.",
          "1": "Vous reprenez immédiatement votre route. Vous n'avez pas de temps à perdre dans ce genre de clowneries. Vous mettez bien longtemps à réaliser que vous êtes reparti en prenant le mauvais chemin et faites donc demi-tour, pestant d'avoir perdu ce précieux temps.",
          "2": "Vous quittez rapidement le spectacle et trébuchez sur un sac négligemment laissé par un spectateur. Vous vous blessez très légèrement en tombant. Le sac est de couleur brun délavé, et bien que le cuir soit usé, ce dernier est en relativement bon état. Vous décidez de fouiller le sac en espérant y trouver un dédommagement et y découvrez une petite bourse ainsi qu'un objet qui vous semble bien utile.",
          "3": "Vous décidez de poursuivre votre aventure, indifférent au spectacle et aux cris de joie de la foule."
        },
        "text": "Partir."
      },
      "look": {
        "outcomes": {
          "0": "Vous restez assister au spectacle, ébahi par tant de mignonnerie. Vous avez pris beaucoup de plaisir à voir cette magnifique et grandiose représentation, de ce fait vous offrez quelques pièces au dresseur.",
          "1": "Vous êtes désireux d'assister au spectacle mais celui-ci se termine à l'instant même où vous arrivez. Bien que votre déception soit immense, vous repartez.",
          "2": "Vous observez le dressage mais, après tout ce que vous avez vécu depuis le début de votre aventure, cela ne vous impressionne guère. Vous quittez aussitôt la foule sans demander votre reste et retournez à votre vie d'aventurier."
        },
        "text": "Assister au spectacle."
      },
      "shame": {
        "outcomes": {
          "0": "Vous comprenez assez rapidement qu'il s'agit là de chatons. Cela ne fait aucun doute car vous avez déjà eu la chance de croiser des tigres, et ceux-ci donnent naissance à des tigreaux bien plus grands. Vous déclarez cela scandaleux, et exigez une compensation financière des escrocs. Ceux-ci acceptent à condition que vous partiez immédiatement.",
          "1": "Vous observez le dresseur, fouet en main, prêt à s'en prendre à un jeune tigre. En bon défenseur des causes perdues, vous vous précipitez sur lui, hurlant pour qu'il arrête et relâche ces pauvres tigres. Avant que vous ne puissiez l'atteindre, l'homme vous flagelle, sous les applaudissements de la foule en furie.",
          "2": "Le spectacle arrive à sa fin et, en excellent homme d'affaires, le dresseur propose à ses spectateurs de caresser les tigres, moyennant un paiement de quelques pièces. Vous hurlez aux personnes présentes que c'est une arnaque, qu'il s'agit de simples chatons, mais personne ne vous écoute. Vous hurlez jusqu'à en perdre votre voix, et finissez par repartir."
        },
        "text": "Crier à la honte."
      }
    },
    "text": "Cheminant avec nonchalance sur la Route des Merveilles, vous vous approchez d'un petit groupe de personnes en demi-cercle autour d'un homme de forte corpulence. Tandis que vous arrivez à leur hauteur, vous remarquez que ce dernier est vêtu d'un costume de spectacle rouge, moulant, réhaussé d'empiècements jaunes aux épaules et un slip bleu enfilé par-dessus l'uniforme. Sur son imposante poitrine, un petit écusson bleu roi, que vous ne parvenez pas à déchiffrer. Vous vous frayez un chemin parmi les nombreux badauds, jusqu'à parvenir au premier rang. L'homme est un dresseur de fauves muni d'un long fouet en cuir brun qui enseigne un tour à deux magnifiques bébés tigres."
  },
  "74": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Vous ne bougez pas, comme pétrifié. La femme prend cette réaction comme un refus et s'énerve. Elle vous lance des invectives marines et vous bombarde de poissons morts. Vous parvenez à en esquiver la plupart, mais un spécimen vous frappe en plein visage. Vous continuez à courir sans vous retourner."
        }
      },
      "eat": {
        "outcomes": {
          "0": "Le mélange des saveurs est divin, et une sensation d'euphorie vous envahit. Vos yeux se ferment malgré vous, et lorsque vous les rouvrez, vous découvrez que vous êtes à bord d'un bateau, bercé par le clapotis des vagues."
        },
        "text": "Prendre une grande bouchée du plat."
      },
      "run": {
        "outcomes": {
          "0": "La femme semble offensée par votre refus. Elle vous lance des invectives marines et vous bombarde de poissons morts. Vous parvenez à en esquiver la plupart, mais un spécimen vous frappe en plein visage. Vous continuez à courir sans vous retourner."
        },
        "text": "Partir en courant."
      },
      "smell": {
        "outcomes": {
          "0": "Vous vous penchez légèrement, intrigué par la senteur corsée émanant du plat de fruits de mer et la femme vous observe avec une intensité qui vous donne la chair de poule. Vous êtes sur le point de commenter le mélange curieux quand, soudainement, vous sentez ses mains vous écraser le visage contre l'assiette. Le monde devient humide et froid alors que votre nez plonge dans le plat. Vous croisez le regard vitreux d'un poisson cuit, l'œil de ce dernier vient peu à peu se presser contre le vôtre. Vos sens chavirent et l'obscurité engloutit votre vision. Lorsque vous reprenez conscience, vous êtes accueilli par le grincement du bois et l'odeur du sel, vous ressentez un balancement régulier et réalisez que vous êtes allongé sur les planches rugueuses du pont d'un navire."
        },
        "text": "Renifler le plat de plus près d'un air suspicieux."
      }
    },
    "text": "Alors que vous déambulez sans but précis, vos narines sont soudainement assaillies par une intense odeur iodée. Une étrange femme vêtue d'une robe aux motifs d'écailles de poisson, les cheveux emmêlés d'algues séchées, vous fait signe de la main. Elle est entourée de paniers débordant de fruits de mer aux couleurs vives et vous invite, avec un sourire édenté mais chaleureux, à goûter à sa spécialité culinaire : un plat mijoté avec amour à partir des plus beaux produits de l'océan."
  },
  "75": {
    "possibilities": {
      "accept": {
        "text": "Accepter l'invitation",
        "outcomes": {
          "0": "Vous grimpez à bord du navire, attiré par les rires et la lumière vacillante des lanternes. La fête bat son plein, les flots de rhum circulent sans retenue, et bientôt, vos sens se brouillent dans une brume douce et traîtresse. Le réveil est brutal : dans l'obscurité de la cale, un mal de crâne sourd vous tient compagnie. L’air marin vous gifle le visage lorsque, chancelant, vous regagnez le quai, sans le moindre souvenir de la nuit passée.",
          "1": "À peine votre pied posé sur le pont, une tension sourde vous étreint. Les visages de l’équipage sont crispés, les regards fuyants. Puis, comme un éclair, la fureur éclate : deux hommes s’empoignent, la querelle dégénère en une mêlée confuse. Ballotté entre les coups, vous échappez de peu à une blessure grave. C’est le cœur battant et les mains tremblantes que vous regagnez la terre ferme, l’esprit ébranlé par cette violence soudaine.",
          "2": "Le capitaine, un sourire en coin, vous invite à prendre part à un jeu dont les règles semblent aussi floues que douteuses. Vous acceptez, le souffle suspendu, et vous laissez guider par le hasard. Contre toute attente, la chance vous sourit : une bourse d’or et un objet énigmatique, serti de symboles oubliés, vous sont remis à contrecœur par un capitaine visiblement contrarié par votre victoire."
        }
      },
      "refuse": {
        "text": "Refuser l'invitation",
        "outcomes": {
          "0": "Vous déclinez poliment, le regard posé sur les voiles noires qui battent au vent. Le capitaine vous observe un instant, puis hausse les épaules avec un sourire narquois. Sans un mot de plus, il fait signe à son équipage de lever l’ancre. Vous restez là, silencieux, tandis que le navire s’éloigne lentement, avalé par l’horizon brumeux. Vous reprenez alors votre route, le cœur serein, loin des aventures maritimes.",
          "1": "Votre refus franchit vos lèvres avec fermeté. Mais le regard du capitaine se durcit, son sourire s’efface. D’un geste sec, il ordonne à ses hommes de viser. Le tonnerre d’un canon résonne, projetant sable et éclats tout autour de vous. Pris de panique, vous fuyez à travers la crique, le souffle court, poursuivi par l’écho grinçant d’un rire cruel."
        }
      },
      "end": {
        "outcomes": {
          "0": "Vous tournez le dos au capitaine et allez vous asseoir sur le sable, laissant votre regard suivre le vaisseau pirate qui, toutes voiles dehors, quitte lentement la baie. Le grondement sourd des flots accompagne son départ, jusqu’à ce qu’il ne soit plus qu’un point à l’horizon. Enfin, vous vous relevez, époussetez le sable de vos vêtements, et reprenez votre route, seul sur le sentier battu par les vents.",
          "1": "Vous détournez votre regard du capitaine et laissez vos pensées voguer au rythme des flots. Là, sur le rivage balayé par les vents, votre œil est attiré par une antique bouteille, à demi enfouie dans le sable. Intrigué, vous la saisissez et y découvrez un vieux parchemin jauni par le temps. Les signes tracés d'une main tremblante y révèlent l'emplacement d'un lieu secret, dissimulé non loin. Guidé par ces énigmes, vous arpentez la lande durant longuement, jusqu’à ce que vos pas vous mènent à un coffre ancien, enfoui sous les ronces. En l’ouvrant, vous découvrez un objet aux allures mystérieuses...",
          "2": "Vous tournez le dos au capitaine et laissez vos pas vous guider sur la plage battue par les vents. Une bouteille à demi enfouie dans le sable attire votre regard. Vous la déterrez avec précaution, espérant quelque secret oublié. À l’intérieur, un parchemin froissé, rongé par l’humidité et le sel. Vous le déroulez lentement, mais hélas… les lettres sont effacées, les mots n’étant plus que tâches informes et filigranes éteints. Aucun sens ne s’en dégage, si ce n’est un pressentiment : ce message a surement un jour été important, il est désormais perdu à jamais dans les replis du temps.",
          "3": "Vous tournez le dos au capitaine sans un mot, ce qui semble attiser sa colère. D’un pas vif, il vous rejoint et, sans sommation, vous assène un violent coup sur l’arrière du crâne. Étourdi, vous vous affaissez sur le sable, les étoiles dansant devant vos yeux. Il repart aussitôt, regagne le pont en ricanant, puis ordonne de lever l’ancre."

        }
      }
    },
    "text": "En arrivant à la plage sentinelle, vous apercevez, amarré, un bateau aux voiles noires et usées. Sur le pont, un homme portant un large tricorne, probablement le capitaine, vous fait signe de le rejoindre."
  },
  "76": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Vous décidez de ne pas vous impliquer davantage dans cette histoire confuse. Vous saluez poliment Parziter et reprenez votre route à travers la forêt, laissant derrière vous les mystères de cette demeure en ruine."
        }
      },
      "help": {
        "outcomes": {
          "0": "Vous acceptez d'aider le vieil homme. Il vous explique, entre deux sanglots, qu'une créature étrange a envahi sa cave et terrorise ses animaux. Armé de courage, vous descendez dans les profondeurs et parvenez à chasser l'intrus. Reconnaissant, Parziter vous offre une bourse bien garnie ainsi qu'un objet ancien qu'il conservait précieusement.",
          "1": "Malgré votre bonne volonté, vos tentatives pour calmer Parziter ne font qu'aggraver sa panique. Il se met à hurler des incantations incompréhensibles et vous lance des objets. Vous battez en retraite précipitamment, une écorchure au front témoignant de cette rencontre mouvementée.",
          "2": "En tentant de rassurer le vieil homme, vous découvrez qu'il souffre de visions étranges depuis qu'il a trouvé un artefact mystérieux. Il vous le confie, espérant que cela mettra fin à son tourment. L'objet pulse d'une énergie singulière entre vos mains.",
          "3": "Parziter vous supplie de retrouver son chat, Minou, qui a disparu dans les bois environnants. Après une heure de recherches, vous le découvrez coincé dans un arbre creux. Le vieil homme, fou de joie, vous récompense avec les quelques pièces qu'il possède."
        },
        "text": "Proposer votre aide au vieil homme."
      },
      "explore": {
        "outcomes": {
          "0": "Vous demandez à visiter la demeure. Parziter hésite puis accepte. À l'intérieur, vous découvrez une bibliothèque aux ouvrages anciens et poussiéreux. L'un d'eux attire votre attention par ses symboles étranges. Parziter vous l'offre, affirmant qu'il lui porte malheur. Vous préférez décliner poliment et reprenez votre route.",
          "1": "En explorant la maison, vous trébuchez sur une planche vermoulue qui cède sous votre poids. Votre cheville se tord douloureusement dans votre chute. Parziter, paniqué, applique un cataplasme d'herbes qui soulage un peu la douleur.",
          "2": "Dans le grenier poussiéreux, vous mettez la main sur un coffret oublié contenant quelques pièces d'or et un petit objet brillant. Parziter, trop troublé pour s'en soucier, vous laisse le garder."
        },
        "text": "Demander à explorer la demeure."
      },
      "question": {
        "outcomes": {
          "0": "Vous questionnez Parziter sur sa situation. Il vous révèle qu'il était autrefois un érudit respecté, mais qu'une malédiction l'a frappé après avoir déterré un artefact maudit. Il vous supplie de l'emporter loin d'ici. Touché par son histoire, vous acceptez et repartez avec l'objet mystérieux.",
          "1": "Vos questions incessantes agacent le vieil homme qui finit par vous claquer la porte au nez. Vous entendez ses marmonnements irrités depuis l'extérieur et décidez de poursuivre votre chemin.",
          "2": "Parziter vous confie qu'il garde un trésor caché depuis des années, mais qu'il a oublié où il l'a dissimulé. Intrigué, vous l'aidez à fouiller et finissez par découvrir une cache secrète contenant une belle récompense qu'il partage avec vous."
        },
        "text": "Interroger Parziter sur sa situation."
      }
    },
    "text": "Après de longues heures de marche à travers la Forêt Celestrum, vous apercevez enfin près d'une rivière scintillante ce qui semble être une maison en ruine. Vous vous approchez discrètement, dissimulé par les frondaisons, et observez prudemment les alentours. Soudain, un cri plaintif résonne depuis l'intérieur de la demeure, confirmant qu'elle est bien habitée. Vous décidez alors de frapper à la porte de bois vermoulu. C'est un vieil homme à la mine perturbée qui vous ouvre, les yeux hagards et les cheveux en bataille. Il parle rapidement, de façon incohérente, manifestant une panique visible. Cependant, vous parvenez à saisir qu'il se nomme Parziter et qu'il semble avoir désespérément besoin d'aide."
  },
  "77": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Vous observez la scène quelques instants puis, ne souhaitant pas vous mêler de cette querelle, vous contournez discrètement la clairière et poursuivez votre route à travers les sous-bois."
        }
      },
      "approach": {
        "outcomes": {
          "0": "Vous vous approchez prudemment. Les deux hommes cessent leur dispute et se tournent vers vous. L'un d'eux, visiblement soulagé d'avoir un arbitre, vous explique qu'ils se disputent la propriété d'un coffre découvert dans les ruines. Vous proposez de le partager équitablement, ce qu'ils acceptent. Reconnaissants de votre sagesse, ils vous offrent une part du butin.",
          "1": "En vous approchant, vous marchez malencontreusement sur une branche qui craque bruyamment. Les deux hommes, surpris, pensent que vous voulez leur voler leur découverte et vous attaquent ensemble. Vous parvenez à vous défendre mais récoltez quelques bleus dans la mêlée.",
          "2": "Votre intervention met fin à leur querelle, mais révèle qu'ils sont tous deux des bandits notoires. Impressionnés par votre courage, ils vous proposent de rejoindre leur bande. Vous déclinez, préférant l'éventuelle main de la princesse aux geôles du roi."
        },
        "text": "S'approcher pour comprendre la situation."
      },
      "hide": {
        "outcomes": {
          "0": "Caché derrière un arbre, vous assistez à leur dispute qui dégénère en bagarre. L'un des hommes assomme l'autre et s'enfuit avec un sac. Une fois le calme revenu, vous vous approchez de l'homme inconscient. Il reprend conscience et, reconnaissant votre aide, vous offre une récompense qu'il avait dissimulée.",
          "1": "Vous restez caché et observez. Les deux hommes finissent par trouver un accord et repartent ensemble. Vous fouillez discrètement l'endroit où ils se disputaient et découvrez qu'ils ont oublié un petit objet de valeur dans leur précipitation.",
          "2": "Tapi dans l'ombre, vous attendez que la situation se calme. Malheureusement, l'un des hommes vous repère et crie à son compagnon qu'un espion les observe. Ils se lancent à votre poursuite mais vous parvenez à leur échapper en connaissant mieux la forêt qu'eux."
        },
        "text": "Observer discrètement."
      },
      "flee": {
        "outcomes": {
          "0": "Préférant éviter tout danger, vous faites demi-tour pour emprunter un chemin alternatif. Votre prudence a un prix : vous perdez du temps et finissez par vous égarer sur ce nouveau sentier, mais au moins, vous échappez aux problèmes potentiels.",
          "1": "En rebroussant chemin, vous trébuchez dans votre hâte et vous blessez légèrement. Le bruit alerte les deux hommes qui cessent leur dispute pour regarder dans votre direction, mais ils ne vous poursuivent pas.",
          "2": "Votre retraite vous mène par hasard vers un sentier oublié où vous découvrez les vestiges d'un ancien campement. Parmi les débris, vous trouvez un objet encore utilisable abandonné par de précédents voyageurs."
        },
        "text": "Faire demi-tour et éviter la confrontation."
      }
    },
    "text": "En progressant dans un sentier sinueux de la Forêt Celestrum, vous entendez soudain des éclats de voix provenant d'une clairière proche. Intrigué, vous vous approchez discrètement et découvrez deux hommes en pleine dispute. Ils se tiennent face à face, gesticulant vivement, visiblement en désaccord sur quelque chose d'important. L'un porte une cape rapiécée, l'autre une veste de cuir usée. Entre eux, au sol, gît un coffret de bois que chacun semble revendiquer."
  },
  "78": {
    "possibilities": {
      "prudent": {
        "outcomes": {
          "0": "Vous avancez prudemment dans le brouillard, suivant les contours de la route. Quand la brume se dissipe enfin, vous vous trouvez sur le chemin menant à Claire de Ville.",
          "1": "Vous progressez lentement dans la brume épaisse. Lorsque le brouillard se lève, vous réalisez que vous vous dirigez vers le Bois Hurlant.",
          "2": "Avançant à tâtons, vous ne parvenez pas à suivre la route bien longtemps. Après un long moment à marcher au hasard, vous finissez par admettre que vous êtes perdu. Il vous faudra un moment avant de retrouver la route...",
          "3": "Vous avancez prudemment, mais le brouillard est si épais que vous ne parvenez pas à suivre la route. Vous finissez par tomber et dévalez la pente sur plusieurs mètres. Après un long moment au sol, vous réussissez à vous relever et à retrouver la route."
        },
        "text": "Avancer prudemment en suivant la route."
      },
      "wait": {
        "outcomes": {
          "0": "Vous attendez patiemment, mais le brouillard persiste. Finalement, vous entendez des pas et suivez le bruit, sans comprendre comment, vous finissez par remarquer que vous avez pris la route vers Claire de Ville.",
          "1": "Après une longue attente, le froid commence à s'emparer de vous. Malheureusement le brouillard est encore là ! Frigorifié, vous repartez à l'aveugle et émergez du brouillard en direction du Bois Hurlant.",
          "2": "Même après une longue attente, le brouillard ne se dissipe pas. Vous finissez par avancer et tentez de suivre la pente en descente. Cette stratégie finit par fonctionner et vous observez le pont au dessus de la rivière se rapprocher."
        },
        "text": "S'arrêter et attendre que le brouillard se dissipe."
      },
      "call": {
        "outcomes": {
          "0": "Votre appel résonne dans le vide. Personne ne répond. Vous tentez de vous diriger par vous-même mais vous vous perdez complètement dans le brouillard. Après avoir erré un long moment, vous finissez par retrouver un chemin et réalisez que vous vous dirigez vers Claire de Ville.",
          "1": "Une voix chaleureuse vous répond dans le brouillard et se présente comme un guide de la région. La personne vous rejoint et vous propose de vous mener où vous le souhaitez moyennant quelques pièces. Ravi de pouvoir partir dans la bonne direction sans crainte, vous acceptez et suivez le guide vers votre destination.",
          "2": "Personne ne répond. Découragé, vous redescendez instinctivement et émergez près de la rivière aux crabes."
        },
        "text": "Appeler pour voir s'il y a quelqu'un."
      },
      "goDown": {
        "outcomes": {
          "0": "Vous descendez prudemment en vous guidant sur la pente. Malgré quelques détours dans le brouillard, vous finissez par apercevoir le pont et continuez votre route vers la Rivière aux Crabes.",
          "1": "Votre descente est chaotique dans le brouillard épais. Vous glissez plusieurs fois sur le terrain humide mais parvenez finalement à rejoindre la rivière aux crabes, trempé et boueux.",
          "2": "Vous suivez instinctivement la pente descendante. Le brouillard commence à se dissiper à mesure que vous vous rapprochez de la rivière."
        },
        "text": "Essayer de descendre vers la rivière."
      },
      "end": {
        "outcomes": {
          "0": "Complètement désorienté par le brouillard, vous décidez de ne plus bouger du tout. Vous restez immobile pendant ce qui vous semble une éternité, écoutant les bruits étouffés autour de vous. Finalement, après plusieurs heures d'attente, la brume commence lentement à se dissiper. Quand la visibilité revient, vous constatez que vous êtes toujours sur la route grimpante, exactement là où le brouillard vous avait surpris. Vous pouvez maintenant reprendre votre chemin en toute sécurité."
        }
      }
    },
    "text": "Vous progressez sur la route grimpante quand soudain un épais brouillard monte de la Rivière aux Crabes, dont vous apercevez encore vaguement le pont au loin. En quelques minutes, la visibilité devient très réduite. Vous ne distinguez plus que les contours flous de la route devant vous..."
  },
  "79": {
    "possibilities": {
      "follow": {
        "outcomes": {
          "0": "Vous vous laissez porter par le flux du troupeau qui monte tranquillement vers Claire de Ville.",
          "1": "Le troupeau vous emmène dans sa route habituelle qui serpente vers le Bois Hurlant.",
          "2": "Les chèvres changent soudain de direction, suivant leur instinct, et vous vous retrouvez à redescendre vers la rivière aux crabes."
        },
        "text": "Se laisser porter par le troupeau."
      },
      "overtake": {
        "outcomes": {
          "0": "Vous doublez rapidement le troupeau et continuez votre route.",
          "1": "Les chiens de berger vous coursent amicalement, vous faisant dévier de votre route vers la Rivière aux Crabes.",
          "2": "Votre course pour doubler le troupeau vous essouffle. Vous ralentissez et décidez de faire une pause pour reprendre votre souffle. En attendant, vous observez le troupeau passer tranquillement devant vous."
        },
        "text": "Doubler le troupeau en courant."
      },
      "ask": {
        "outcomes": {
          "0": "Le berger vous explique qu'il monte à Claire de Ville et vous invite à l'accompagner. Vous refusez poliment, préférant suivre votre propre chemin.",
          "1": "Le berger se rend au Bois Hurlant pour la transhumance et vous propose de faire route ensemble. Vous refusez poliment, préférant suivre votre propre chemin.",
          "2": "Le berger redescend vers ses pâturages près de la Rivière aux Crabes. Son chemin vous semble plus sûr."
        },
        "text": "Demander au berger la direction qu'il prend."
      },
      "stepAside": {
        "outcomes": {
          "0": "Vous vous rangez sur le côté et laissez passer le troupeau. Le berger vous remercie d'un signe de tête et continue son chemin.",
          "1": "Vous vous rangez sur le côté, mais les chèvres curieuses s'approchent de vous. Le berger vous demande de les repousser doucement pour qu'elles ne s'égarent pas.",
          "2": "Vous vous rangez sur le côté, mais l'un des chiens du berger s'approche et vous mordille les chaussures. Sur le coup vous ne vous en rendez pas compte mais votre pied est blessé. Vous continuez votre route en boitant."
        },
        "text": "Se ranger sur le côté et laisser passer."
      },
      "help": {
        "outcomes": {
          "0": "Votre aide est appréciée. Après un bout de chemin ensemble, le berger vous offre un objet en témoignage de vos efforts.",
          "1": "En aidant à rassembler les chèvres égarées, vous suivez le berger vers le Bois Hurlant.",
          "2": "Une chèvre s'échappe vers la Rivière aux Crabes. Vous l'aidez à la récupérer et restez dans cette zone."
        },
        "text": "Aider le berger à guider les bêtes."
      },
      "end": {
        "outcomes": {
          "0": "Vous décidez de ne pas vous mêler du troupeau et de continuer votre route. Vous les regardez passer tranquillement, puis reprenez votre chemin."
        }
      }
    },
    "text": "Sur la route grimpante, vous entendez un tintement de clochettes qui se rapproche. Bientôt apparaît un large troupeau de chèvres mené par un berger et ses chiens. Les animaux occupent toute la largeur du chemin et avancent d'un pas régulier..."
  },
  "8": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Vous vous reposez pendant quelques minutes avant de repartir doucement vers les cols. Vous finissez par arriver épuisé de l'autre coté, il faudra vous reposer avant de repartir !"
        }
      },
      "forest": {
        "outcomes": {
          "0": "Vous traversez la forêt sans trop de difficultés et continuez votre route !",
          "1": "Vous avancez lentement à travers les sapins. Sur le chemin, vous ramassez des branches de sapin et vous fabriquez des petits objets que vous pourrez utiliser ou revendre...",
          "2": "Vous progressez lentement dans la forêt. Malheureusement, le sol est glissant et vous tombez au fond d'un fossé ! Vous parvenez à en ressortir, mais vous êtes blessé !"
        },
        "text": "Continuer à travers la forêt de sapin."
      },
      "plains": {
        "outcomes": {
          "0": "Vous changez finalement d'avis et décidez de rester sur les plaines. Moins dangereux, ce chemin est également plus long, vous perdez beaucoup de temps !",
          "1": "Vous changez finalement d'avis et décidez de rester sur les plaines. Moins dangereux, ce chemin est également plus long, vous perdez beaucoup de temps ! Au bout de quelques kilomètres, vous vous arrêtez pour vous reposer dans une auberge."
        },
        "text": "Renoncer à grimper jusqu'en haut et rester proche des plaines."
      }
    },
    "text": "Vous avez décidé de profiter de l'été pour passer par les montagnes tant que les cols ne sont pas trop enneigés. Cependant, l'ascension s'avère plus difficile que prévu..."
  },
  "9": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Vous regardez bêtement pendant 15 minutes le paysan chercher sa fourche avant de repartir."
        }
      },
      "help": {
        "outcomes": {
          "0": "Après un quart d'heure à chercher, vous retrouvez la fourche à côté d'un tas de foin. Pour vous remercier, le paysan vous offre quelques pièces.",
          "1": "Après une demi-heure de recherches, vous ne trouvez pas la fourche. Vous découvrez cependant un objet qui pourra peut être vous être utile !",
          "2": "En cherchant la fourche, vous marchez dessus et vous faites une vilaine entaille.",
          "3": "Vous cherchez la fourche pendant presque une heure, mais vous ne parvenez pas à la retrouver. Vous quittez poliment le paysan et continuez votre route."
        },
        "text": "Aider le paysan à chercher sa fourche."
      },
      "skip": {
        "outcomes": {
          "0": "Vous continuez votre chemin sans prêter attention au paysan.",
          "1": "En continuant à travers le champ, vous tombez sur la fourche et vous entaillez sévèrement le pied."
        },
        "text": "Passer son chemin."
      }
    },
    "text": "Au milieu d'un champ, vous rencontrez un paysan. Ce dernier a perdu sa fourche..."
  }
}