{
  "advices": [
    "Möchten Sie das Spielen lernen? Lesen Sie den Spielerleitfaden! https://guide.draftbot.com/",
    "Wenn Sie nach Tipps suchen, wie Sie Fortschritte machen können, gehen Sie hierhin: https://guide.draftbot.com/",
    "Wenn Sie glauben, in einer Sackgasse zu stecken oder nicht wissen, welche Handlung Sie durchführen sollen, kann es sinnvoll sein, nicht auf das Ereignis zu reagieren.",
    "Wenn du eine Person aus deiner Gilde ausschließen möchtest, die keinen Server mehr mit dir oder dem Bot gemeinsam hat, verwende ihre Rangliste.",
    "Es ist möglich, Begleiter in den Gildenbelohnungen zu erhalten.",
    "Die Liste der vorhandenen Befehle kann mit dem Befehl {command:help}abgerufen werden.",
    "Wenn Sie sich mit der Community oder den Entwicklern austauschen möchten, treten Sie dem Discord des Bots bei: https://discord.gg/AP3Wmzb",
    "Es ist möglich, zur Verbesserung von DraftBot im Discord des Bots beizutragen: https://discord.gg/AP3Wmzb",
    "Mit dem Befehl {command:classesinfo} können Sie die verschiedenen Klassen, die Sie auswählen können, miteinander vergleichen.",
    "Mit dem Befehl {command:classes} können Sie die Klasse wechseln.",
    "Einige Gegenstände geben jeden Tag eine Belohnung. Um diese zu sammeln, verwenden Sie den Befehl {command:dailybonus}.",
    "Wenn Sie ein Objekt ausstatten wollen, verwenden Sie den Befehl {command:switch}.",
    "Um weitere Informationen zu einer Bestellung zu erhalten, verwenden Sie den Befehl {command:help} gefolgt von der Bestellung, zu der Sie Informationen wünschen.",
    "Der Befehl {command:guilddailybonus} sorgt dafür, dass du alle 22 Stunden eine Belohnung erhältst, wenn du in einer Gilde bist.",
    "Aliasbefehle wie `glouglou`, die im Bot existierten, wurden bei der Einführung der Slash-Befehle entfernt.",
    "Verwenden Sie den Befehl {command:update} , um Informationen über die letzte Aktualisierung des Bot zu erhalten.",
    "DraftBot ist auch in anderen Sprachen verfügbar! Verwenden Sie den Befehl {command:language} , um diese Einstellung zu ändern.",
    "DraftBot ist in anderen Sprachen verfügbar! Verwenden Sie den Befehl {command:language} , um diese Einstellung zu ändern.",
    "Sie können in vielen Befehlen nach einem Spieler anhand seines Rankings suchen, um mit ihm zu interagieren, ohne seinen Nickname zu kennen.",
    "Um den Bot auf Ihren Server einzuladen, verwenden Sie den Link, der im Discord des Bots verfügbar ist. Den Link zum Discord erhalten Sie mit dem Befehl {command:invitedraftbot}.",
    "Einige Klassen geben einen Vorteil in Kämpfen und andere in Berichten durch eine höhere Anzahl an Lebenspunkten.",
    "Die Klassen wirken sich auf Ihre Lebenspunkte aus und sind daher in den Berichten mehr oder weniger schwer zu spielen.",
    "Es ist nicht möglich, den Namen einer Gilde zu ändern.",
    "Wenn Sie sich nicht gut um Ihre Haustiere kümmern, können diese Ihnen böse Streiche spielen.",
    "Wenn ein Begleiter verkauft oder gehandelt wird, verliert er fast seine gesamte Zuneigung.",
    "Ein abgerichtetes Haustier verliert keine Zuneigung mehr (außer wenn es verkauft oder gehandelt wird).",
    "Der Austausch von Tieren über das Gildenhaus ({command:pettransfer}) führt nicht dazu, dass die Tiere ihre Zuneigung verlieren.",
    "Ein abgerichteter Vertrauter kann dir während deines Abenteuers Boni verleihen.",
    "Sie können Ihrem Vertrauten mit dem Befehl {command:petnickname}einen Spitznamen geben.",
    "Sie können einen Vertrauten mit dem Befehl {command:petfree}befreien.",
    "Suppen sind nicht die ertragreichste Nahrungsquelle, aber sie erhöhen schnell die Zuneigung eines Begleiters.",
    "Weitere Informationen zu Vertrauten finden Sie auf der Vertrautenseite des Leitfadens: https://guide.draftbot.com/notions-principale/familiers/",
    "Weitere Informationen zu den Gilden finden Sie auf der Gildenseite des Guides: https://guide.draftbot.com/notions-principale/guildes/",
    "Weitere Informationen zu den Kämpfen finden Sie auf der entsprechenden Seite des Leitfadens: https://guide.draftbot.com/notions-principale/combats/",
    "Weitere Informationen zu den Klassen finden Sie auf der entsprechenden Seite des Leitfadens: https://guide.draftbot.com/notions-principale/classes/",
    "Weitere Informationen zu Zustandsveränderungen finden Sie auf der entsprechenden Seite des Leitfadens: https://guide.draftbot.com/notions-principale/alterations-detat",
    "Es ist nicht möglich, den Shop zu betreten, wenn man inhaftiert ist.",
    "Mit dem Befehl {command:shop} können Sie verschiedene Gegenstände kaufen.",
    "Der detaillierte Verlauf der Neuerungen jeder Aktualisierung ist hier zu finden: https://history.draftbot.com/",
    "Der Bot hat eine Website! https://draftbot.com",
    "Die Abzeichen eines Spielers werden in seinem Profil in Form von Reaktionen angezeigt.",
    "Einige Dinge können nur über den Gildenladen mit dem Befehl {command:guildshop}gekauft werden.",
    "Eine Gilde mit höherer Stufe ermöglicht bessere tägliche Gildenbelohnungen.",
    "Es ist nicht mehr möglich, das Präfix des Bots zu ändern, nachdem ein Discord-Update Slash-Befehle erzwingt.",
    "Eine Gilde verfügt über ein Lagerhaus. Dessen Inhalt kann mit dem Befehl {command:guildstorage}angezeigt werden.",
    "Es ist einfacher, einen Vertrauten zu trainieren, wenn die Mitglieder einer Gilde zusammenarbeiten.",
    "Jede Gilde verfügt über ein Tierheim. Die Liste der Tiere, die sich im Tierheim befinden, kann mit dem Befehl {command:guildshelter}aufgerufen werden.",
    "Es ist sinnvoller, seltene Begleiter mit besseren Nahrungsquellen zu füttern, im Gegensatz zu gewöhnlichen Begleitern, die leicht nur mit Leckereien gefüttert werden können.",
    "Haben Sie Ideen, wie man den Bot verbessern kann? Verwenden Sie den Befehl {command:idea}.",
    "Geld beiseite zu legen ist sinnvoll, um sich selbst behandeln zu können.",
    "Jede Woche wird eine Rangliste erstellt, um den Spieler der Woche zu bestimmen, der die meisten Punkte gewonnen hat. Um diese Rangliste einzusehen, verwenden Sie den Befehl {command:top score} und geben Sie die Option `Dauer` an.",
    "Geld ist eine der wichtigsten Ressourcen im Spiel. Verdienen Sie es durch Berichte ({command:report}), Items mit täglichen Effekten ({command:dailybonus}) oder tägliche Gildenbelohnungen ({command:guilddailybonus}).",
    "Haben Sie zu wenig Lebenspunkte? Bevor du die Pflege für 3000 {emote:unitValues.money} kaufst, überprüfe, ob es im Laden nicht einen profitableren Trank gibt!",
    "Die im Laden verkauften Tränke sind oft zu sehr attraktiven Preisen erhältlich.",
    "Um der Erste in der Wochenwertung zu sein und ein Abzeichen zu gewinnen, berichten Sie fleißig und scheuen Sie keine Kämpfe.",
    "Die Gesamtwertung ist mit dem Befehl {command:top score}verfügbar.",
    "Die Wochenrangliste ist mit dem Befehl {command:top score} und der Option `timing` verfügbar.",
    "Ist Ihre Gilde lvl 50? Dann habt ihr eine 1%ige Chance, bei jeder täglichen Belohnung ein Abzeichen für alle Gildenmitglieder zu erhalten.",
    "Sobald Ihr Vertrauter abgerichtet ist, brauchen Sie ihn nicht mehr zu füttern.",
    "Die Zeit, bis du dein Haustier wieder füttern kannst, hängt von seiner Seltenheit ab! Ein Stern = eine Stunde!",
    "Es ist möglich, einen Begleiter über den Befehl {command:petsell}an einen anderen Spieler zu verkaufen.",
    "Wenn du auf die Abzeichen in den Profilen der Spieler, die sie haben, klickst, kannst du erfahren, wie sie sie erhalten haben.",
    "Wenn du das Profil eines anderen Spielers sehen möchtest, gib den Befehl {command:profile} ein!",
    "Es gibt neun Ausrüstungsstufen: Grundlegend, Allgemein, Ungewöhnlich, Exotisch, Selten, Speziell, Episch, Legendär und Mythisch.",
    "Je länger du vor einem Ereignis wartest, desto mehr Punkte erhältst du. Nach einer bestimmten Zeit hört die Punktzahl auf zu steigen.",
    "Man muss nicht unbedingt einer Gilde angehören, um seinen Furz füttern zu können.",
    "Das Spiel findet in Echtzeit statt, daher sind die Ereignisse nicht sofort verfügbar.",
    "Warten Sie, bis Ihr Charakter sein Ziel erreicht hat, bevor Sie Ihr Abenteuer fortsetzen.",
    "Um sich über die verschiedenen existierenden Item-Raritäten zu informieren, geben Sie einfach den Befehl {command:rarity}.",
    "Der Befehl {command:guild}, zeigt die Gilde der erwähnten Person an, wenn sie eine hat.",
    "Mit dem Befehl {command:pet} können Sie sich alle Informationen über Ihren Vertrauten anzeigen lassen.",
    "Lust auf einen Tapetenwechsel? Sie können eine Gilde mit dem Befehl {command:guildleave}verlassen.",
    "Es ist möglich, Ihrer Gilde eine Beschreibung zu geben, indem Sie den Befehl {command:guilddescription}.",
    "Es ist möglich, einen Gildenältesten zu ernennen. Dazu muss der Gildenleiter den Befehl {command:guildelder}.",
    "Mit dem Befehl {command:sell} können Sie einen Gegenstand loswerden, den Sie nicht mehr verwenden.",
    "Zufällige Ausrüstungsgegenstände aus dem Laden lohnen sich nicht unbedingt, vor allem, wenn Sie bereits über eine ordentliche Ausrüstung verfügen.",
    "Straßenhändler verkaufen niemals legendäre oder epische Ausrüstung, mit Ausnahme eines bestimmten Antiquitätenhändlers, der ausschließlich solche Ausrüstung verkauft.",
    "Verwenden Sie den Befehl {command:vote} , um den Bot zu unterstützen!",
    "Wenn ein Gildenleiter seine Gilde verlässt, wird der Status des Leiters auf den Ältesten der Gilde übertragen. Wenn es keinen Ältesten gibt, wird die Gilde aufgelöst.",
    "Mit dem Befehl {command:badges} können Sie mehr über Abzeichen erfahren.",
    "Mit dem Befehl {command:respawn} können Sie das Spiel fortsetzen, falls Sie während Ihres Abenteuers getötet wurden.",
    "Wenn Sie spenden und kleine Gegenleistungen erhalten möchten, klicken Sie hier: https://draftbot.com/donate",
    "Die Klassen, die Sie wählen können, unterscheiden sich je nach Ihrer Stufe.",
    "Das Spiel endet nicht mit Level 100.",
    "Der Geburtstag des Bot ist der 10. April.",
    "Häufiger nach Berichten zu fragen, ist kosteneffizienter.",
    "Es ist möglich, einen Bösewicht aus einer Gilde auszuschließen, indem man den Befehl {command:guildkick}. Das funktioniert auch mit Guten.",
    "Um einer Gilde beizutreten, müssen Sie vom Anführer oder Ältesten einer Gilde mit dem Befehl {command:guildinvite}eingeladen werden.",
    "Das Teilen des Bots ist eine großartige Möglichkeit, uns zu helfen.",
    "Die meisten Straßenhändler bieten seriöse Preise an. Hüten Sie sich jedoch vor Betrügern!",
    "Der Kämpfer mit der höchsten Geschwindigkeit beginnt zuerst mit dem Angriff.",
    "Wenn Sie eine Rammattacke einsetzen, werden Sie ebenfalls verletzt! Vergewissern Sie sich, dass Sie genug einstecken können, bevor Sie ihn einsetzen.",
    "Die Stärke Ihrer Items wird durch Ihre Statistiken begrenzt. Wenn Sie sehr wenig Verteidigung haben, werden Sie nicht von der vollen Kraft einer legendären Rüstung profitieren.",
    "Es ist möglich, eigene Veranstaltungen zu erstellen und sie dem Bot hinzuzufügen. Weitere Informationen finden Sie im Discord des Bots: https://discord.gg/AP3Wmzb",
    "Der Bot ist Open-Source, das bedeutet, dass jeder den Code des Bots lesen kann. Hier ist der Link: https://github.com/DraftBot-A-Discord-Adventure/DraftBot/",
    "Möchten Sie uns helfen? Schlagen Sie Serveradministratoren vor, den Bot hinzuzufügen.",
    "DraftBot speichert keine Ihrer persönlichen Daten. Nicht einmal Ihr Benutzername wird gespeichert.",
    "Der Befehl {command:profile} zeigt Ihren aktuellen Gesundheitszustand an.",
    "Mit selteneren Haustieren können Sie bessere Belohnungen sammeln.",
    "Beim Verkauf eines Begleiters erhält der Verkäufer kein Geld, sondern Erfahrung für seine Gilde.",
    "Der Befehl `/ilovedraftbot` existiert nicht mehr.",
    "Abzeichen sind seltene und schwer zu erhaltende Belohnungen.",
    "Ihr Fortschritt bei DraftBot bleibt auch dann erhalten, wenn Sie auf mehreren Servern spielen.",
    "Es gibt fünf Stufen mit unterschiedlichen Klassen.",
    "Ein galliger Vertrauter kann Ihnen während Ihres Abenteuers gelegentlich Schaden zufügen. Denken Sie daran, sich um ihn zu kümmern.",
    "Um Ihren Vertrauten zu füttern, verwenden Sie den Befehl {command:petfeed}.",
    "Du erhältst Zugang zu besseren Quellen für Pet-Futter, wenn du einer Gilde beitrittst.",
    "Die mythische Seltenheit ist die maximale Seltenheit eines Gegenstandes.",
    "Du kannst den in deinem Itemlager gelagerten Gegenstand mit dem Befehl {command:sell}verkaufen.",
    "Sie können die seltenen Ausfälle des Bots von dieser Seite aus verfolgen: https://status.draftbot.com/",
    "Dies ist nur ein Witz, der mit einer Wahrscheinlichkeit von weniger als 1 % erscheint.",
    "Wenn dein Charakter gestorben ist, kannst du das Spiel mit dem Befehl {command:respawn}wieder aufnehmen.",
    "Wenn du stirbst, verlierst du nicht den Inhalt deines Inventars. Sie verlieren jedoch 10% Ihrer Punkte.",
    "Es ist nicht möglich, ein galliges Haustier zu verkaufen.",
    "Vergessen Sie nicht, Ihre Begleiter zu füttern.",
    "Es ist nicht möglich, einen galligen Begleiter in deinem Gildenunterstand zu platzieren.",
    "Die Befreiung eines galligen Vertrauten kostet Sie Geld.",
    "Es ist nicht möglich, einen galligen Vertrauten zu tauschen.",
    "Es ist möglich, die privaten Nachrichten des Bots über den Befehl {command:notifications}zu deaktivieren.",
    "Gildenbelohnungen können ein Abzeichen enthalten, wenn deine Gilde Stufe 50 oder höher ist.",
    "Wenn Sie den ersten Platz in der Wochenwertung gewinnen, können Sie ein Abzeichen erwerben.",
    "Sie können über den Inhalt der nächsten Aktualisierungen entscheiden, indem Sie diese Seite nutzen: https://feedback.draftbot.com",
    "Es ist Ihnen nicht möglich, Ihren Begleiter zu füttern, wenn Sie eine Zustandsveränderung haben.",
    "Mit dem Befehl {command:map} können Sie Informationen über Ihr Reiseziel abrufen.",
    "Eine Fahrt zwischen zwei Zielen kann auf dem Hauptkontinent zwischen einer Stunde und zehn Stunden dauern.",
    "Während einer Fahrt kann es zu kleinen Ereignissen kommen.",
    "Straßenhändler verkaufen Items zu sehr attraktiven Preisen. Achten Sie auf die wenigen Betrüger.",
    "Wenn einer deiner Freunde im Gefängnis eingesperrt ist, kannst du ihn mit dem Befehl {command:unlock}befreien.",
    "Es gibt über 200 verschiedene Gegenstände.",
    "Es gibt 27 Orte, die Sie erkunden können.",
    "Es kann Ihnen Glück bringen, wenn Sie beim Geschlechtsverkehr einen Vertrauten dabei haben, der Sie liebt.",
    "Begleiter können Sie in Ihrem Abenteuer oder als Gildenbelohnung erhalten.",
    "Ein kleines Ereignis ist alle 9min45 und ein großes in einer Zeit zwischen 1 und 10 Stunden auf dem Hauptkontinent verfügbar.",
    "Auch wenn du keine Gilde hast, kannst du deinen Begleiter mit Leckereien füttern.",
    "Möchten Sie, dass der Bot hier Englisch spricht? Verwenden Sie {command:language}.",
    "Das Entwicklungsteam kann immer Hilfe gebrauchen. Wenn Sie uns beim Schreiben der Bot-Geschichte oder anderen Dingen helfen möchten, treten Sie dem Bot-Discord bei: https://discord.gg/AP3Wmzb",
    "Vielen Dank, dass Sie DraftBot spielen.",
    "Sie können eine Person aus einer Gilde ausschließen, ohne sie zu erwähnen, indem Sie ihre Rangliste verwenden. Wenn der auszuschließende Spieler auf Platz 34 der Gesamtrangliste steht, verwenden Sie {command:guildkick} und geben Sie 34 im Argument `Rangliste` an.",
    "Dieser Text ist vielleicht in der Zukunft nützlich: `fzbyeifea`...",
    "Der Trank des tötenden Todes ist ein sehr seltener Trank.",
    "Straßenhändler kaufen ihre eigenen Waren für einen lächerlichen Betrag auf.",
    "Für Ihre Gesundheit essen Sie mindestens 5 Bananen pro Tag!",
    "Haben Sie eine Idee, wie man den Bot verbessern kann? Verwenden Sie den Befehl {command:idea} !",
    "Eine hochqualitative Version der Weltkarte ist unter dieser Adresse verfügbar: https://draftbot.com/public/ressources/map.jpg",
    "Um zu überprüfen, ob der Bot online ist, können Sie den Befehl {command:ping}.",
    "Mit dem Befehl {command:fight} können Sie gegen einen anderen Spieler kämpfen.",
    "Je seltener ein Begleiter ist, desto mehr interessante Belohnungen können Sie in Ihrem Abenteuer erhalten.",
    "Es ist nicht möglich, einem anderen Spieler Geld zu geben.",
    "Sie können uns helfen, die Geschichte des Bots zu schreiben, ohne coden zu können! Treten Sie dem Bot-Discord bei, um mehr zu erfahren! https://discord.gg/AP3Wmzb",
    "Ein abgerichteter Vertrauter muss nicht gefüttert werden.",
    "Jedes kleine Ereignis bringt Ihnen einige Punkte ein.",
    "Steigen Sie nicht in die Karren von Fremden, auch wenn sie Süßigkeiten dabei haben.",
    "Benutze das Emoji mit dem Namen \"end\" als Reaktion auf einen Bericht, um zu den versteckten Ausgängen zu gelangen. Vielleicht wartet eine bessere Belohnung auf Sie!",
    "Sie können sich zwischen all den Charakteren, die Ihnen begegnet sind, nicht zurechtfinden? Keine Sorge, es gibt eine eigene Seite für sie im Wiki: https://guide.draftbot.com/lore/les-personnages",
    "Mit dem Befehl {command:missions} können Sie sich eine Liste Ihrer Missionen anzeigen lassen.",
    "Mit dem Befehl {command:missionsshop} können Sie Ihre Edelsteine ausgeben.",
    "Der Schatz des Königs ermöglicht es Ihnen, überdurchschnittlich seltene Ausrüstungsgegenstände zu erhalten.",
    "Der Geldwert eines Edelsteins ändert sich jeden Tag.",
    "Durch das erfolgreiche Absolvieren von Missionen erhalten Sie Edelsteine.",
    "Nebenmissionen geben keine Edelsteine.",
    "Es ist möglich, während Ihres Abenteuers neue Nebenmissionen zu erhalten.",
    "Je höher Sie in der Stufe aufsteigen, desto mehr Nebenmissionsplätze werden freigeschaltet.",
    "Jeden Tag steht eine neue Tagesaufgabe zur Verfügung.",
    "Es ist möglich, eine Gilde über eine Anzeige im offiziellen Discord des Bots zu finden.",
    "Der Eifer des Königs gewährt Ihnen 1000 Punkte und kann im Missionsladen gekauft werden.",
    "Es ist nicht möglich, die Inbrunst des Königs mehr als einmal pro Woche zu kaufen.",
    "Wie sehr ein Vertrauter Sie mag, lässt sich mithilfe des Tierarztes genau feststellen.",
    "Wie sich Ihr Haustier ernährt, können Sie mithilfe des Tierarztes herausfinden.",
    "Der Tierarzt kann über den Missionsladen kontaktiert werden.",
    "Der Schwierigkeitsgrad der Nebenmissionen hängt von Ihrer Stufe ab.",
    "Bei schwierigeren Missionen erhalten Sie mehr Belohnungen.",
    "Neue Mitglieder für deine Gilde kannst du über den offiziellen Discord des Bots anwerben.",
    "Es gibt drei Arten von Missionen: Kampagnen-, Tages- und Nebenmissionen.",
    "Die Tagesaufgabe ist für alle Spieler gleich.",
    "Beim Tausch eines Begleiters mit einem anderen Spieler verlieren die Begleiter ein wenig an Liebespunkten.",
    "Beim Verkauf eines Vertrauten an einen anderen Spieler verliert der Vertraute viele Liebespunkte.",
    "Das Lesen der Tipps kann Ihnen helfen, schneller Fortschritte zu machen.",
    "Sie können das Argument `force` des Befehls {command:drink} auf `true` setzen, um zu verhindern, dass Sie bestätigen müssen, wenn Sie einen Trank trinken.",
    "Die blauen Plättchen auf der Rangliste zeigen die Spieler an, die sich auf dem Server befinden, auf dem die Bestellung aufgegeben wurde.",
    "Durch das Tauschen von Missionen erhalten Sie keine Belohnungen für die getauschte Mission.",
    "Mit dem Missionswechsel können Sie eine Nebenmission, die Ihnen nicht gefällt, gegen eine neue eintauschen.",
    "Unsere Datenschutzrichtlinien können Sie unter folgendem Link einsehen: https://draftbot.com/confidentialite/",
    "Unsere Nutzungsbedingungen können Sie unter folgendem Link einsehen: https://draftbot.com/conditionsutilisation/",
    "Wenn du gegen Gegner kämpfst, erhältst du Ruhmespunkte.",
    "Je nachdem, wie viele Ruhmespunkte du hast, wirst du in eine Liga eingeteilt.",
    "Je nachdem, in welcher Liga Sie spielen, wird Ihr Profil in einer anderen Farbe angezeigt.",
    "Sie können jeden Sonntag je nach Liga einen Bonus erhalten, indem Sie den Befehl {command:leaguebonus}verwenden.",
    "Die Anzahl der Punkte, die Sie im Ligabonus erhalten, hängt von Ihrer Platzierung in der Glorreichen Rangliste ab.",
    "Eine Kampfsaison endet am Samstagabend französischer Zeit.",
    "Du musst mit dem Befehl {command:fight} genügend Ranglistenkämpfe absolviert haben, um an der glorreichen Rangliste teilnehmen zu können.",
    "Sie müssen mithilfe des Befehls {command:fight} genügend Ranglistenkämpfe absolviert haben, um am Ende der Saison einen Ligabonus zu erhalten.",
    "Es ist möglich, gegen Spieler zu kämpfen, die eine große Kluft im Ruhm mit dir haben, wenn du einen Freundschaftskampf führst.",
    "Sie können bis zu drei gewertete Kämpfe pro Gegner und Saison bestreiten.",
    "Bei einem Gleichstand im Kampf werden die Ruhmespunkte der Kämpfer beeinflusst.",
    "Je höher deine Liga ist, desto hochwertiger ist die Ausrüstung, die du über den Befehl {command:leaguebonus} erhältst.",
    "Der Spieler, der am Ende einer Kampfsaison den meisten Ruhm erlangt hat, erhält ein Abzeichen.",
    "Regelmäßige Kämpfe zu bestreiten, bringt am Ende der Woche verlockende Belohnungen ein.",
    "Achten Sie regelmäßig auf Ihren Atem, um zu vermeiden, dass Sie eine Runde verlieren, weil Sie sich für einen zu teuren Angriff entscheiden.",
    "Gewertete Kämpfe verbrauchen Ihre Energie. Sie müssen sich gedulden, um wieder Energie zu bekommen.",
    "Sie können Ihre glorreiche Rangliste mit dem Befehl {command:top glory}.",
    "Mit Tränken und Gegenständen, die die Zeit vorspulen, können Sie Ihre Energie nicht zurückgewinnen.",
    "Mit Tränken und Gegenständen, die die Zeit vorspulen, können Sie die Ladezeiten der täglichen Belohnungen nicht beschleunigen.",
    "Mit Tränken und Gegenständen, die die Zeit vorspulen, können Sie die Ladezeiten für Gildenbelohnungen nicht beschleunigen.",
    "Mit Tränken und Gegenständen, die die Zeit vorspulen, können Sie die Ladezeiten der Belohnungen am Ende der Saison nicht beschleunigen.",
    "Sie können Ihre Energie im Laden bis zu dreimal pro Kampfsaison wiederherstellen.",
    "Es wird erzählt, dass es in der Umgebung von Claire de ville niemandem an Energie zum Kämpfen mangelt.",
    "In deinem Abenteuer kannst du Heiltränke finden, mit denen du Leben wiederherstellen kannst.",
    "In deinem Abenteuer kannst du Energietränke finden, mit denen du deine Energie zurückgewinnen kannst.",
    "Wenn Sie einen Kampf wegen Inaktivität verlieren, geht Ihre gesamte Energie verloren.",
    "Sind Ihnen neue Tipps aufgefallen? Das liegt daran, dass wir neue Tipps hinzugefügt haben! (Wenn es aus einem anderen Grund wäre, wäre das beunruhigend)",
    "Es gibt Gerüchte über feindliche und nahezu unerforschte Inseln jenseits der Meere.",
    "Die Mitglieder deiner Gilde können dir bei der Bekämpfung von Monstern helfen, wenn du auf eine geheimnisvolle Insel reist.",
    "Es ist möglich, die Mitglieder deiner Gilde, die sich auf einer mysteriösen Insel befinden, mit dem Befehl {command:guild}zu sehen.",
    "Mit dem Befehl {command:guild} können Sie sehen, wie viele Verbündete Ihnen auf der geheimnisvollen Insel helfen werden.",
    "Ein \"Verbündeter\" ist ein Mitglied Ihrer Gilde, das sich derzeit auf einer geheimnisvollen Insel aufhält oder diese vor kurzem verlassen hat.",
    "Die anderen Abenteurer sind Ihre Rivalen bei der Suche nach der Prinzessin! Denken Sie daran, sich mithilfe Ihrer Gildenpartner gut zu umgeben.",
    "Sie können nur einen Begleiter pro Stunde befreien.",
    "Sie können sich nicht einer geheimnisvollen Insel anschließen, wenn Sie gerade einer Gilde beigetreten sind.",
    "Es heißt, dass seltene Ausrüstungsgegenstände in der Umgebung der Wunderstraße billiger werden.",
    "Hütchenspieler halten sich von der Wunderstraße und der Sumpfstraße fern, denn es heißt, dass dort ein Geist lauert, der speziell sie angreift.",
    "Haben Sie alle kleinen Geheimnisse auf der Karte gefunden?",
    "Gilden können bis zur Stufe 150 aufsteigen.",
    "Zögern Sie nicht, den Tierarzt aufzusuchen, um das Alter Ihres Haustiers bestimmen zu lassen.",
    "Ihr Vertrauter kann Ihnen bei Kämpfen beistehen",
    "Sind Sie neugierig, mehr über Ihr vertrautes Haustier zu erfahren? Besuchen Sie den Tierarzt!",
    "Kämpfe gegen andere Spieler können dir Punkte und Geld einbringen.",
    "Zögern Sie nicht, regelmäßig unsere Ankündigungssalons zu überprüfen, um auf dem Laufenden zu bleiben.",
    "Haustiere haben unterschiedliche Möglichkeiten, Ihnen während der Kämpfe zu helfen. Beim Tierarzt können Sie mehr über Ihr Haustier erfahren."
  ]
}