{
  "command404": "Es sieht so aus, als ob dieser Befehl nicht existiert... Bitte melden Sie diesen Fehler dem Bot-Team.",
  "dmHelpMessage": "<:draftbot:529305485963427840> **Was ist dieser Bot? Wie spielt man?**\n\nEine kurze Übersicht über den Bot finden Sie hier: https://draftbot.com\nEine vollständige Anleitung zum Entdecken des Bots finden Sie hier: https://guide.draftbot.com\n\n{emote:other.incoming} **Wie füge ich den Bot zu meinem Server hinzu?**\nDer Link zum Hinzufügen des Bots zu Ihrem Server ist auf dem Server des Bots verfügbar. https://discord.gg/5JqrMtZ\n\n{emote:effects.dead} **Ich bin gerade gestorben, der Bot hat mir gesagt, ich solle {command:respawn} ausführen. **\n\nBefehle funktionieren in privaten Nachrichten nicht. Führen Sie diesen Befehl auf einem Server aus, auf dem der Bot sprechen kann.\n\n{emote:messages.description} **Ich suche nach der Liste der Befehle.**\n\nDie Liste der Befehle ist verfügbar, indem Sie den Befehl {command:help} in einem Kanal ausführen, auf dem der Bot sprechen kann.\n\n{emote:collectors.question} **Ich habe eine andere Frage.**\n\nTreten Sie dem Discord-Server des Bots bei und stellen Sie Ihre Frage. Unsere Mitarbeiter helfen Ihnen gerne weiter!",
  "dmHelpMessageTitle": "Hier sind einige Informationen, die Ihnen weiterhelfen könnten.",
  "joinGuild": "**{emote:other.incoming} Discord Server beigetreten:** `{{guild}}` | {emote:userKind.human} : `{{humans}}` | {emote:userKind.robot} : `{{robots}}` | Bot/Mensch-Verhältnis: `{{ratio}}` % | Validierung: {{validation}}",
  "leaveGuild": "**{emote:other.outgoing} Discord Server verlassen:** `{{guild}}` | {emote:userKind.human} : `{{humans}}` | {emote:userKind.robot} : `{{robots}}` | Bot/Mensch-Verhältnis: `{{ratio}` % | Validierung: {{validation}}",
  "maintenance": "Der DraftBot wird derzeit gewartet. Für weitere Informationen hier verschiedene Links:\n\n{emote:networks.website} https://status.draftbot.com\n{emote:networks.twitter} https://twitter.com/DraftBot_Status\n{emote:networks.discord} https://discord.gg/5JqrMtZ",
  "mentionHelp": "{emote:languages.fr} Hallo!\n\n{emote:other.right} Aufgrund einer Änderung, die Discord vorgenommen hat, musst du \"Slash-Befehle\" verwenden, um mit DraftBot zu interagieren. Verwende das Präfix `/` gefolgt vom Namen des Befehls, den du verwenden möchtest.\n\n{emote:other.why} Sie wissen nicht, wo Sie anfangen sollen? Verwenden Sie {command:help} !\n\n{emote:languages.en} Sprechen Sie englisch? Ändern Sie die Sprache mit {command:language}\n\nWenn Sie Hilfe benötigen, wenden Sie sich bitte an den Support-Server: https://discord.gg/5JqrMtZ",
  "noChannelAccess": "{emote:other.look}  | **Hallo! Sie erhalten diese Nachricht, weil Sie versucht haben, einen meiner Befehle in einem Raum zu verwenden, in dem ich keine Berechtigungen habe!**\n\nIhre Anfrage wurde daher abgebrochen. Um dieses Problem zu lösen, senden Sie bitte eine Nachricht an den Besitzer des Servers, auf dem Sie versucht haben, mich zu benutzen. Wenn Sie dieses Problem nicht lösen können, bitte ich Sie, dem Discord Bot Support beizutreten, der unter folgender Adresse erreichbar ist: https://guide.draftbot.com!",
  "noEmbedPermission": "{emote:other.paperclip}  | **Hallo! Sie erhalten diese Nachricht, weil Sie versucht haben, einen meiner Befehle in einem Raum zu verwenden, in dem ich die Erlaubnis habe, Beiträge zu sehen, aber nicht die Erlaubnis, Links (Embeds) einzubinden!**\n\nIhre Anfrage wurde daher abgebrochen. Um dieses Problem zu lösen, senden Sie bitte eine Nachricht an den Besitzer des Servers, auf dem Sie versucht haben, mich zu benutzen. Wenn Sie das Problem nicht lösen können, lesen Sie bitte den Bot-Guide, der unter https://guide.draftbot.com verfügbar ist.",
  "noFilePermission": "{emote:other.folder}  | **Hallo! Sie erhalten diese Nachricht, weil Sie versucht haben, einen meiner Befehle in einem Raum zu verwenden, in dem ich die Erlaubnis habe, Nachrichten zu sehen, aber nicht die Erlaubnis, Dateien anzuhängen!**\n\nIhre Anfrage wurde daher abgebrochen. Um dieses Problem zu lösen, senden Sie bitte eine Nachricht an den Besitzer des Servers, auf dem Sie versucht haben, mich zu benutzen. Wenn Sie das Problem nicht lösen können, lesen Sie bitte die Bot-Anleitung, die Sie unter folgender Adresse finden: https://guide.draftbot.com!",
  "noReacPermission": "{emote:collectors.refuse}  | **Hallo! Sie erhalten diese Nachricht, weil Sie versucht haben, einen meiner Befehle in einem Raum zu verwenden, in dem ich die Erlaubnis habe, Nachrichten zu sehen, aber nicht die Erlaubnis, Reaktionen zu setzen!**\n\nIhre Anfrage wurde daher abgebrochen. Um dieses Problem zu lösen, senden Sie bitte eine Nachricht an den Besitzer des Servers, auf dem Sie versucht haben, mich zu benutzen. Wenn Sie das Problem nicht lösen können, lesen Sie bitte die Bot-Anleitung, die Sie unter folgender Adresse finden: https://guide.draftbot.com!",
  "noSpeakInThreadPermission": "{emote:other.cantSpeak}  | **Hallo! Sie erhalten diese Nachricht, weil Sie versucht haben, einen meiner Befehle in einem Thread zu verwenden, in dem ich die Erlaubnis habe, Nachrichten zu sehen, aber nicht, welche zu senden!**\n\nIhre Anfrage wurde daher abgebrochen. Um dieses Problem zu lösen, senden Sie bitte eine Nachricht an den Besitzer des Servers, auf dem Sie versucht haben, mich zu benutzen. Wenn Sie dieses Problem nicht lösen können, bitte ich Sie, dem Bot-Support-Discord beizutreten, der unter folgender Adresse erreichbar ist: https://guide.draftbot.com!",
  "noSpeakPermission": "{emote:other.cantSpeak}  | **Hallo! Sie erhalten diese Nachricht, weil Sie versucht haben, einen meiner Befehle in einem Raum zu verwenden, in dem ich die Erlaubnis habe, Nachrichten zu sehen, aber nicht, welche zu senden!**\n\nIhre Anfrage wurde daher abgebrochen. Um dieses Problem zu lösen, senden Sie bitte eine Nachricht an den Besitzer des Servers, auf dem Sie versucht haben, mich zu benutzen. Wenn Sie dieses Problem nicht lösen können, bitte ich Sie, dem Bot-Support-Discord beizutreten, der unter folgender Adresse erreichbar ist: https://guide.draftbot.com!",
  "resetIsNow": "{emote:announcements.trophy} Die Rangliste der Woche wird zurückgesetzt! Der Gewinner wird in Kürze auf dem Bot-Server bekannt gegeben! Das Spiel wird in weniger als 5 Minuten fortgesetzt!",
  "seasonEndAnnouncement": "{emote:unitValues.glory} **Die Kampfsaison ist vorbei! Der Gewinner ist:** {{mention}}",
  "seasonEndAnnouncementNoWinner": "{emote:unitValues.glory} **Die Kampfsaison ist vorbei! Leider gibt es in dieser Saison keine Teilnehmer und somit auch keine Gewinner.**",
  "seasonEndIsNow": "{emote:unitValues.glory} Die Kampfsaison wird zurückgesetzt! Der Gewinner wird in Kürze auf dem Bot-Server bekannt gegeben! Das Spiel wird in weniger als 20 Minuten wieder aufgenommen!",
  "serverList": "**{emote:other.outgoing} Server {{count}} :** `{{guild}}` | {emote:userKind.human} : `{{humans}}` | {emote:userKind.robot} : `{{robots}}` | Bot/Mensch-Verhältnis: `{{ratio}}` % | Validierung: {{validation}}",
  "supportAlert": "{emote:messages.dm} | **Neue private Nachricht erhalten!** \n`Autor: {{username}} (id: {{id}})\n\n`",
  "topWeekAnnouncement": "{emote:announcements.trophy} ** Die Rangliste der Woche ist beendet! Der Gewinner ist: ** {{mention}}",
  "topWeekAnnouncementNoWinner": "{emote:announcements.trophy} **Die Rangliste der Woche ist fertig! Leider gibt es in dieser Woche keinen Teilnehmer und somit auch keinen Gewinner.**",
  "totalUsersCount": "** Gesamtzahl der Benutzer: '{{count}} ` * *",
  "notificationTitle": "Benachrichtigung",
  "notificationFooter": "Sie erhalten diese Nachricht, weil die Benachrichtigungen aktiviert sind. Um diese Einstellung zu ändern, verwenden Sie den Befehl {command:notifications}",
  "notificationsNoChannelAccess": "{emote:messages.refuse} Es scheint, dass der Bot nicht mehr auf Ihren Benachrichtigungsraum zugreifen kann. Die Benachrichtigungen werden nun in Form von privaten Nachrichten erfolgen. Um den Benachrichtigungsmodus zu ändern, führen Sie bitte den Befehl {command:notifications}.",
  "notificationReachDestination": "Sie sind bei **{{destination}}** angekommen!",
  "notificationGuildDaily": "**{{pseudo}}** hat den täglichen Bonus deiner Gilde abgeholt:\n\n{{rewards}}",
  "supportMessage": "{{langFlag}} Wenn Sie Hilfe benötigen, wählen Sie Ihre Sprache mithilfe der Schaltflächen unten aus. Wenn Sie keine Hilfe benötigen, ignorieren Sie diese Nachricht.\n{emote:collectors.warning} **Jede hier gesendete Nachricht kann von einem Menschen gelesen werden!**\n",
  "commandDisabledInDM": "{{langFlag}} Hallo, Befehle sind in privaten Nachrichten deaktiviert. Bitte gehe zum Spielen auf einen Server!\nWenn du Hilfe benötigst, klicke unten auf die Schaltfläche für deine Sprache.\n"
}