{
  "command404": "Es sieht so aus, als ob dieser Befehl nicht vorhanden ist ... Bitte informieren Sie den Bot-Bot-Bug",
  "dmHelpMessage": "<:draftbot:529305485963427840> **Quel est ce bot ? Comment jouer ?**\n\nUne présentation rapide du bot est disponible ici : https://draftbot.com\nUn guide complet pour découvrir le bot est disponible ici : https://guide.draftbot.com\n\n:inbox_tray: **Comment ajouter le bot à mon serveur ?**\nLe lien pour ajouter le bot sur votre serveur est disponible sur le serveur du bot. https://discord.gg/5JqrMtZ\n\n:skull: **Je viens de mourir, le bot m'a dit de faire {{commandRespawn}} **\n\nLes commandes ne fonctionnent pas en message privé. Effectuez cette commande sur un serveur ou le bot peut parler.\n\n:scroll: **Je cherche la liste des commandes.**\n\nLa liste des commande est disponible en effectuant la commande `help` dans un salon ou le bot peut parler.\n\n:question: **J'ai une autre question.**\n\nRejoignez le serveur Discord du bot et posez votre question, notre staff sera ravi de vous aider !\nhttps://discord.gg/5JqrMtZ",
  "dmHelpMessageTitle": "{{pseudo}}, das sind einige Informationen, die Ihnen helfen könnten.",
  "joinGuild": "**:inbox_tray: Server Dicord: ** `{{guild}}` | :bust_in_silhouette: : '{{humans}}' | :robot: : '{{robots}}' | Ratio bot/Humain: '{{ratio}}'% | Validation: {{validation}}",
  "leaveGuild": "**:outbox_tray: Server verließ: ** `{{guild}}` | :bust_in_silhouette: : '{{humans}}' | :robot: : '{{robots}}' | Ratio bot/Humain: '{{ratio}'% | Validation: {{validation}}",
  "maintenance": "Der Draftbot ist derzeit in Wartung. Für weitere Informationen sind die Links:\n\n🌐 https://status.draftbot.com\n🐦 https://twitter.com/DraftBot_Status\n🗣️ https://discord.gg/5JqrMtZ",
  "mentionHelp": ":flag_fr: Hallo!\n\n:arrow_right: Nach einer Änderung in Discord müssen Sie \"slash\" -Befehle verwenden, um mit DraftBot zu interagieren. Verwenden Sie das Präfix ' /' gefolgt von dem Namen des zu verwendenden Befehls.\n\n:thinking: Sie wissen nicht, wo Sie beginnen? Verwenden Sie ' {{commandHelp}} '!\n\n:flag_gb: You speak english? Change the language with {{commandLanguage}}\n\nWenn Sie Hilfe benötigen, zögern Sie nicht, sich am Support-Server zu beteiligen: https://discord.gg/5JqrMtZ",
  "noChannelAccess": ":eyes:  | ** Hallo! Sie erhalten diese Nachricht, weil Sie versucht haben, einen meiner Bestellungen in einem Lounge zu verwenden, in dem ich keine Berechtigungen habe. **\n\nIhre Anfrage wurde daher abgebrochen. Um dieses Problem zu beheben, senden Sie eine Nachricht an den Eigner des Servers, auf dem Sie versucht haben, mich zu verwenden. Wenn Sie das Problem nicht lösen können, lade ich Sie ein, sich dem Bot-Support-Support zu beizutreten, der unter https://guide.draftbot.com verfügbar ist.",
  "noEmbedPermission": ":paperclip:  | ** Hallo! Sie erhalten diese Nachricht, weil Sie versucht haben, einen meiner Befehle in einem Lounge zu verwenden, in dem ich die Nachrichten habe, aber nicht die Aufnahme von Links (Embeds)! **\n\nIhre Anfrage wurde daher abgebrochen. Um dieses Problem zu beheben, senden Sie eine Nachricht an den Eigner des Servers, auf dem Sie versucht haben, mich zu verwenden. Wenn Sie dieses Problem nicht lösen können, lade ich Sie ein, den Leitfaden zu lesen, der unter https://guide.draftbot.com verfügbar ist.",
  "noFilePermission": ":file_folder:  | ** Hallo! Sie erhalten diese Nachricht, weil Sie versucht haben, einen meiner Befehle in einem Lounge zu verwenden, in dem ich die Nachrichten lesen kann, aber nicht die Datei! **\n\nIhre Anfrage wurde abgebrochen. Um dieses Problem zu beheben, senden Sie eine Nachricht an den Eigner des Servers, auf dem Sie versucht haben, mich zu verwenden. Wenn Sie dieses Problem nicht lösen können, lade ich Sie ein, den Leitfaden zu lesen, der unter https://guide.draftbot.com verfügbar ist.",
  "noReacPermission": ":x:  | ** Hallo! Sie erhalten diese Nachricht, weil Sie versucht haben, einen meiner Befehle in einem Lounge zu verwenden, in dem ich die Nachrichten habe, aber nicht die, um Feedback zu geben! **\n\nIhre Abfrage wurde abgebrochen. Um dieses Problem zu beheben, senden Sie eine Nachricht an den Eigner des Servers, auf dem Sie versucht haben, mich zu verwenden. Wenn Sie dieses Problem nicht lösen können, lade ich Sie ein, den Leitfaden zu lesen, der unter https://guide.draftbot.com verfügbar ist.",
  "noSpeakInThreadPermission": ":zipper_mouth:  | ** Hallo! Sie erhalten diese Nachricht, weil Sie versucht haben, einen meiner Befehle in einem Feed zu verwenden, in dem ich die Nachrichten zu sehen habe, aber nicht die, um die Nachrichten zu senden! **\n\nIhre Abfrage wurde abgebrochen. Um dieses Problem zu beheben, senden Sie eine Nachricht an den Eigner des Servers, auf dem Sie versucht haben, mich zu verwenden. Wenn Sie das Problem nicht lösen können, lade ich Sie ein, sich dem Bot-Support-Support zu beizutreten, der unter https://guide.draftbot.com verfügbar ist.",
  "noSpeakPermission": ":zipper_mouth:  | ** Hallo! Sie erhalten diese Nachricht, weil Sie versucht haben, einen meiner Befehle in einem Lounge zu verwenden, in dem ich die Nachrichten zu sehen habe, aber nicht die, die Sie senden! **\n\nIhre Anfrage wurde abgebrochen. Um dieses Problem zu beheben, senden Sie eine Nachricht an den Eigner des Servers, auf dem Sie versucht haben, mich zu verwenden. Wenn Sie das Problem nicht lösen können, lade ich Sie ein, sich dem Bot-Support-Support zu beizutreten, der unter https://guide.draftbot.com verfügbar ist.",
  "notAuthorizedError": "Sie verfügen nicht über die erforderlichen Berechtigungen, um diesen Auftrag in Ihrer Gilde auszuführen. Fragen Sie einen Ihrer Vorgesetzten nach Bedarf.",
  "notInAGuild": "Sie müssen zu einer Gilde gehören, um diesen Befehl ausführen zu können",
  "resetIsNow": ":trophy: Die Rangfolge der Woche wird zurückgesetzt! Der Gewinner wird in Kürze auf dem Server-Server bekannt gegeben! Das Spiel wird in weniger als 5 Minuten wieder aufgenommen!",
  "seasonEndAnnouncement": ":sparkles: ** Die Kampfsaison ist beendet! Der Gewinner ist: ** {{mention}}",
  "seasonEndIsNow": ":sparkles: Die Kampfsaison wird gerade zurückgesetzt! Der Gewinner wird in Kürze auf dem Server-Server bekannt gegeben! Das Spiel wird in weniger als 20 Minuten wieder aufgenommen!",
  "serverList": "**:outbox_tray: Server {{count}} : ** `{{guild}}'| :bust_in_silhouette: ' '{{humans}}' | :robot: : '{{robots}}' | Ratio bot/Humain: '{{ratio}}'% | Validation: {{validation}}",
  "supportAlert": ":love_letter: | ** Neue private Nachricht empfangen! ** \n' Autor: {{username}} (id: {{id}})\n\n",
  "topWeekAnnouncement": ":trophy: ** Die Rangfolge der Woche ist beendet! Der Gewinner ist: ** {{mention}}",
  "totalUsersCount": "** Gesamtzahl der Benutzer: '{{count}} ` * *"
}