{
  "command404": "Es sieht so aus, als ob dieser Befehl nicht existiert... Bitte melden Sie diesen Fehler dem Bot-Team.",
  "dmHelpMessage": "<:draftbot:529305485963427840> **Was ist dieser Bot? Wie man spielt?**\n\nEine kurze Einführung in den Bot gibt es hier: https://draftbot.com\nEine vollständige Anleitung zum Kennenlernen des Bots gibt es hier: https://guide.draftbot.com\n\n:inbox_tray: **Wie man den Bot zu meinem Server hinzufügt?**\nDer Link zum Hinzufügen des Bots zu Ihrem Server ist auf dem Server des Bots verfügbar. https://discord.gg/5JqrMtZ\n\n:skull: **Ich bin gerade gestorben, der Bot hat mir gesagt, ich soll es tun {command:respawn} **\n\nBefehle funktionieren nicht in einer privaten Nachricht. Führen Sie diesen Befehl auf einem Server aus, in dem der Bot sprechen kann.\n\n:scroll: **Ich suche die Liste der Befehle.**\n\nDie Liste der Befehle ist verfügbar, wenn Sie den Befehl `help` in einem Raum ausführen, in dem der Bot sprechen kann.\n\n:question: **Ich habe noch eine Frage.**\n\nTreten Sie dem Discord-Server des Bots bei und stellen Sie Ihre Frage, unser Personal wird Ihnen gerne helfen!\nhttps://discord.gg/5JqrMtZ",
  "dmHelpMessageTitle": "{{pseudo}}, hier sind einige Informationen, die Ihnen weiterhelfen könnten.",
  "joinGuild": "**:inbox_tray: Serveur Discord rejoint :** `{{guild}}` | :bust_in_silhouette: : `{{humans}}` | :robot: : `{{robots}}` | Ratio bot/Humain : `{{ratio}}` % | Validation : {{validation}}",
  "leaveGuild": "**:outbox_tray: Serveur Discord quitté :** `{{guild}}` | :bust_in_silhouette: : `{{humans}}` | :robot: : `{{robots}}` | Ratio bot/Humain : `{{ratio}` % | Validation : {{validation}}",
  "maintenance": "Le DraftBot est actuellement en maintenance. Pour plus d'informations voici différents liens :\n\n🌐 https://status.draftbot.com\n🐦 https://twitter.com/DraftBot_Status\n🗣️ https://discord.gg/5JqrMtZ",
  "mentionHelp": ":flag_fr: Hallo !\n\n:arrow_right: Nach einer Änderung in Discord müssen Sie \"slash\" -Befehle verwenden, um mit DraftBot zu interagieren. Verwenden Sie das Präfix ' /' gefolgt von dem Namen des zu verwendenden Befehls.\n\n:thinking: Sie wissen nicht, wo Sie anfangen sollen ? Verwenden Sie ' {{commandHelp}} '!\n\n:flag_gb: You speak english? Change the language with {{commandLanguage}}\n\nWenn Sie Hilfe benötigen, zögern Sie nicht, sich am Support-Server zu beteiligen: https://discord.gg/5JqrMtZ",
  "noChannelAccess": ":eyes:  | **Bonjour ! Vous recevez ce message car vous avez tenté d'utiliser une de mes commandes dans un salon où je n'ai aucune permissions !**\n\nVotre requête a donc été annulée. Pour résoudre ce problème merci d'envoyer un message au propriétaire du serveur sur lequel vous avez essayé de m'utiliser. Si vous ne parvenez pas à résoudre ce problème je vous invite à rejoindre le Discord support du bot disponible à adresse suivante : https://guide.draftbot.com !",
  "noEmbedPermission": ":paperclip:  | **Hallo ! Sie erhalten diese Nachricht, weil Sie versucht haben, einen meiner Befehle in einem Bereich zu verwenden, in dem ich die Beiträge sehen kann, aber keine Links (Embeds) einfügen kann !**\n\nIhre Anfrage wurde daher abgebrochen. Um dieses Problem zu lösen, senden Sie bitte eine Nachricht an den Besitzer des Servers, auf dem Sie mich verwenden wollten. Wenn Sie dieses Problem nicht lösen können, lesen Sie bitte den Bot-Leitfaden, der unter https://guide.draftbot.com verfügbar ist !",
  "noFilePermission": ":file_folder:  | **Hallo ! Sie erhalten diese Nachricht, weil Sie versucht haben, einen meiner Befehle in einem Bereich zu verwenden, in dem ich zwar die Beiträge sehen, aber keine Dateien anhängen kann !**\n\nIhre Anfrage wurde daher abgebrochen. Um dieses Problem zu lösen, senden Sie bitte eine Nachricht an den Besitzer des Servers, auf dem Sie mich verwenden wollten. Wenn Sie dieses Problem nicht lösen können, lesen Sie bitte den Bot-Leitfaden, der unter https://guide.draftbot.com verfügbar ist !",
  "noReacPermission": ":x:  | **Hallo ! Sie erhalten diese Nachricht, weil Sie versucht haben, einen meiner Befehle in einem Lounge zu verwenden, in dem ich zwar Nachrichten lesen, aber keine Reaktionen darauf hinzufügen darf !**\n\nIhre Abfrage wurde infolgedessen abgebrochen. Um dieses Problem zu beheben, senden Sie eine Nachricht an den Eigner des Servers, auf dem Sie versucht haben, mich zu verwenden. Wenn Sie dieses Problem nicht lösen können, lade ich Sie ein, den Leitfaden zu lesen, der unter https://guide.draftbot.com verfügbar ist !",
  "noSpeakInThreadPermission": ":zipper_mouth:  | **Bonjour ! Vous recevez ce message car vous avez tenté d'utiliser une de mes commandes dans un fil où j'ai la permission de voir les messages, mais pas celle d'en envoyer !**\n\nVotre requête a donc été annulée. Pour résoudre ce problème merci d'envoyer un message au propriétaire du serveur sur lequel vous avez essayé de m'utiliser. Si vous ne parvenez pas à résoudre ce problème je vous invite à rejoindre le Discord support du bot disponible à adresse suivante : https://guide.draftbot.com !",
  "noSpeakPermission": ":zipper_mouth:  | **Bonjour ! Vous recevez ce message car vous avez tenté d'utiliser une de mes commandes dans un salon où j'ai la permission de voir les messages, mais pas celle d'en envoyer !**\n\nVotre requête a donc été annulée. Pour résoudre ce problème merci d'envoyer un message au propriétaire du serveur sur lequel vous avez essayé de m'utiliser. Si vous ne parvenez pas à résoudre ce problème je vous invite à rejoindre le Discord support du bot disponible à adresse suivante : https://guide.draftbot.com !",
  "resetIsNow": "{emote:announcements.trophy} Die Rangliste der Woche wird zurückgesetzt! Der Gewinner wird in Kürze auf dem Bot-Server bekannt gegeben! Das Spiel wird in weniger als 5 Minuten fortgesetzt!",
  "seasonEndAnnouncement": ":sparkles: ** Die Kampfsaison ist vorbei! Der Gewinner ist: ** {{mention}}",
  "seasonEndAnnouncementNoWinner": ":sparkles: **Die Kampfsaison ist vorbei! Leider gibt es in dieser Saison keinen Teilnehmer und somit auch keinen Gewinner.**",
  "seasonEndIsNow": ":sparkles: Die Kampfsaison wird gerade zurückgesetzt! Der Gewinner wird in Kürze auf dem Bot-Server bekannt gegeben! Das Spiel wird in weniger als 20 Minuten fortgesetzt!",
  "serverList": "**:outbox_tray: Server {{count}} : ** `{{guild}}'| :bust_in_silhouette: ' '{{humans}}' | :robot: : '{{robots}}' | Ratio bot/Humain: '{{ratio}}'% | Validation: {{validation}}",
  "supportAlert": ":love_letter: | ** Neue private Nachricht erhalten! ** \n' Verfasser: {{username}} (id : {{id}})",
  "topWeekAnnouncement": "{emote:announcements.trophy} ** Die Rangliste der Woche ist beendet! Der Gewinner ist: ** {{mention}}",
  "topWeekAnnouncementNoWinner": "{emote:announcements.trophy} **Die Rangliste der Woche ist fertig! Leider gibt es in dieser Woche keinen Teilnehmer und somit auch keinen Gewinner.**",
  "totalUsersCount": "** Gesamtzahl der Benutzer: '{{count}} ` * *",
  "notificationTitle": "Benachrichtigung",
  "notificationFooter": "Sie erhalten diese Nachricht, weil die Benachrichtigungen aktiviert sind. Um diese Einstellung zu ändern, verwenden Sie den Befehl {command:notifications}",
  "notificationsNoChannelAccess": "❌ Es scheint, dass der Bot nicht mehr auf Ihren Benachrichtigungsraum zugreifen kann, die Benachrichtigungen werden nun in Form von privaten Nachrichten erfolgen. Um den Benachrichtigungsmodus zu ändern, führen Sie bitte den Befehl {command:notifications}.",
  "notificationReachDestination": "Sie sind bei **{{destination}}** angekommen!",
  "notificationGuildDaily": "**{{pseudo}}** hat den täglichen Bonus deiner Gilde abgeholt:\n\n{{rewards}}"
}