{
  "1": {
    "possibilities": {
      "cutTree": {
        "outcomes": {
          "0": "Das Fällen dieses Baumes dauert 30 Minuten!"
        },
        "text": "Den Baum fällen und weitergehen."
      },
      "end": {
        "outcomes": {
          "0": "Der Baum wurde zwar gefällt und die Straße ist frei, aber leider haben Plünderer fast alles gestohlen, was Sie seit Ihrer letzten Reise gesammelt hatten!"
        }
      },
      "otherWay": {
        "outcomes": {
          "0": "Einen anderen Weg zu gehen, schien eine gute Lösung zu sein, Sie haben keine Zeit verloren!",
          "1": "Einen anderen Weg zu nehmen, schien eine gute Lösung zu sein, aber leider haben Sie sich beim Gehen verletzt."
        },
        "text": "Einen anderen Weg gehen."
      }
    },
    "text": "Ein Baum fiel auf den Weg und blockiert den Durchgang !"
  },
  "10": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Sie enden damit, dass Sie Ihren Weg gehen, ohne mehr Aufmerksamkeit auf diese ziemlich banale Situation zu nehmen !"
        }
      },
      "help": {
        "outcomes": {
          "0": "Der Mann weigert sich nett, Ihre Hilfe zu erhalten, und Sie verfolgen Ihren Weg.",
          "1": "Dank Ihnen hat der Mann einen wunderschönen Fisch von 3 kg! Um Ihnen zu danken, hat er Ihnen etwas angeboten, das Ihnen helfen könnte ...",
          "2": "Sie helfen dem Mann, eine wunderbare, mehr als ein Kilo zu nehmen! Der Fischer bietet Ihnen einige Zimmer, um Ihnen zu danken.",
          "3": "Der Fisch am Ende der Linie muss wirklich groß sein! Sie finden sich schnell in den Boden des Wassers! Sie werden gerade vom Fischer zu gegebener Zeit gerettet. Nach diesem Abenteuer ist es ein Windel, Sie werden heilen müssen."
        },
        "text": "Hilfe vorschlagen."
      },
      "push": {
        "outcomes": {
          "0": "Aber warum haben Sie das getan? {emote:other.why} Von Gewissensbissen geplagt, helfen Sie dem armen Mann und bieten ihm ein paar Münzen zur Wiedergutmachung an."
        },
        "text": "Die Fischer in das Wasser schieben!"
      },
      "skip": {
        "outcomes": {
          "0": "Sie haben keine Minute zu verlieren, um einem einfachen Fischermann zu helfen! Sie sind auf Ihrem Weg."
        },
        "text": "Fahren Sie fort, keine Zeit zu verlieren!"
      }
    },
    "text": "Während Sie in der Nähe eines Wasserplans sind, sehen Sie einen Mann, der sich in Schwierigkeiten auf seinem Fischfang zu befinden scheint!"
  },
  "11": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Nachdem Sie sich minutenlang mit der Unbekannten unterhalten haben, fahren Sie schließlich weiter! Indem Sie ihren Anweisungen folgen, kommen Sie schnell an Ihrem Ziel an."
        }
      },
      "followHint": {
        "outcomes": {
          "0": "Es war in der Tat eine Abkürzung!",
          "1": "Sie geraten in einen Hinterhalt! Nachdem die Räuber Ihnen all Ihr Hab und Gut geraubt haben, fliehen sie feige. Sie werden schwer verletzt und fallen ohnmächtig zu Boden."
        },
        "text": "Bitte befolgen Sie die Ratschläge von Unbekannt."
      },
      "forest": {
        "outcomes": {
          "0": "Sie verschwenden mehrere Stunden im Wald, aber beenden Sie sie, ohne Schaden zu nehmen.",
          "1": "Sie verlieren viel Zeit, um in den Wald vorzudringen, aber schließlich schaffen Sie es, ihn zu durchqueren! Auf dem Weg nach draußen heben Sie einen Gegenstand auf, der Ihnen vielleicht nützlich sein kann!",
          "2": "Auf dem Weg durch den Wald stürzen Sie schwer in einen Graben. Die Wunde ist tief, Sie müssen sich unbedingt behandeln lassen!"
        },
        "text": "Sie müssen trotzdem den Wald überqueren."
      },
      "oppositeSide": {
        "outcomes": {
          "0": "Sie wissen nicht genau, warum Sie einen 10-mal so langen Weg genommen haben wie der, den Sie am Anfang hatten, aber Sie haben am Ende einen guten Hafen erreicht."
        },
        "text": "Vermeiden Sie den Wald, indem Sie von der Seite, die gegen den von Ihnen angegebenen Wert ist, abgehen."
      }
    },
    "text": "Während Sie in einem Wald nach Hause kommen wollen, wissen Sie, dass es einen kürzeren Weg über den Westen gibt."
  },
  "12": {
    "possibilities": {
      "craftBoat": {
        "outcomes": {
          "0": "Bei dem Versuch, Ihr Boot zu bauen, verletzen Sie sich leicht! Sie beschließen daher, den Bau abzubrechen, nachdem Sie mehrere Stunden daran gearbeitet haben, und gehen in eine andere Richtung.",
          "1": "Nachdem Sie mehrere Stunden damit verbracht haben, Ihr Boot zu produzieren, ziehen Sie sich auf den Fluss ... und schlügen Sie dann in die Mitte. Das Wasser ist eingefroren, aber es ist so gut wie schwer, das andere Ufer zu erreichen, gefroren und abgeschwächt zu werden. Wir müssen Sie heilen, bevor Sie weitermachen.",
          "2": "Sie bauen in wenigen Stunden ein kleines Boot und erreichen die andere Seite leicht. Als du aus dem Boot steigst, sammelst du einen Gegenstand auf, der dir zwar nicht nützt, aber leicht zu verkaufen ist!"
        },
        "text": "Versuchen Sie, ein kleines Boot zu ketteln."
      },
      "end": {
        "outcomes": {
          "0": "Nach ein paar Stunden am Flussufer enden Sie in einer zufälligen Richtung wieder."
        }
      },
      "otherWay": {
        "outcomes": {
          "0": "Sie entscheiden sich, in einer anderen Richtung zu gehen, aber Sie haben eine gute Zeit, bevor Sie eine Richtung finden, die Sie eingeladen hat!"
        },
        "text": "Teilweise in eine andere Richtung gehen."
      },
      "searchBridge": {
        "outcomes": {
          "0": "Nach 30 Minuten geben Sie schließlich auf und setzen Ihre Reise in eine andere Richtung fort...",
          "1": "Nach 60 Minuten finst du an, einen durchlassenden Durchgang zu finden. Sie entscheiden sich dann, nicht dem Dorf beizutreten, das jetzt zu weit ist, und Sie nehmen Ihren Weg zurück.",
          "2": "Nach ein paar Minuten finden Sie eine kleine Holzbrücke. Sie erreichen schnell das Dorf, wo Ihnen die Bewohner, die sich freuen, zum ersten Mal seit Jahren einen Fremden zu treffen, ein paar Münzen schenken.",
          "3": "Nach ein paar Minuten stoßen Sie auf eine kleine Holzbrücke. Leider ist sie baufällig, da sie seit Jahren niemand mehr betreten hat. Nach ein paar Schritten bricht ein Brett unter Ihrem Gewicht zusammen! Sie können sich gerade noch am Geländer festhalten und haben wieder festen Boden unter den Füßen. Sie müssen sich jedoch behandeln lassen."
        },
        "text": "Durchsuche eine Brücke aus der Ferne."
      },
      "swim": {
        "outcomes": {
          "0": "Das Wasser ist gefroren! Sie nehmen Ihren Mut in zwei Händen und tauchen Sie auf. Wenn Sie auf der anderen Seite sind, sehen Sie sich Ihren Fehler an. Sie sind eingefroren und geschwächt. Wir müssen Sie heilen, bevor Sie weitermachen.",
          "1": "Sie erreichen die andere Seite einfach, kommen ins Dorf, die Menschen empfangen Sie und geben Ihnen etwas zu essen."
        },
        "text": "Überquem den Fluss überquem."
      }
    },
    "text": "Sie sehen einen Fluss vor sich. Auf der anderen Seite des Ufers sehen Sie ein Dorf."
  },
  "13": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Sie besuchen die Stadt für mehrere Stunden, bevor Sie Ihren Weg fortsetzen."
        }
      },
      "goAway": {
        "outcomes": {
          "0": "Sie durchqueren die kleine Ortschaft in einer knappen halben Stunde und setzen Ihren Weg fort.",
          "1": "Sie vergeuden eine gute Stunde, um die Stadt zu umgehen, aber nehmen Sie Ihre Reise in Ruhe."
        },
        "text": "Zurückgehen."
      },
      "goForge": {
        "outcomes": {
          "0": "Es gibt nichts Interessantes in dieser Schmiede. Sie verlassen schnell die Orte und nehmen Sie Ihren Weg zurück.",
          "1": "Wenn Sie versuchen, ein Schwert zu finden, brechen Sie das Fenster der Schmiede, um den Rückerstattungsantrag zu zwingen!",
          "2": "Niemand ist in der Schmiede, die seit Jahren aufgegeben zu werden scheint. Bevor Sie gehen, bemerkten Sie ein Objekt, das Sie als Folge Ihrer Abenteuer bedienen könnten ...",
          "3": "Die Schmiede scheint seit Jahren verlassen zu sein. Sie sind also wieder auf dem Weg.",
          "4": "Sie begeben sich und grüßen den Schmim. Nach einer kurzen Inspektion ihrer Arbeit verstehen Sie, dass Sie hier nichts Interessantes finden werden. Sie sind wieder auf dem Weg."
        },
        "text": "Gehen Sie zu Schmiede."
      },
      "goInn": {
        "outcomes": {
          "0": "Nachdem Sie zwei Stunden lang mit dem Gastwirt diskutiert haben, erfahren Sie schließlich, dass für diese Nacht keine Zimmer mehr frei sind! Sie machen sich wieder auf den Weg und sind frustriert, weil Sie nicht in den Genuss einer erholsamen Nacht gekommen sind.",
          "1": "Sie bezahlen ein Zimmer für die Nacht und fallen auf das Bett. Wir müssen schlafen, bevor wir das Abenteuer wieder aufnehmen.",
          "2": "Die Herberge ist seit mehreren Jahren im Stich gelassen ... Sie fahren weiter, ohne weitere Fragen zu stellen."
        },
        "text": "Zur Herberge gehen."
      },
      "goMarket": {
        "outcomes": {
          "0": "Sie erforschen den Markt innerhalb von 30 Minuten, bevor Sie ein kleines Bodenobjekt entdecken, das Ihnen vielleicht helfen könnte ...",
          "1": "Nachdem Sie 60 Minuten verloren haben, um Sie in die Ewetale zu überfahren, verlassen Sie die Stadt, ohne etwas Interessantes zu finden.",
          "2": "Während Ihre Wachsamkeit auf dem Markt am niedrigsten war, erhalten Sie einen gewaltsamen Schlag auf den Kopf, und Sie stürzten an Land ... Nach diesem Moment, keine Erinnerung mehr. Wir müssen Sie heilen, bevor Sie weitermachen können."
        },
        "text": "Zum Markt."
      }
    },
    "text": "Nachdem Sie mehrere Wochen zu Fuß verbracht haben, ohne ein menschliches Treffen durchzuführen, kommen Sie endlich in eine kleine Bourgade, die ziemlich animiert zu sein scheint."
  },
  "14": {
    "possibilities": {
      "chatWorker": {
        "outcomes": {
          "0": "Der Mann sieht Sie und bietet Ihnen an, ein Objekt mit ihm zu schaffen. Nach fast einer Stunde ist Ihre Schöpfung vorbei. Der Mann bietet Ihnen die Belohnung!",
          "1": "Sie schauen sich die Arbeiter in einem Dutzend Minuten an, bevor Sie sich entscheiden, die Straße wieder aufzunehmen.",
          "2": "Der Arbeiter sieht Sie und bietet Ihnen ein Schwert mit ihm an. Wenn Sie das Gefühl haben, eine neue Waffe zu bekommen, dann akzeptieren Sie es. Malaysia, Sie haben nicht lange Zeit, Ihre schwere Krebserzeugung auf dem Fuß zu entkommen. Verletzt verletzt, verlassen Sie die Idee, Ihre eigene Waffe zu schaffen."
        },
        "text": "Mit dem Arbeiter zu diskutieren."
      },
      "end": {
        "outcomes": {
          "0": "Sie fahren nach Hause und fahren mit der Straße fort."
        }
      },
      "goAway": {
        "outcomes": {
          "0": "Sie gehen ohne eine Weile weg.",
          "1": "Sie fahren weiter, indem Sie die Wiese umdrehen.",
          "2": "Sie entscheiden sich, trotz Ermüdung weiter zu gehen. Nach ein paar Meilen werden Sie an den Rand des Wegs fallen."
        },
        "text": "Es gibt keine Zeit zu verlieren! Wir müssen Ihren Weg fortsetzen!"
      },
      "stayNight": {
        "outcomes": {
          "0": "Nachdem Sie mit dem Mann schnell gesprochen haben, wird er sich für die Nacht beherbergen. Sie sind so müde, dass Sie müde auf dem Bett sind.",
          "1": "Der Mann gesteht schnell, nicht in der Lage zu sein, sich für die Nacht zu beherbergen, aber Sie möchten sein Mittagessen teilen. Sie sind höflich, höflich zu sein und wieder auf die Straße zu gehen.",
          "2": "Man bekommt nur ein einfaches Grosschen. Die Menschen in der Region scheinen die Ausländer nicht zu mögen.",
          "3": "Der Mann weigert sich schnell, die gemeinsame Nutzung seiner Schicht zu teilen, aber Sie möchten sein Suppen teilen. Verfeinert und anstrengt, akzeptieren Sie sein Angebot."
        },
        "text": "Fragen Sie während der Nacht hier zu bleiben, um sich auszuruhen und wieder Kraft zu erlangen."
      }
    },
    "text": "Während die Erschöpfung beginnt, Sie zu assaillieren, entdecken Sie eine kleine Wiese, wo ein kleines Haus ist. Sie nähern sich einem Mann, der mit einem glühenden Metallstück beschäftigt ist."
  },
  "15": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Sie verbringen einen kurzen Spaziergang durch die Installation ihrer bivouac, bevor Sie Ihren Geist wieder aufholen und Ihren Weg fortsetzen."
        }
      },
      "skip": {
        "outcomes": {
          "0": "Es ist noch ein langer Weg, nicht die Zeit, um aufzuhören!",
          "1": "Sie fahren weiter, ohne mehr Zeit zu verschwenden!",
          "2": "Sie fahren weiter, ohne Sie zu stoppen.",
          "3": "Sie fahren fort, ohne Sie durch kleine Straßen zu durchkreuzen. An der Ecke einer von ihnen, sind Sie sicher, dass Sie sich von einem Mann, der schnell auf die Flucht nimmt, bewegen."
        },
        "text": "Fahren Sie fort, ohne die Zeit zu verschwenden."
      },
      "steal": {
        "outcomes": {
          "0": "Sie nehmen ein paar Münzen und flüchten so schnell wie möglich, ohne die geringste Reue zu entkommen.",
          "1": "Unglücklicherweise gibt es nichts zu stehlen. Ihr Versuch ist jedoch nicht unbemerkt. Schämen Sie sich, die Besitzer zu dedomieren und fahren Sie wieder weg.",
          "2": "Ich habe die Hand in der Tasche! Angesichts der fünf Männer mit dem imposanten Flirten, die Sie umgeben, bedauern Sie Ihre unglückliche Geste. Sie reden über groggy, nachdem Sie eine Entschädigung gezahlt haben."
        },
        "text": "Nehmen Sie diskret einige Teile in der Kasse."
      },
      "trade": {
        "outcomes": {
          "0": "Sie unterhalten sich eine Weile mit diesen freundlichen Händlern, die sich dazu entschließen, mit Ihnen Handel zu treiben!",
          "1": "Unglücklicherweise hat die Händlergruppe nichts zu verkaufen, also fahren Sie mit Ihrem Weg fort.",
          "2": "Die Gruppe der Männer, die Sie hofften, Sie hofften, Sie würden sich schnell und unter Androhung von Schlägen umkreisen lassen, Sie werden ein paar Monate vor der Flucht sorgen!",
          "3": "Sie hätten sich auf Ihre Intuition verlassen und diesen \"guten Fall\" ablehnen müssen ... Das wunderbare Schwert der Diamanten, das wir Ihnen versprochen haben, scheint aus weichem Schaum zu sein. Sie kommen schnell wieder auf Ihre Schritte zurück, aber die Tür des Schopfs scheint geschlossen zu sein! Wenn Sie schwören, Sie nie wieder zu bekommen, nehmen Sie Ihren Weg zurück."
        },
        "text": "Versuchen Sie, mit ihnen Handel zu treiben."
      }
    },
    "text": "Während Sie eine Stadt durch Gassen verspüren, kommen Sie in das, was Ihnen scheint ein kleiner Laden zu sein, in dem eine Gruppe von Männern sich entzaulich bestech."
  },
  "16": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Nachdem Sie das Gebäude für ungefähr 15 Minuten bewundert haben, nehmen Sie Ihren Weg zurück.",
          "1": "Sie werden aus der Sicht der Burg entzlegen ... Dann beenden Sie Ihre Quest und nehmen Sie Ihren Weg zurück."
        }
      },
      "enterCastle": {
        "outcomes": {
          "0": "Kurz nachdem Sie in die Burg eingekommen sind, werden Sie sich der Unruttigkeit der Orte bewusst. Der Bastard ist seit Jahren nicht mehr im Stich gelassen worden. Nach ein paar Minuten der Erkundung, während Sie in einen großen, vernachlässigten Raum begeben, fällt ein riesiges Stück von der Decke über Sie! Bei vielen Schwierigkeiten kommen Sie wieder aus dem Gebäude heraus, verwundet.",
          "1": "Sie begeben sich in die Burg und durchsuchen die Orte schnell. Nach ein paar Minuten finden Sie einen Raum, der anscheinend die alte Rüstung zu sein scheint. Um das Gebäude aus dem Gebäude zu holen, kriegt man das erste Objekt, das Sie unter die Hand nimmt und aus der Hand rauskommt, um den Schritt zu drücken.",
          "2": "Es scheint, dass dieses Schloss nicht so verlassen ist, wie es scheint! Kurz nachdem du das Schloss betreten hast, hörst du viele Geräusche aus verschiedenen Räumen. Da du dich nicht sicher fühlst, machst du dich lieber wieder auf den Weg."
        },
        "text": "Geben Sie ein, um das Schloss zu durchsuchen."
      },
      "skip": {
        "outcomes": {
          "0": "Sie fahren weiter, ohne diesem Schloss mehr Aufmerksamkeit zu schenken."
        },
        "text": "Fahren Sie weiter fort."
      },
      "walkAround": {
        "outcomes": {
          "0": "Sie sind in der Nähe des Schlosses, aber Sie finden nichts. Da Sie so viel Zeit verschwendet haben, setzen Sie sich weiter.",
          "1": "Diese Runde wird Ihnen nicht viel über die große Bastarde beibringen. Es ist jedoch eine große Anzahl von kleinen Goldmünzen, die rund um die Burg verteilt sind. Es ist so, dass Sie Ihren Entdecker erfinden, Sie übernehmen Ihren Weg.",
          "2": "Während Sie beginnen, um die Burg zu werben, werden Sie durch einen Unfall in ein Loch fallen. Wenn Sie am Bein verletzt werden, müssen Sie sich behandeln, bevor Sie fortfahren."
        },
        "text": "Das Schloss wird durch die Außenseite des Schlosses."
      }
    },
    "text": "Nachdem Sie den Fluss über viele Stunden lang verfolgt haben, entdecken Sie ein altes Schloss, das scheinbar auf dem Wasserrand liegt."
  },
  "17": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Nach ein paar Momenten der Reflexion entscheiden Sie sich, die Route zu übernehmen.",
          "1": "Sie suchen eine andere Quelle der Nahrung für ein paar Augenblicke, aber Sie wissen, dass Sie nach langen Suchvorgängen suchen, die sie verhüllen. Nicht überzeugt durch die Optionen, die sich für Sie, Sie nehmen Ihren Weg zurück."
        }
      },
      "fruits": {
        "outcomes": {
          "0": "Sie kletschen so hoch wie möglich und nehmen eine Frucht ab. Sie bekämpfen schnell Ihren Hunger und fühlen sich durch diesen Zuckerzusatz wieder in die Erkeihungskluft.",
          "1": "Während Sie lernen, eine Frucht an der Spitze der Welle zu pflücken, ist der Zweig, der Sie unterstützten, unter Ihrem Gewicht zusammengebrochen! Wenn Sie mit Ihrem Fall gesessen haben, entscheiden Sie sich, Ihr Mittagessen zu verlassen, und nehmen Sie Ihren Weg zurück.",
          "2": "Sie pflücken eine früchtige Frucht und wachsen kräftig darin ... Es ist nur ein paar Stunden später, wenn Sie Ihren Fehler messen."
        },
        "text": "Erklettern Sie den riesigen Baum, der Ihnen gegenübersteht, um die Früchte zu erhalten."
      },
      "hunt": {
        "outcomes": {
          "0": "Kein Tier in der Aussicht, also nehmen Sie Ihren Weg zurück, ohne zu warten.",
          "1": "Nach einem ungezügeltem Streben nach einem wilden Tier, wird es aufhören zu fliehen und Sie werden wütend geladen. Abasourdi durch die Gewalt des Angriffs, Sie können es nicht verhindern und erzaubern den totalen Zorn des Biest. Verletzt verletzt, braucht es Zeit, bevor Sie Ihr Abenteuer wieder aufholen.",
          "2": "Sie werden schnell ein paar kleine Tiere aus Ihrer Klinge überrennen und Ihre Beute mit großem Appetit verschlingen, bevor Sie wieder auf die Straße gehen, wieder."
        },
        "text": "Versuchen Sie, ein wildes Tier zu jagen."
      },
      "mushrooms": {
        "outcomes": {
          "0": "Während Sie sich an die Pilze sammeln, sehen Sie ein merkwürdiges Objekt, das auf dem Boden glänzend ...",
          "1": "Sie haben genug Pilze, bevor Sie darauf hingewiesen haben, dass Sie nichts haben, um sie zu kochen. Wenn Sie Ihre Pflücker ablegen, fahren Sie wieder auf die Straße.",
          "2": "Sie krochen in einem roten Pilz mit kleinen weißen Punkten und bedauern diese Aktion sehr schnell!"
        },
        "text": "Die Pilze werden kochen."
      },
      "salad": {
        "outcomes": {
          "0": "Sie nehmen eine kleine Sammler und schlucken Sie Ihre Vorbereitungen. Mit der Energie, die durch diese Mahlzeit gebracht wird, nehmen Sie Ihren Weg zurück.",
          "1": "Nach ein paar Recherchen finden Sie keine wirklich guten Pflanzen, die Ihren Hunger befrieden, und nehmen Sie Ihren Weg zurück, ohne etwas zu essen.",
          "2": "Sie ändern sich schnell um sich herum und entdecken Sie die dicke Vegetation, die Sie daran hindern würde, etwas zu pflücken. Wenn Sie nicht mehr Zeit verschwenden, nehmen Sie Ihren Weg zurück."
        },
        "text": "Salat einen Salat mit den Pflanzen, die Sie finden."
      },
      "skip": {
        "outcomes": {
          "0": "Sie fahren weiter, ohne mehr Zeit zu verschwenden.",
          "1": "Sie beschließen, sich nicht satt zu essen, bereuen diese Entscheidung aber schließlich ein paar Stunden später. Hungrig beschließen Sie, sich ein wenig auszuruhen, bevor Sie sich wieder auf den Weg machen."
        },
        "text": "Vergeben Sie sich die Idee, hier zu essen und wieder in die Hoffnung zu gehen, einen besseren Ort zu finden, um Sie wieder zu belordern."
      }
    },
    "text": "Verfeinert durch Ihren Reisetag, Sie entscheiden sich, einen Zwischenstopp zu machen und zu untersuchen, wie Sie sich um Sie herum ernähren können."
  },
  "18": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Sie beobachten die Baustelle einige Minuten lang und stellen dann fest, dass sie wirklich menschenleer ist. Sie setzen Ihren Weg fort."
        }
      },
      "searchScaffolding": {
        "outcomes": {
          "0": "Sie kletschen nach oben auf die Gerüste, aber mit Ausnahme einer wunderschönen Landschaft finden Sie nichts. Nachdem Sie ein paar Minuten damit verbracht haben, ihn zu bewundern, sprechen Sie wieder.",
          "1": "Wenn Sie über die instabile Struktur kletern, entdecken Sie einen unvergesslichen Blick auf die Region! Sie nutzen den Blickpunkt, um ein geschmuggeltes Objekt zu finden.",
          "2": "Sie steigen auf die Skala, aber passierte auf halber Strecke, ein Anwaltsstab und Sie werden auf den Boden fallen! Wenn Sie vom Sturz abstürzt, nehmen Sie langsam Ihre Geister zurück."
        },
        "text": "Die Gerüste werden geraucht."
      },
      "searchSite": {
        "outcomes": {
          "0": "Sie suchen nach 30 Minuten, aber Sie finden nichts Interessantes.",
          "1": "Nach 40 Minuten sucht man nach etwas, das nützlich sein könnte!",
          "2": "Während Sie in einem Werkzeugkasten suchen, schneiden Sie die Hand auf eine gerollte Klammer ein. Die Wunde ist wirklich tief."
        },
        "text": "Die Baustelle zu durchsuchen."
      },
      "skip": {
        "outcomes": {
          "0": "Sie entscheiden sich, diese Baustelle zu ignorieren, und fahren Sie mit Ihrer Reise fort.",
          "1": "Sie beobachten die ganze Baustelle, ohne die Fußgänger auf dem Boden zu sehen. Sie haben den Fuß in die Beine gelaufen."
        },
        "text": "Fahren Sie mit Ihrer Reise fort, ohne dabei Aufmerksamkeit zu schenken."
      }
    },
    "text": "Sie kommen in eine Stadt, ohne eine Seele zu finden, die lebt. Wenn Sie es durchmachen, sehen Sie eine Baustelle, die genauso gut aussieht wie Sie."
  },
  "19": {
    "possibilities": {
      "butch": {
        "outcomes": {
          "0": "Sie nähern sich der Leiche, und Sie können es abtun. Sie verkaufen sein Fell an den ersten reisenden Händler, den Sie glauben.",
          "1": "Sie sind auf der Suche nach einem Fuchs und suchen nach einem Weg, seine Haut zu verkaufen. Einige Minuten später glauben Sie an einen Händler, der Ihnen die Täuschung gegen eines seiner Qualitätsobjekte anbietet, und Sie akzeptieren.",
          "2": "Sie häuten den Fuchs und suchen einen Ort, an dem Sie sein Fell verkaufen können. Leider verrottet es sehr schnell und um Sie herum sammeln sich Fliegen. Sie lassen ihn schließlich am Wegesrand liegen - zu spät, denn Sie fühlen sich schon bald schlecht!"
        },
        "text": "Um den Fuchs zu brechen, um seine Haut zu verkaufen."
      },
      "cook": {
        "outcomes": {
          "0": "Angesichts Ihrer schlechten Fähigkeiten in der Küche, hätten Sie erwarten können, dass Sie krank werden, kurz nachdem Sie Ihre Vorbereitung probiert haben.",
          "1": "Trotz Ihrer in der Küche reduzierten Fertigkeiten hat Ihr Fuchs an der Spindel das Verdienst, Sie gefüttert zu haben.",
          "2": "Du näherst dich dem Fuchs, um ihn aufzuheben, als er plötzlich aufspringt und dich beißt! Du rennst weg, verletzt und mit dem Magen in den Fersen.",
          "3": "Sie haben diesen Fuchs überraschend gut gekocht, nachdem Sie ihn gegessen haben, fühlen Sie sich erquickt."
        },
        "text": "Versuchen Sie, den Fuchs zu kochen."
      },
      "end": {
        "outcomes": {
          "0": "Sie schauen einen Moment lang zögernd auf das Tier, das am Boden liegt. Schließlich setzen Sie Ihren Weg fort."
        }
      },
      "skip": {
        "outcomes": {
          "0": "Sie entscheiden sich, diese tote Leiche zu ignorieren und keine Zeit zu verschwenden.",
          "1": "Sie entscheiden sich, diese tote Leiche zu ignorieren und keine Zeit zu verschwenden ... Sie haben es nicht übertrostet, dass der Fuchs aufsteht und Sie heftig beißt!"
        },
        "text": "Ignorieren Sie das einfach und beeilen Sie sich auf die nächste Herberge."
      }
    },
    "text": "Nach einem langen Tag, ohne Sie zu ersticken, sehen Sie auf dem Rand des Weges eine Fuchsfase, so frisch wie alles."
  },
  "2": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Sie haben die Entscheidung getroffen, sich nicht zu bewegen, es scheint dem Hund nicht gefallen zu sein, da er sich vor der Flucht vor der Flucht schluckt."
        }
      },
      "followDog": {
        "outcomes": {
          "0": "Sie verlieren die Spur des Hundes nach ein paar Minuten, er ging zu schnell. Sie entscheiden sich, Ihren Weg zu gehen, aber Sie werden schnell feststellen, dass Sie Ihre Orientierung nicht beachtet haben. Sie sind verloren.",
          "1": "Sie verlieren die Spur des Hundes nach ein paar Minuten neben einem Baum. Wenn Sie sich um Sie herum sehen, entdecken Sie viele der kleinen Teile, die überall verteilt sind!"
        },
        "text": "Folgen Sie dem Hund."
      },
      "skip": {
        "outcomes": {
          "0": "Nach 15 Minuten, um den Hund zu säen, schien es nicht sehr freundlich zu sein.",
          "1": "Sie machen weiter, ohne sich Sorgen um den Hund zu machen. Das wird nicht betont.",
          "2": "Wenn Sie fliehen wollen, stürzen Sie sich plötzlich in eine Lücke, die Wunde ist tief ... Wir müssen Sie heilen, bevor Sie weitermachen."
        },
        "text": "Wir wollen weiter, ohne sich um den Hund zu kümmern."
      }
    },
    "text": "Vor Ihnen taucht ein Hund auf und umkreist Sie. Er scheint zu wollen, dass Sie ihm folgen!"
  },
  "20": {
    "possibilities": {
      "alert": {
        "outcomes": {
          "0": "Die Wachen folgen Ihnen und nehmen die Wache, die Frau bietet Ihnen ein Dankeschön an.",
          "1": "Leider werden die Wachen, die Sie zu alarmieren versucht haben, nur bösliche Aktionen des Kollegen tun. Vor Ihrer Beharrlichkeit bekämpfen sie den Kampf gegen Sie. Sie bringen die Schlacht trotz einiger Verletzungen, aber es ist zu spät. Die Frau liegt auf dem Boden und zwei Wachen."
        },
        "text": "Wir warnen vor anderen Wachen über die Taten ihrer Kollegen."
      },
      "end": {
        "outcomes": {
          "0": "Sie setzen Ihren Weg fort, ohne Aufmerksamkeit auf die Wache zu legen.",
          "1": "Abasourdi, sehen Sie sich die Szene an, Tetanus, fünf Minuten lang. Das Sorgerecht wird Sie am Ende bemerken, also lassen Sie sich von Ihrem Weg gehen."
        }
      },
      "skip": {
        "outcomes": {
          "0": "Sie sind also nicht auf die Situation aufmerksam, und fahren Sie fort, um Ihren Weg zu gehen.",
          "1": "Wenn Sie Ihren Weg gehen, werden Sie stolpert und bezied auf den Boden."
        },
        "text": "Ihren Weg zu gehen."
      },
      "surpriseAttack": {
        "outcomes": {
          "0": "Sie werden die Wache anwerben und ein wertvolles Objekt bekommen, das er getragen hat.",
          "1": "Im letzten Moment dreht sich das Sorgerecht um und greift Sie an. Nach einem Kampf, in dem die Frau geflohen ist, scheitern Sie, eine ihrer Angriffe abzulenken. Victorieux, die Wache lässt Sie am Leben und nimmt auch die Flucht.",
          "2": "Die Wache weicht aus und der Frau gelingt es zu fliehen. Nachdem Sie die Wache verscheucht haben, finden Sie sie außer Gefahr. Zum Dank bietet sie Ihnen einige Goldmünzen an."
        },
        "text": "Das Sorgerecht für die Frau, die die Frau unterstützt, zu verpassen."
      }
    },
    "text": "Wenn Sie in einem Dorf in Ruhe spazieren gehen, sehen Sie sich einen Blick in die Augen einer armen Frau."
  },
  "21": {
    "possibilities": {
      "crossBridge": {
        "outcomes": {
          "0": "Die Überquerung erscheint Ihnen riskant, aber Sie haben keine Zeit zu verlieren und gehen deshalb hinüber. Nach einem fünfminütigen Marsch über die Brücke kommen Sie sicher am Ende an.",
          "1": "Wenn du über die Brücke gehst, siehst du einen kleinen Beutel. Als du ihn öffnest, fällt dir eine beträchtliche Anzahl an Münzen auf.",
          "2": "Wenn du über die Brücke gehst, hörst du kleine Knackgeräusche, als plötzlich ein Brett herunterfällt und du mit ihm stürzt.",
          "3": "Während Ihrer Überfahrt fällt ein Brett herunter. Glücklicherweise gelingt es Ihnen, sich an einem stärkeren Brett festzuhalten. Nachdem Sie sich einige Minuten lang von Ihren Strapazen erholt haben, setzen Sie Ihren Weg fort."
        },
        "text": "Nehmen Sie die Gefahr, sich die Brücke zu leihen."
      },
      "end": {
        "outcomes": {
          "0": "Sie warten etwa 20 Minuten, während Sie diese Brücke beobachten, und setzen dann Ihren Weg fort.",
          "1": "Keine Zeit zu verlieren, Sie setzen Ihren Weg fort, ohne sich um diesen gefährlichen Weg zu kümmern."
        }
      },
      "otherWay": {
        "outcomes": {
          "0": "Nach einer guten Stunde Wanderung finden Sie eine weitere Brücke, die jedoch in einem viel besseren Zustand zu sein scheint, und beschließen, sie zu überqueren.",
          "1": "Auf deinem Weg bemerkst du eine kleine Kiste und öffnest sie. Darin befindet sich ein scheinbar nützlicher Gegenstand. Sie nehmen ihn an sich und setzen Ihren Weg fort.",
          "2": "Sie sehen eine Brücke und rennen los, um so schnell wie möglich dorthin zu gelangen. Sie stolpern jedoch über einen Baumstamm und verletzen sich."
        },
        "text": "Einen weiteren Weg ein wenig weiter zu suchen."
      }
    },
    "text": "Wenn Sie Ihre Reise fortsetzen, kommen Sie vor einer verrückten Brücke, die darüber noch eine große Kluft überstellt."
  },
  "22": {
    "possibilities": {
      "buy": {
        "outcomes": {
          "0": "Sie nähern sich dem Landwirt und bitten ihn um Obst, den Sie im Gegenzug für ein paar Münzen haben. Ein paar Minuten später bemerkten Sie, dass sie vergiftet wurden und den Boden unter die Erde fallen lassen.",
          "1": "Der Bauer akzeptiert, dass Sie zwei Äpfel gegen ein paar Münzen verkaufen. Nachdem Sie sie gegessen haben, werden Sie viel Energie zurückgewinnen und wieder gehen.",
          "2": "Der Bauer weigert sich, Ihnen Obst zu verkaufen, also fahren Sie mit Ihrer Straße fort, ohne mehr Zeit zu verlieren."
        },
        "text": "Ich will Obst zu diesem Mann kaufen."
      },
      "end": {
        "outcomes": {
          "0": "Sie beobachten den Baum ca. 20 Minuten und gehen zurück.",
          "1": "Der Bauer sieht Sie, und Sie haben ein paar Früchte, die Sie bereitwillig akzeptieren."
        }
      },
      "skip": {
        "outcomes": {
          "0": "Sie fahren einfach weiter, ohne sich um diese Früchte zu kümmern, die trotzdem appetizend schienen."
        },
        "text": "Sorgen Sie sich nicht um mich."
      },
      "steal": {
        "outcomes": {
          "0": "Nach ein paar Minuten vor Ort gehen Sie wieder mit vielen Früchten wieder. Sie entscheiden sich, indem Sie sie nutzen, indem Sie sie im Dorf an der Seite verkaufen.",
          "1": "Der Bauer reist über Ihre Präsenz in den Feldern und Sie sind ein paar Schläge.",
          "2": "Nachdem Sie ein paar Früchte gegessen haben, sprechen Sie mit der Energie zurück.",
          "3": "Der Bauer wird sich schnell bewusst, dass Sie versucht haben, sich zu fangen und Sie fangen an. Nachdem er seine Früchte abholte, fordert er Sie auf, eine Entschädigung zu erhalten."
        },
        "text": "Fliegen Obst in den Baum."
      }
    },
    "text": "Während Sie das Eigentum an einem Farmer überqueren, sehen Sie einen Apfelbaum mit starken Appetit."
  },
  "23": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Sie verbringen 15 Minuten damit, sie zu sehen, und Sie entscheiden sich, Ihren Weg fortzusetzen, ohne mehr Aufmerksamkeit zu schenken."
        }
      },
      "help": {
        "outcomes": {
          "0": "Sie entscheiden sich, sich zu nähern und ihnen zu helfen. Nach 45 Minuten, um ihnen zu helfen, danken diese Leute Ihnen und geben Ihnen das Geld.",
          "1": "Sie verbringen fast eine Stunde damit, ihren Wagen zu reparieren. Nach der Reparatur wird die Personengruppe von Ihnen weggeworfen und Sie werden einen Teil Ihrer Waren gestohlen.",
          "2": "Sie reparieren ihren Wagen schnell. Ich bin sehr dankbar, dass sie Ihnen danken und Ihnen ein Geschenk anbieten, das Sie für Ihre Reise sicherlich nutzen werden."
        },
        "text": "Sie helfen diesen Leuten, ihren Wagen zu reparieren."
      },
      "skip": {
        "outcomes": {
          "0": "Sie wollen nicht noch mehr Zeit verschwenden, und fahren Sie fort.",
          "1": "Wenn Sie gehen, stolpert sie in ein Loch und blesden Sie."
        },
        "text": "Seien Sie nicht besorgt, dass diese Menschen verdächtig sind."
      }
    },
    "text": "Sie gehen im Wald spazieren, als Sie plötzlich einen Wagen sehen, der kaputt zu sein scheint. Um ihn herum scheint die Gruppe von Menschen in schlechter Verfassung zu sein."
  },
  "24": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Keine der Stände interessiert sich für Sie und Sie kommen schnell aus der Stadt, wenn Sie ein paar Augenblicks beobachten.",
          "1": "Sie entscheiden sich, nichts zu kaufen, aber Sie verschwommen auch eine lange Zeit zwischen den Ständen."
        }
      },
      "foodStand": {
        "outcomes": {
          "0": "Dieses Essen ist unglaublich! Aus Ihrem Leben haben Sie nie etwas so gutes gegessen. Sie fühlen sich neu belebt und beruf.",
          "1": "Dieses Essen ist seltsam. Sobald Sie es schlucken, bekommen Sie Kopfschmerzen, Halluzinationen und Übelkeit. Man hat Sie vergiftet! Wenn man das Lächeln Ihres Kochs sieht, gibt es keinen Zweifel. Sie kotzen das Gift auf den Tisch, sind sich aber nicht sicher, ob Sie alles ausgeschieden haben.",
          "2": "Dieses Essen ist ziemlich klassisch. Sie spüren nichts, wenn Sie es essen oder wenn Sie es beendet haben, und vergessen dann schnell den Geschmack."
        },
        "text": "Gehen Sie zu einem Essstand."
      },
      "gameStand": {
        "outcomes": {
          "0": "Sie spielen dieses Spiel ein paar Mal, aber Sie haben es nie geschafft, Ihre Sendung wieder zu bekommen. Wenn Sie Ihre Leistung abschneiden, zahlen Sie den Geschäftsführer und Sie werden es tun.",
          "1": "Sie spielen eine lange Zeit, und versuchen Sie es noch einmal, aber Sie haben keine Chance. Da der Geschäftsführer sich mit Ihnen freundschaftlich verbunden hat, zahlt er Ihnen Ihre Teile zurück. Dafür danke ich Ihnen sehr herzlich.",
          "2": "Sie haben es geschafft, die große Partie zu gewinnen! Heurig und erregt Aufregung, Sie kriegen ihn zurück und raus aus der Stadt."
        },
        "text": "Gehen Sie zu einem Spielstand."
      },
      "itemStand": {
        "outcomes": {
          "0": "Sie suchen nach Stunden für dieses Objekt, das Sie wollten, aber niemand hat es. Damit Sie nichts kaufen können, entscheiden Sie sich letztendlich dafür, dass Sie nichts kaufen.",
          "1": "Hier ist es! Sie haben dieses Objekt seit Tagen gesucht, und Sie haben es endlich gefunden! Kaufen Sie es schnell, ohne auf den Preis zu achten, dann gehen Sie."
        },
        "text": "Gehen Sie zu einem Verkaufsstand von Gegenständen."
      }
    },
    "text": "Sie gehen auf einen Hügel. Während Sie sich um Sie herum sehen, sehen Sie Lichter in der Ferne. Wenn Sie sich nähern, hören Sie auch Musik zu hören. Es ist ein Festival! Sie sind in der Stadt, um die Party zu feiern."
  },
  "25": {
    "possibilities": {
      "dontHelp": {
        "outcomes": {
          "0": "Sie schenken dem Massaker, das stattgefunden hat, keine Aufmerksamkeit, und Sie werden sich noch etwas weiter ausruhen.",
          "1": "Es gibt keine Zeit zu verlieren! Sie fahren weiter.",
          "2": "Drücken Sie einfach Ihren Weg fort, Sie stolpert auf einen Körper ohne Leben, und Sie verletzen sich."
        },
        "text": "Sie dürfen ihnen nicht helfen."
      },
      "end": {
        "outcomes": {
          "0": "Nachdem Sie einen kurzen Blick auf die Soldaten geworfen haben, die mit ihren Ausgrabungen beschäftigt sind, beschließen Sie, Ihren Weg fortzusetzen.",
          "1": "Müde, Sie stolzer in den Boden und schlafen auf dem Boden."
        }
      },
      "help": {
        "outcomes": {
          "0": "Sie beschließen, zu den Soldaten zu gehen und bieten ihnen Ihre Hilfe bei der Suche nach Überlebenden an. Nachdem Sie 45 Minuten lang geholfen haben, bietet Ihnen ein Soldat etwas Geld an, um Ihnen für Ihre so wertvolle Hilfe zu danken.",
          "1": "Wenn Sie nach Überlebenden suchen, werden Sie von einer Person angegriffen, die die Leichen ausplündert! Nach der Aussprache fliehen Sie und fahren Sie fort."
        },
        "text": "Hilfe vorschlagen."
      },
      "steal": {
        "outcomes": {
          "0": "Sie beschließen, die Soldaten zu umgehen und plündern die Leichen der armen Verstorbenen, um zu versuchen, sich ein wenig zu bereichern.",
          "1": "Wenn Sie die Leichen ausschneiden, fangen Sie mit einem Soldat schlagartig an. Dieses hier nutzt Ihre Situation, um Sie zu entführen, bevor Sie sich schnell dazu aufbringen, Ihren Weg schnell fortzusetzen."
        },
        "text": "Körper anziehen."
      }
    },
    "text": "Nach einer mehrtägigen Reise ohne Zwischenfälle erreichen Sie schließlich den Ort, an dem es zu einem kleinen Scharmützel zwischen zwei bewaffneten Gruppen gekommen ist. Die Gemüter scheinen sich jedoch beruhigt zu haben und Sie bemerken mehrere Soldaten, die geschäftig nach möglichen Überlebenden suchen."
  },
  "26": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Nach 15 Minuten, um diese Szene zu beobachten, gehen Sie wieder zurück, geschockt, aber fahren Sie fort, um Ihr Abenteuer zu verfolgen."
        }
      },
      "goAway": {
        "outcomes": {
          "0": "Mit diesem Akt der Barbarei, machen Sie schnell Ihren Weg fort.",
          "1": "Als Sie sich weiter entfernen, sehen Sie in der Ferne eine Schatulle. Nach ein paar Minuten Fußmarsch erreichst du sie, öffnest sie und entdeckst einen Beutel mit Geld."
        },
        "text": "Sich von dem Massaker entfernen."
      },
      "steal": {
        "outcomes": {
          "0": "Nachdem Sie ein paar Leute beraubt haben, sprechen Sie mit einem Objekt, das sehr interessant zu sein scheint! Nach einem 30-Minuten-Markt sehen Sie, was es ist.",
          "1": "Sie versuchen, einen Einwohner zu entführen, wenn der Pro-Kopf-Tag plötzlich zurückgeht, und Sie fängt an, sich zu schnappen, bevor Sie sich steuen. Nach der Diskussion rauchen Sie ab."
        },
        "text": "Ich bin der, der mit dem Massaker zu tun hat."
      },
      "trySave": {
        "outcomes": {
          "0": "Nachdem Sie sich durch die Menge gekämpft haben, greifen Sie so schnell wie möglich ein und schaffen es, den Mann herauszuziehen. Nachdem Sie durch das Dorf gerannt sind, schenkt Ihnen der Mann, der sehr dankbar ist, einen Gegenstand, den Sie für Ihr weiteres Abenteuer brauchen werden.",
          "1": "Während Sie durch die Menschenmenge laufen, um den Mord zu verhindern, werden Sie heftig angerempelt und fallen zu Boden.",
          "2": "Nach dem Erfolg von hier mit dem Mann, werden Sie einholen und von einer Gruppe von Menschen treffen. Wenn Sie aufpassen, sehen Sie, dass diese Leute Sie gestohlen haben.",
          "3": "Nachdem Sie sich vergewaltigt haben, Sie zu verlegen, erwischt der Henker Sie mit Gewalt. Sie reden hier, aber es gibt nichts. Sie sind zu Ihrer Verurteilung zu der Todesstrafe verurteilt worden."
        },
        "text": "Wenn wir diesen Mann aufhalten und daran hindern, zu sterben."
      }
    },
    "text": "Wenn Sie in ein Dorf gehen, sehen Sie ein Zusammenschluss von Menschen. Sie können sich sehr schnell feststellen, dass Sie in der Nähe einer Erhändungs-Zeit sind. Nach ein paar Informationen wissen Sie, dass diese Person zum Tode verurteilt wurde, weil sie \"was gegen die Werte der Kirche verstößt\"."
  },
  "27": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Sie beobachten das Objekt 20 Minuten lang und gehen dann wieder zurück.",
          "1": "Sie beugen sich über den Brunnen und beobachten das Objekt. Dann kippen Sie um. Glücklicherweise gelingt es Ihnen schnell, wieder nach oben zu klettern, allerdings nicht ohne sich dabei schwer zu verletzen."
        }
      },
      "goDown": {
        "outcomes": {
          "0": "Sie beschuldigen Sie während des Absturkens und bleiben mehrere Stunden im Hintergrund geblockt, bevor jemand Sie findet.",
          "1": "Sie kommen ohne Probleme unten an, sammeln den Gegenstand ein und setzen Ihren Weg fort.",
          "2": "Du springst in den Brunnen, findest aber nichts. Sie klettern wieder hoch, ohne weitere Zeit zu verlieren.",
          "3": "Wenn Sie unten sind, entdecken Sie eine große Menge von Gold-Teilen, die Sie zurückbekommen, bevor Sie mit der Reise fortfahren."
        },
        "text": "Versuch, runter zu gehen, um das Objekt zu bekommen."
      },
      "skip": {
        "outcomes": {
          "0": "Es gibt keine Zeit zu verlieren! Sie fahren weiter, ohne darauf aufmerksam zu machen.",
          "1": "Sie fahren weiter, aber nach einer kurzen Fahrt wird mit einer Gruppe von Menschen, die schwarz gekleidet sind, eine Nase in der Nase. Nachdem Sie sich mit dem Zauns beraten haben, haben Sie Erfolg, aber Sie wurden entstaubt."
        },
        "text": "Fahren Sie weiter fort."
      },
      "useBucket": {
        "outcomes": {
          "0": "Nach einer Stunde der Versuche bekommen Sie endlich dieses Objekt, das sich in Wirklichkeit ein einfaches Stück Schrott erweist.",
          "1": "Konzentriert sich auf Ihr Ziel, wird Ihnen nicht klar, dass ein junger Dorfbegeort Sie fängt und Sie in den Brunnen fallen. Sie weinen Sie nur einige Minuten später.",
          "2": "Schnell holen Sie sich das Geld, das sich am Boden befand, und setzen Ihren Weg fort."
        },
        "text": "Versuchen Sie, das Objekt mit dem Eimer des Bohrlochs zu fangen."
      }
    },
    "text": "Wenn Sie in das kleine Dorf gehen, das Sie gefunden haben, sehen Sie einen Brunnen mit einem kleinen, glänzenden Objekt am Boden."
  },
  "28": {
    "possibilities": {
      "accept": {
        "outcomes": {
          "0": "Sie schließen sich ihnen an ... und verschwenden drei Stunden, um einer religiösen Zeremonie beizuwohnen.",
          "1": "Sie schließen sich ihnen an ... aber nach 30 Minuten beschließen Sie, wieder zu gehen, weil Sie merken, dass Sie noch eine Prinzessin retten müssen und nicht mehr Zeit für Ihren Glauben haben.",
          "2": "Als die Gruppe merkt, dass Sie nicht auf ihre Reden reagieren, beginnt sie, aggressiv zu werden! Es dauert mehrere Minuten, bis Sie aus dieser Gruppe entkommen, nicht ohne einige Schläge abbekommen zu haben.",
          "3": "Sie schließen sich an, und fahren Sie dann so schnell wie möglich mit einem Objekt, das Ihnen nützlich sein kann."
        },
        "text": "Akzeptieren Sie sie."
      },
      "deny": {
        "outcomes": {
          "0": "Sie schnitten bei jedem Dialog auf und fahren Sie weiter.",
          "1": "Die Gruppe zeigt sich schnell aggressiv gegen Ihre Weigerung. Schließlich müssen Sie sich gezwungen sehen, sie für lange Minuten zu verpasten, um zu vermeiden, mehr Schläge zu nehmen."
        },
        "text": "Verweigern Sie den Vorschlag."
      },
      "end": {
        "outcomes": {
          "0": "In Anbetracht Ihrer Beunstlichkeit wird sich die Gruppe schnell müde und an einem anderen Passende teilnehmen."
        }
      }
    },
    "text": "Während Ihrer Reise lädt Sie eine Gruppe von Männern, die \"das Wort der Götter predigen\", dazu ein, sich ihrer Sache anzuschließen."
  },
  "29": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Sie bleiben an Ihrer Stelle, in der Sonne für 15 Minuten, dann brechen Sie auf.",
          "1": "Sie beschließen, auf Ihre Reserven zurückzugreifen, und setzen Ihren Weg fort, um keine Zeit zu verlieren."
        }
      },
      "restHere": {
        "outcomes": {
          "0": "Sie ruhen sich aus. Der Boden ist jedoch sehr unbequem.",
          "1": "Sie ruhen sich aus. Nach Ihrem ausgiebigen Nickerchen gehen Sie motivierter denn je wieder los."
        },
        "text": "Auf Platz ruhen."
      },
      "restTree": {
        "outcomes": {
          "0": "Sie sehen eine dunkle Zone unter den Bäumen und entscheiden sich, dorthin zu gehen. Nach einer kurzen Stunde schlafen Sie wieder, und fahren Sie fort.",
          "1": "Sie sind auf dem Weg zu einem schattigen Bereich, wo Sie sich ausruhen. Aber wenn Sie aufwachen, werden Sie bemerken, dass Sie Ihre Fälle beraubt haben."
        },
        "text": "Auf der Fuss eines Baumes stehen."
      },
      "searchWater": {
        "outcomes": {
          "0": "Sie erinnern sich daran, an einem See vorbeigekommen zu sein, also machen Sie sich auf den Weg dorthin. Als Sie dort ankommen, genießen Sie ein Bad, das Ihnen sehr gut tut. Sie sind nun erfrischt und in besserer Verfassung, um Ihre Reise durch das Land fortzusetzen.",
          "1": "Sie erinnern sich daran, an einem See vorbeigekommen zu sein, also machen Sie sich auf den Weg dorthin. Auf dem Weg dorthin finden Sie ein Item, das Ihnen sicher nützlich sein wird. Dort angekommen, nehmen Sie ein erfrischendes Bad, das Ihnen gut tut. Sie sind nun erfrischt und in besserer Verfassung, um Ihre Reise durch das Land fortzusetzen.",
          "2": "Sie suchen nach einem vergeblichen Wasserpunkt ... Wegen dieser Erschöpfung machen Sie ein Unbehagen."
        },
        "text": "Wir suchen einen Wasserpunkt in der Nähe."
      }
    },
    "text": "Temperaturen über 30 ° C seit mehreren Tagen haben Sie beschuldigt. Während Ihre Kraft beginnt, zu versagen, nicht in der Lage, Ihren Weg weiter zu gehen, denken Sie an eine Strategie, die Sie verfolgen sollten ..."
  },
  "3": {
    "possibilities": {
      "abandon": {
        "outcomes": {
          "0": "Sie gehen weiter: Diebstahl ist falsch und diese Schatulle gehört Ihnen nicht!",
          "1": "Sie entscheiden sich, sich nicht an den kleinen Kofferraum zu wenden, weil Sie der Meinung sind, dass es nicht zu einem Urteil kommt, das Ihnen wertvolle Zeit verschwenden würde."
        },
        "text": "Das Testpaket an der Stelle ablegen, an der Sie sie gefunden haben."
      },
      "end": {
        "outcomes": {
          "0": "Das ist bestimmt eine Falle! Auf jeden Fall dürfen Sie auf keinen Fall näher an die Schatulle herankommen! Sie setzen Ihren Weg ruhig fort."
        }
      },
      "mineIt": {
        "outcomes": {
          "0": "Nachdem Sie 30 Minuten verloren haben, um das Schloss zu brechen, entdecken Sie, dass der Safe leer ist!",
          "1": "Nachdem Sie 30 Minuten verloren haben, um das Schloss zu explodieren, entdecken Sie, dass der Kofferraum leer ist!",
          "2": "Nachdem Sie 15 Minuten Zeit verloren haben, das Schloss zu explodieren, entdecken Sie einige Teile von Gold!"
        },
        "text": "Hängen Sie das Vorhängeschloss mit einem Piock an."
      },
      "searchKey": {
        "outcomes": {
          "0": "Nach 50 Minuten Suche finden Sie den Schlüssel! Er ist direkt neben der Truhe vergraben und gibt Ihnen die Möglichkeit, viele Goldmünzen zu entdecken!",
          "1": "Nach einer Stunde Suche finden Sie den Schlüssel! Direkt neben der Truhe vergraben, bringt er dir einige Goldmünzen ein!",
          "2": "Nach 40 Minuten Suche finden Sie den Schlüssel! Er wurde direkt neben der Truhe vergraben und ist so stark beschädigt, dass Sie die Truhe nicht mehr öffnen können. Schließlich geben Sie auf und lassen die Schatulle hinter sich.",
          "3": "Nach 20 Minuten, um den kleinen Kofferraum herum zu graben, verlassen Sie sich im Stile und lassen das Paket hinter sich.",
          "4": "Nach zwei Stunden Nachforschungen geben Sie auf und lassen Sie das Paket hinter sich."
        },
        "text": "Finden Sie den Schlüssel um den Ort der Entdeckung."
      }
    },
    "text": "Während du auf der Straße der Wunder reist, entdeckst du eine Schatulle! Leider ist sie verschlossen..."
  },
  "30": {
    "possibilities": {
      "duke": {
        "outcomes": {
          "0": "Sie gehen zum Herzog und machen ihm ein Kompliment. Dieser bedankt sich bei Ihnen und beschließt, Ihnen eine Auszeit in seinem Haus zu gewähren.",
          "1": "Sie gehen zum Herzog und machen ihm ein Kompliment. Der Herzog bedankt sich und schenkt Ihnen ein paar Münzen, die Sie gut gebrauchen können.",
          "2": "Sie gehen zum Herzog und versuchen, ihm ein Kompliment zu machen. Rhetorik ist jedoch nicht Ihre Stärke und da der Herzog sich beleidigt fühlt, lässt er Sie einsperren."
        },
        "text": "Gehen Sie zu dem Herzog."
      },
      "end": {
        "outcomes": {
          "0": "Ihnen ist heute nicht nach Feiern zumute. Sie beschließen daher, umzukehren und Ihren Weg in aller Ruhe fortzusetzen.",
          "1": "Sie sind heute nicht bereit für eine Party. Sie setzen Ihren Weg fort, als Sie plötzlich stolpern und mit einer Banane konfrontiert werden. Diese scheint jedoch nicht gut zu sein."
        }
      },
      "gift": {
        "outcomes": {
          "0": "Sie wollen dem Duke Benatis ein Geschenk machen, aber Sie finden nichts, was den Fall zu Fall bringen könnte. Sie entscheiden sich einfach, ihm das Geld zu geben, das Sie während Ihrer Reise amassiert haben. Der Herzog akzeptiert Ihr Geschenk.",
          "1": "Sie nähern sich dem Herzog, um ihm ein Geschenk zu geben. Wenn Sie sehen, dass der Herzog Ihre Absicht versteht und Sie freundlicherweise sagen, dass es nicht die Mühe ist, dann reden Sie einfach mit ihm und dann gehen Sie auf die Party.",
          "2": "Während Sie dem Herzog ein Geschenk geben, erhebt sich und erklärt, dass er beschlossen hat, Geschenke an alle anderen zu verteilen. Sie verstehen, dass es ihm nicht helfen würde, ihm eine zu geben, und akzeptieren Sie, wer Ihnen von den Dienern angespannt ist."
        },
        "text": "Geben Sie ihm ein Geschenk."
      },
      "party": {
        "outcomes": {
          "0": "Sie gehen nach Hause und genießen die Party, die bis spät in die Nacht andauern wird.",
          "1": "Der Wachmann sieht Ihre schmutzigen Schuhe und bittet Sie, mit besserer Kleidung wiederzukommen. Glücklicherweise bietet Ihnen ein junger Bettler, der neben Ihnen steht, an, Ihre Schuhe für ein paar Münzen zu putzen. So können Sie den Geburtstag genießen.",
          "2": "Das Büfett der Party ist ein Festmahl. Sie regieren mit all diesen Bananen."
        },
        "text": "Bleiben Sie auf der Party."
      },
      "steal": {
        "outcomes": {
          "0": "Während Sie sich aus dem Betrieb mit Ihrer Beute herausholen, einen Sklaven, der Sie interpündert und Sie anprangert. Sie sind eingesperrt.",
          "1": "Sie können diskret mit Ihrem köstlichen Beute herauskommen, dass Sie schnell essen.",
          "2": "Zu Ihrem großen Unglück haben Sie nicht bemerkt, dass Sie vor Ihren erfrischenden Bananen \"Immade zum Verkauf\" geschrieben haben, und diese haben sich schnell krank gemacht!"
        },
        "text": "Raus aus, um ihm Bananen in seinen Betrieb zu stehlen."
      }
    },
    "text": "Sie sehen in der Ferne ein Schloss und beschließen, sich ihm durch den Haupteingang zu nähern. Bei diesem Anwesen scheint es sich um das des Herzogs Benatis zu handeln, der für seine Bananenfarmen bekannt ist. Er veranstaltet ein Fest zu Ehren seines 21. Als Sie näher kommen, werden Sie von einer Wache aufgefordert, einzutreten, da der Herzog möchte, dass alle an der Feier teilnehmen. Sobald Sie eintreten, sehen Sie sich einem riesigen Festmahl gegenüber."
  },
  "31": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Der Ritter kommt ohne Aufmerksamkeit auf Sie. Sie fahren mit Ihrer ruhigen Straße fort."
        }
      },
      "hide": {
        "outcomes": {
          "0": "Sie werden in der Busch nur zu der Zeit im Busch säußen. Dieser teuflisch-Reiter wollte Sie sich bewegen ... Sie erholen sich von Ihren Emotionen und gehen weg.",
          "1": "Sie stürzen sich in den Busch. Allerdings haben Sie nicht bemerkt, dass es sich in Wirklichkeit um Brombeerranken handelt...",
          "2": "Nachdem Sie in den Busch gesprungen sind, schauen Sie auf den mysteriösen Ritter und sehen ein Objekt von seiner Heiligen. Sie bekommen es zurück."
        },
        "text": "In einem Busch am Straßenrand verbergen."
      },
      "keepGoing": {
        "outcomes": {
          "0": "Der Ritter rammt Sie mit voller Geschwindigkeit. Sie fliegen fünf Meter weit, bevor Sie auf dem Boden aufschlagen. Der Ritter ist schon nicht mehr da: Es bleibt nur noch eine Staubwolke ...",
          "1": "Der Ritter, der auf Ihre Höhe anhält, sieht sich Ihre Mühe, unter der Sonne von Blei zu kommen. Er bietet Ihnen ein wenig Wasser aus seiner Gourde und fährt seinen Weg fort.",
          "2": "Der Ritter holt Sie ein, und Sie werden nach seinem Weg gefragt. Sie geben ihm einen Weg, und fahren Sie fort."
        },
        "text": "Fahren Sie normal fort."
      },
      "wave": {
        "outcomes": {
          "0": "Nachdem Sie Ihr Zeichen von Hand gesehen haben, ist der Ritter an deiner Seite. Sie wissen, dass er sehr sympathisch ist. Sie reden fast eine Stunde, bevor Sie alle wieder auf Ihrer Seite sind.",
          "1": "Der Ritter trifft auf Sie, und Sie klopft brutal, Sie fallen auf den Boden, betäubt. Wenn Sie aufwachen, bemerken Sie, dass Ihre Taschen leer sind.",
          "2": "Der Ritter führt Sie zur Seite. Er hat wahrscheinlich nicht Ihr Zeichen gesehen oder hat keine Zeit zu verlieren."
        },
        "text": "Ihm ein Zeichen geben, damit er aufhören kann."
      }
    },
    "text": "Sie hören ein Walisch-Geräusch in der Ferne. Sie gehen zurück und sehen einen Ritter in der schwarzen Rüstung und den unbekannten Schwarzen Witz."
  },
  "32": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Wenn Sie Ihren Weg fortsetzen, beschließen Sie, sich in der Nähe eines Baumes zu verhaften und finden Sie einige Teile von Gold.",
          "1": "Während Sie in der Ehestand gehen, sehen Sie Leute und entscheiden sich, Sie weiter zu verfolgen. Sie laufen noch lange Zeit, bevor Sie sie säen.",
          "2": "Sie fahren weiter, als sei nichts gewesen.",
          "3": "Indem Sie sich von den Wilderer, die Sie beraubt haben, von sich weg bewegen."
        }
      },
      "heal": {
        "outcomes": {
          "0": "Sie laufen durch den Wald auf der Suche nach Heilkräutern. Sie finden welche und heilen die Person. Der Mann bedankt sich bei Ihnen mit ein paar Münzen und Sie beschließen, Ihren Weg fortzusetzen.",
          "1": "Sie beschließen, im Wald nach Heilpflanzen zu suchen. Leider gelingt es Ihnen nicht, ihn zu heilen ... Sie beschließen, Ihren Weg mit gesenktem Kopf fortzusetzen.",
          "2": "Sie werden sich um Hilfe im nächsten Dorf bemühen. Kommen Sie mit, kommen Sie zurück zur Person, aber Ihr Begleiter entscheidet, Sie zu betäuben. Wenn Sie aufwachen, finden Sie die tote Person, und Sie werden beraubt.",
          "3": "Sie rennen in die nächstgelegene Stadt, um nach Werkzeugen zu suchen, mit denen Sie den Mann heilen können. Sobald Sie wieder bei ihm sind, heilen Sie ihn: Er überlebt und beschließt, Ihnen eine Entschädigung für Ihren Mut zu geben. Als Sie sich wieder auf den Weg machen, stellen Sie fest, dass Sie sich bei der Behandlung des Mannes verletzt haben."
        },
        "text": "Komm schon, um zu sehen, wie der verletzte Mann behandelt werden kann."
      },
      "kill": {
        "outcomes": {
          "0": "Sie ziehen Ihr Schwert und erledigen den Verletzten. Die Zeugen des Geschehens sind empört über Ihre Tat und greifen Sie brutal an.",
          "1": "Sie sind gerade dabei, die verletzte Person zu töten, als Sie von einem Passanten unterbrochen werden. Sie beschließen daher, den Gedanken zu verwerfen und setzen Ihren Weg fort.",
          "2": "Wenn Sie Ihr Schwert ziehen, schreit der Mann, aber niemand hört ihn. Sie töten ihn, bevor Sie ihn häuten."
        },
        "text": "Kaufen Sie den Mann, um seine Ausrüstung zurückzubekommen."
      },
      "yell": {
        "outcomes": {
          "0": "Sie schreien immer und immer wieder, und schließlich kommt jemand und hilft Ihnen. Zum Dank gibt Ihnen die Person eine Kleinigkeit, bevor Sie wieder gehen.",
          "1": "Sie schreien immer und immer wieder. Unglücklicherweise vergeht niemand, aber Sie ziehen die Tiere an: ein Wildschwein kommt und lädt.",
          "2": "Sie schreien so lange, bis Sie wieder zu Atem kommen. Leider kommt niemand und die Person stirbt. Von einem Gefühl der Hilflosigkeit gepackt, machen Sie sich wieder auf den Weg.",
          "3": "Als Sie schreien, hören Sie einige Leute aus dem nahe gelegenen Lager. Sie beschließen, sich um den Mann zu kümmern. Da sie glauben, dass Sie versucht haben, ihn zu ermorden, bringen sie Sie mit vorgehaltener Waffe zu ihrem Lager. Nach einer langen Diskussion klären sie das Missverständnis auf und bieten Ihnen an, sich im Lager auszuruhen. Sie nehmen den Vorschlag gerne an."
        },
        "text": "Mail, um Menschen zu alarmieren."
      }
    },
    "text": "Sie setzen Ihren Weg ruhig in einem Wald fort, als Sie einen Schrei hören. Die Stimme scheint die eines Mannes zu sein. Sie beschließen, zu dem Schrei zu gehen und finden einen schwer verletzten Mann in der Nähe einer Art Lager."
  },
  "33": {
    "possibilities": {
      "chat": {
        "outcomes": {
          "0": "Sie sehen nicht, wie die Zeit vergeht, und diskutieren Sie zwei Stunden mit einem Farmer über den Wahlkampf.",
          "1": "Sie haben eine Freundschaft mit Ihrem Nachbarn, der Ihnen ein Objekt als Geschenk macht.",
          "2": "Mit dem Alkohol erwärmen sich die Geister, und Sie erleben einen Kampf, bevor Sie sich einlassen.",
          "3": "Ein großzügiger junger Mann will Ihnen ein Stipendium und einen Drink anbieten.",
          "4": "Sie nehmen höflich an und bleiben ein paar Minuten, bevor Sie wieder gehen und so tun, als hätten Sie es eilig."
        },
        "text": "Beruhigen Sie sich ruhig, um zu plaudern."
      },
      "eat": {
        "outcomes": {
          "0": "Diese gute Nahrung gibt Ihnen einen Energiegewinn!",
          "1": "Das ist Pech. Sie werden auf ein verrücktes Stück geschlutet und krank werden.",
          "2": "Sie werden mit Essen gefüllt, Sie brauchen eine gute Verdauungstrasse, um wieder auf die Straße zu gehen.",
          "3": "Sie haben gut gegessen, Sie reden mit Ihrem Nachbarn, der Ihnen nicht aufhört, zu trinken. Sie sind am Ende am Rande des Zusammenbruchs, betrunken."
        },
        "text": "Geniessen, um Essen zu fütschen."
      },
      "end": {
        "outcomes": {
          "0": "Sie sehen die Ziege nicht auf sich, und Sie fallen auf den Boden, Sie sind unverwischlich.",
          "1": "Die Leute kommen zu Ihnen, um Sie zu einem Tisch zu bringen. Sie sind gezwungen, mit ihnen zu essen, und Sie werden Ihnen Energie geben!"
        }
      },
      "skip": {
        "outcomes": {
          "0": "Die Einwohner, die Sie gesehen haben, nehmen das für eine unhöfliche Markierung, und Sie stehlen Ihr Stipendium.",
          "1": "Sie können nicht vorsichtig sein, und finden Sie einige Teile auf dem Weg.",
          "2": "Sie rennen um Angst, dass sie zu Ihrem Treffen kommen. Sie sind nicht mehr in der Schlampe, Sie haben es."
        },
        "text": "Fortfahren, ohne zu stoppen."
      },
      "steal": {
        "outcomes": {
          "0": "Genießen Sie ein paar Goldmünzen, die wir hier und dort haben.",
          "1": "Sie werden von Menschen entdeckt, aber es ist erfolgreich, Sie zu entfliehen.",
          "2": "Sie werden von Menschen entdeckt. Sie sind so aufgeregt, dass Sie schnell rausfahren."
        },
        "text": "Genießen Sie die allgemeine Animation, um die Leute zu stehlen."
      }
    },
    "text": "Sie kommen in eine Farm, wo ein großer Fest läuft. Die Leute scheinen willkommen zu sein."
  },
  "34": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Angesichts des Fehlens einer Antwort von Ihnen, entscheidet die Gruppe von Freunden, dass Sie nach einem Geschenk suchen. Also, wenn Sie sie höflich abwarten, werden Sie die Idee, Zeit zu verschwenden, noch mehr angst. Das Risiko, die Prinzessin nicht zu retten, macht Sie krank, Sie werden sogar krank, und Sie werden letztendlich in Äpfel fallen. Sie finden unwiederbelebtes Erlebten, die ehrlichen Individuen helfen Ihnen, sich auszuruhen, und Sie lassen das Geschenk, bevor Sie wieder auf die Straße gehen.",
          "1": "Angesichts des Fehlens einer Reaktion bestehen die Quidams nicht. Sie fahren weiter, ohne Aufmerksamkeit zu schenken.",
          "2": "Sie haben zu lange gezögert, die jungen Männer entscheiden sich endlich, Ihnen ein wenig Geld zu geben, um Ihnen den Kauf von ein paar Babybabioles zu ermöglichen. Sie danken ihnen, bevor Sie wieder auf die Straße gehen."
        }
      },
      "food": {
        "outcomes": {
          "0": "Das eine von ihnen ist eine ziemlich aufregende Suppe. Sie trinken sie, ohne zu misstrauen. Diese Ungärten haben eine Falle gestellt. Seit langer Zeit, um Sie zu plündern, enthielt die Sklaverei nur genug Affe, um krank zu werden. Sie fühlen sich, wie Sie Ihre Taschen abgestempeln, machtlos.",
          "1": "Diese Passanten haben gekocht, um Ihnen einen Geschmack zu machen, der einen Gedicht von Gusgesetzen verdient. Wenn Sie sich näher ansehen, sehen Sie ein Objekt, das am Boden der Schale hinterlassen wurde. Er könnte für die Suite hilfreich sein.",
          "2": "Es ist schön, Sie zu besuchen, die Gruppe geht Sie um die Spezialität der Ecke zu kaufen. Wenn Sie das Gericht ankommen sehen, machen Sie es gut, aber Sie genießen es mit einem gewissen Geschmack: Sie mögen die Pilze nicht! Nein, nein, nein, nein, Sie fahren weiter."
        },
        "text": "Nahrungsmittelvorhang."
      },
      "health": {
        "outcomes": {
          "0": "Die Gruppe von Individuen begleitet Sie in das Tal, wo sie Ihnen eine belebende Pflege in den Thermalwasser bieten. Requiniert, Sie sind bereit, wieder auf die Straße zu gehen.",
          "1": "Die wenigen Leute bieten Ihnen eine Massage in einem Massagecenter in der Nähe von hier. Während Sie sich massieren, eine der Kerzenscheine, die an der Wand hängen, in der Menge der ätherischen Öle, die das ganze Haus in Brand setzen. Sie kommen, nicht ohne Schwierigkeiten, aus dem Bäder, der aus dem Gebäude kommt.",
          "2": "Sie haben nicht auf diese Art von Nachfrage gewartet und bleiben für die Antwort, die Ihnen gegeben werden soll, keine Zweifel. Wenn Sie sich das Unbehagen nicht erlauben wollen, nehmen Sie Ihren Weg zurück."
        },
        "text": "Ein Geschenk im Gesundheitsbereich."
      },
      "kind": {
        "outcomes": {
          "0": "Die Gruppe von Freunden erzählt Ihnen, dass sie auf der Suche nach dem perfekten Geschenk war. Leider haben sie nichts gefunden, was Ihnen gefallen könnte. Dezipiert, Sie fahren weiter.",
          "1": "Diese kleinen Koffer haben beschlossen, Sie zu einem Farce zu machen und Ihnen ein kleinkarätes Geschenk zu geben. Sie glaubten jedoch nicht, dass ein Brett mit den herausragenden Nägeln gefährlich sein würde. Die Finger am Blut, Sie gehen, wütend, um Sie zu heilen.",
          "2": "Ihre großzügigen Spender sind stolz auf ihre Faust, die auf einem Markt gefunden wurden. Sie haben ein Objekt, das Sie von Anfang an sehr am ersten Blick interessiert."
        },
        "text": "Geschenk in der Natur."
      },
      "money": {
        "outcomes": {
          "0": "Wenn Sie nicht auf Ihre Antwort hören, bevorzugen die ein paar Leute Ihnen ein Objekt zu geben. Für sie ist das Geld nicht ein echtes Geschenk.",
          "1": "Jeder in einem Kreis ist ein paar Münzen aus seinem Stipendium. Zusammen haben sie Ihnen schließlich ein schönes Geld, das Frucht ihrer Beitragszahlung ist. Nachdem Sie sich für einen guten Zweck eingesetzt haben, wünschen sie Ihnen einen guten Weg und gehen zurück.",
          "2": "Die wenigen Individuen haben sich zusammengebildet, um Ihnen einen netten Betrag zu bieten. Sie finden ihre verdächtige Haltung, und Sie werden schnell feststellen, dass diese Währung von einem Raubüberfall stammt. Sie beschließen, in aller Ehrlichkeit einen Wächter zu treffen, um dieses Geld schmutzig zu machen. Wenn Sie nicht darauf warten, werden Sie die Details des Falls und Ihre Beteiligung an der Verachtung der Angelegenheit gründlich durchfragen."
        },
        "text": "Geld in der Währung."
      }
    },
    "text": "Im Umweg von einer Straße haben Sie von den Passanten erkannt, die Sie angesprochen haben. Sie erinnern sich sehr gut an die Hilfe, die Sie ihnen gegeben haben, und beharren darauf, Ihnen zu danken, Ihnen ein Geschenk zu geben. Sie fragen sich, was Sie am meisten freuen würden."
  },
  "35": {
    "possibilities": {
      "deny": {
        "outcomes": {
          "0": "Sie denken nicht, dass es eine gute Idee ist, Dinge zu trinken, die nicht bekannt sind, um sie zu testen, dann werden Sie den Vorschlag des Barkeeper höflich aushöfen. Sie haben ihr aber eine gute Bierpinte bestellt, die Sie mit Gewohnheiten in Ruhe vergewaltigen.",
          "1": "Sie agieren buchstäblich den Barkeeper, der ihn fragt, ob er Sie für einen Gnaden nimmt, der versucht, Sie zu trinken, egal welche Kokerei es ist. Er schließt sich von seiner Bar aus, also verkaufen Sie sich ein Feuer, dann gehen Sie Ihren Weg zurück.",
          "2": "Sie erklären dem Barkeeper, dass Sie nicht zu viel trinken wollen, etwas Unbekanntes zu trinken, geschweigt denn als Cobaye. Er kann Ihnen versichern, dass er nur zwei Spirituosen und einige Extrakte von Pflanzen ohne Gefahr gemischt hat. Sie trinken also, und sagen ihr eure Eindrücke."
        },
        "text": "Verweigern Sie seinen Vorschlag."
      },
      "end": {
        "outcomes": {
          "0": "Sie wissen es nicht, und sprechen Sie einfach von seiner Herberge aus."
        }
      },
      "steal": {
        "outcomes": {
          "0": "Sie erklären ihr, dass Sie nicht zu viel wollen, um sie als Cobayan zu benutzen, also der Barkeeper scheint enttäuscht zu sein, Sie überlassen es. Sie sind also an der Arbeit interessiert, die Sie aus Ihrer Einreise in die Bar gepackt haben: Sie können die Kunden diskret ausziehen. Sie haben die Taschen mit drei Personen ohne Probleme, aber die vierte bemerkte und schreien den Dieb. Sie nehmen das Leck.",
          "1": "Sie erklären ihr, dass Sie nicht zu viel wollen, um sie als Cobayan zu benutzen, also der Barkeeper scheint enttäuscht zu sein, Sie überlassen es. Sie sind also an der Arbeit interessiert, die Sie aus Ihrer Einreise in die Bar gepackt haben: Sie können die Kunden diskret ausziehen. Sie haben die Taschen mit drei Personen ohne Probleme, aber die vierte bemerkte und schreien den Dieb. Sie beenden die Nacht im Knast und schaden diesen Menschen."
        },
        "text": "Verweigern, und versuchen, Leute zu stehlen."
      },
      "test": {
        "outcomes": {
          "0": "Sie akzeptieren seinen Vorschlag, und trinken Sie die dicke Flüssigkeit, die er Ihnen entspannt. Das ist köstlich, und es breitet sich in einer sanften Hitze aus.",
          "1": "Sie nehmen ohne weitere Zeremonie den Krug, den er Ihnen reicht und der mit einer dicken, grünlichen Flüssigkeit gefüllt ist. Sie trinken sie in einem Zug aus. Nach ein paar Sekunden bemerken Sie den schrecklichen Geschmack und erbrechen alles auf den Boden. Der Barkeeper entschuldigt sich und gibt Ihnen eine Handvoll Münzen als Entschädigung, aber Ihnen wird übel.",
          "2": "Sie akzeptieren seine Anfrage, und er gibt Ihnen eine Schlampe. Sie trinken und riechen einen kleinen, kleinen, geschmackvollen Geschmack von den Hannetonen. Sie geben dem Barkeeper Ihre Eindrücke, danken Ihnen, dann gehen Sie wieder auf die Straße."
        },
        "text": "Annehmen, als Cobaye zu dienen."
      }
    },
    "text": "Sie gehen in eine Bar, und der Barkeeper sagt Ihnen, dass er gerne \"neue Getränke\" auf Sie ausprobieren möchte."
  },
  "36": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Sie warten eine ganze Weile auf diesem Platz und plötzlich fangen Händler an, sich aufzubauen. Heute ist Ihr Glückstag! Es handelt sich um einen Markt und die Äpfel sind sehr billig. Sie kaufen ein paar und setzen Ihren Weg fort.",
          "1": "Sie warten eine Weile auf diesem Platz, stellen dann aber fest, dass es nichts Interessantes zu tun gibt, und setzen Ihren Weg fort."
        }
      },
      "goAway": {
        "outcomes": {
          "0": "Sie fahren weiter. Wenn Sie aus dem Dorf kommen, glauben Sie an einen Priester, der Ihnen ein Stück Brot für Ihre Reise anbietet."
        },
        "text": "Fahren Sie weiter fort."
      },
      "goInn": {
        "outcomes": {
          "0": "Sie kommen in die Herberge, und Sie erhalten ein wenig Energie durch ein gutes Essen und ein wohlverdientes Nickerchen.",
          "1": "Sie kommen in die Gaststätte, die leider voll ist. Sie nehmen immer noch eine Mahlzeit auf und nehmen Sie Ihren Weg zurück.",
          "2": "Unglücklicherweise ist das Gasthaus geschlossen und Sie beschließen, Ihren Weg hungrig und müde fortzusetzen."
        },
        "text": "Gehen Sie zur Herberge, um sich auszuruhen."
      },
      "stealJeweler": {
        "outcomes": {
          "0": "Sie vertrauen darauf, dass Sie die Infiltrate haben. Sie gehen, und glücklicherweise war der alte Mann nicht da. Sie können den Inhalt der Kasse stehlen und entgehen.",
          "1": "Sie kommen vor dem Geschäft an und betreten es mit dem Ziel, den Juwelier zu bestehlen. Als Sie das Geld des Juweliers an sich nehmen, werden Sie von einem persönlichen Wachmann niedergeschlagen. Sie wachen einige Stunden später an einem Pfad auf."
        },
        "text": "Versuchen Sie, den Juwelier zu stehlen."
      },
      "talkJeweler": {
        "outcomes": {
          "0": "Sie unterhalten sich mit dem Juwelier und schließen Freundschaft mit ihm. Er schenkt Ihnen daraufhin einen Gegenstand als Zeichen der neuen Freundschaft.",
          "1": "Sie beschließen, zu feilschen, um eines der Schmuckstücke für wenig Geld zu kaufen. Sie diskutieren eine ganze Weile, aber der alte Mann ist ein sehr guter Händler und gibt nicht nach. Sie gehen weiter, nachdem Sie gemerkt haben, dass er nicht vorhat, seine Preise zu senken."
        },
        "text": "Gehen Sie zu dem Juwelier und reden Sie."
      }
    },
    "text": "Auf Ihrer sehr langen Reise kommen Sie in ein kleines Dorf, das sehr charmant ist. Sie erreichen das Zentrum des Dorfes, aber es stellt sich heraus, dass es sehr klein ist und nur zwei Geschäfte gibt: ein Juweliergeschäft und ein Gasthaus. Sie finden durch einen Passanten heraus, dass der Juwelierladen von einem alten Mann geführt wird, der wunderschöne Schmuckstücke und Halsketten herstellt. Das Gasthaus hingegen wird von einem Ehepaar geführt und soll sehr erfolgreich sein."
  },
  "37": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Sie sehen einen kleinen Wald auf Ihrer rechten Seite. Nachdem Sie sehr durstig sind, folgen Sie dem Klang des Schutt eines frischen Wasserstrom. Wenn Sie im Bach sind, werden Sie sich verärgert und in die Richtung des Dorfes gehen.",
          "1": "Sie sehen einen kleinen Wald auf Ihrer rechten Seite. Während der Reise werden Sie ein Objekt ernten, das wahrscheinlich von einem Durchgang aufgegeben wurde und fahren Sie weiter in Richtung Dorf."
        }
      },
      "run": {
        "outcomes": {
          "0": "Sie beginnen zu rennen und erreichen nach weniger als einer Viertelstunde das Dorf.",
          "1": "Sie beginnen zu rennen. Zum Glück hört der Regen schnell auf. Sie nehmen wieder einen gemäßigteren Schritt an und es dauert nicht lange, bis Sie das Dorf erreichen."
        },
        "text": "Schnelligkeit zu beschleunigen, um nicht zu nass zu werden."
      },
      "walk": {
        "outcomes": {
          "0": "Sie gehen gemütlich spazieren. Schließlich ist es nur ein leichter Regen und Sie haben keine Lust, nur deswegen zu laufen.",
          "1": "Sie gehen einfach weiter, ein paar Minuten später, der leichte Regen, und Sie kommen in die Dorfbeeren.",
          "2": "Sie gehen in Ruhe, um zu laufen."
        },
        "text": "Fahren Sie weiter fort."
      }
    },
    "text": "Sie gehen in Ruhe, die Zeit ist klar, und die richtige Straße. Sie denken an die sanfte Nacht, die Sie in einer Jugendherberge des nächsten Dorfes verbringen werden, und das verleiht Ihnen wieder den Mut, vorwärts zu kommen. Der Weg ist für den Moment so ruhig, dass, während Sie gehen, Sie in Ihre Gedanken tauchen. Sie werden sehen, dass, obwohl Ihr Abenteuer mit dem Ziel begonnen hat, Ihren Wert zu beweisen und die Prinzessin zu heiraten, immer mehr Geschmack für Ihre Reise nimmt. Während Sie aus dem Dorf, das Ihr Tagesziel ist, nicht mehr weit entfernt sind, fängt es an zu regnen."
  },
  "38": {
    "possibilities": {
      "buyCheap": {
        "outcomes": {
          "0": "Man kauft ein preiswertes Objekt als Gegenleistung für ein paar Goldmünzen. Sie sind zufrieden mit dem, was er Ihnen verkauft hat, und Sie bringen ihn in Ihre Tasche.",
          "1": "Sie kaufen ein Objekt mit einem niedrigen Wert, aber zu dem Zeitpunkt, an dem Sie es empfangen, und beginnen Sie zu inspizieren, werden Sie feststellen, dass er Ihnen ein gefühlswertes Stateel verkauft hat. Der Schwimer profitierte von Ihrer Naivität und von dem Moment, in dem Sie das Objekt bekommen, um seine Beine an seinem Hals zu nehmen. Sie schwören, dass Sie sich nicht mehr von diesem Kerl täuschen lassen."
        },
        "text": "Akzeptieren, dass er ein preiswertes Objekt kaufen kann."
      },
      "buyExpensive": {
        "outcomes": {
          "0": "Sie entscheiden sich, eines ihrer teueren Gegenstände zu kaufen, um am besten im Austausch für eine bestimmte Menge Gold zu sein. Er gibt Ihnen ein wunderschönes Objekt und Sie können es in Ihre Tasche ressen. Sie grüßen den Verkäufer herzlich, bevor er sich begeht.",
          "1": "Sie kaufen einen ziemlich teuren Gegenstand. Er ist von sehr guter Qualität, so dass Sie zufrieden nach Hause gehen.",
          "2": "Du kaufst eines seiner teuersten Objekte, aber als du es untersuchst, stellst du fest, dass er dir ein rostiges Schwert verkauft hat, das mit Farbe beschmiert ist. Leider ist es zu spät und der Betrüger hat sich aus dem Staub gemacht und den Moment genutzt, in dem Sie das Schwert inspizieren... Wütend schwören Sie, sich bei der ersten Gelegenheit für diese Beleidigung zu rächen."
        },
        "text": "Er kauft einen seiner teueren Objekte."
      },
      "deny": {
        "outcomes": {
          "0": "Sie werden ihren Vorschlag höflich ausrauchen und Ihren Weg fortsetzen."
        },
        "text": "Ablehnen."
      },
      "end": {
        "outcomes": {
          "0": "Wenn Sie ihn nicht mit ihm Geschäfte machen wollen, dann überholen Sie ihn mit einem einfachen Hinweis, aber dieser hält Sie an, um die einzelnen Artikel zu fördern. Da Sie den Händler nicht küssen wollen, warten Sie darauf, dass der Händler fertig ist, um ihn nett zu verkünden, aber fest davon, dass Sie nichts kaufen wollen.",
          "1": "Sie gehen schließlich zu dem Händler, unterhalten sich eine ganze Weile mit ihm und schließen Freundschaft. Bevor du gehst, schenkt er dir einen kleinen Gegenstand, der dir auf deiner Reise vielleicht von Nutzen sein könnte.",
          "2": "Sie unterhalten sich eine Weile mit dem Händler, freunden sich mit ihm an und als die Sonne unterzugehen beginnt, teilt er Ihnen mit, dass es für ihn an der Zeit ist zu gehen. Sie grüßen sich und gehen wieder getrennte Wege."
        }
      },
      "steal": {
        "outcomes": {
          "0": "Sie stehlen unauffällig einen seiner Gegenstände und nehmen eilig die Beine in die Hand.",
          "1": "Der Händler bemerkt, was Sie versuchen zu tun, also bittet er Sie darum, seine Ware zurückzugeben. Er entscheidet sich, dass Sie gehen lassen, was Sie tun, ohne Ihren Rest zu fragen.",
          "2": "Sie fangen an, den Kaufmann zu stehlen, der es bemerkt. Er hat einen gewaltsamen Schlag gegen die Faust, und dann reist er wieder."
        },
        "text": "Seine Ware zu stehlen."
      }
    },
    "text": "Sie sind auf dem Weg zu einem reisenden Händler, der Sie interpünderlich machen kann. Er sagt, er hätte ein Objekt, das Sie interessieren könnte, und das zu einem sehr erschwinglichen Preis."
  },
  "39": {
    "possibilities": {
      "convoy": {
        "outcomes": {
          "0": "Gegen ein wenig Geld erklärt er sich bereit, Sie zu begleiten. Sie machen sich also auf den Weg und stoßen kurz darauf auf ein glänzendes Schwert, das in einem Felsen steckt. Sie versuchen, es herauszuziehen, aber Ihre Bemühungen sind nicht von Erfolg gekrönt. Price versucht, die Waffe aus ihrem Steinpanzer zu lösen. Da er weiß, dass er ohne Sie nicht darauf gestoßen wäre, gibt er Ihnen zum Dank Geld - viel mehr, als Sie ihm gezahlt hatten. Der Rest der Reise verläuft ereignislos, sodass ihr euch nach einigen Dutzend Kilometern trennt.",
          "1": "Gegen ein bisschen Geld, wird er bereit sein, mit Ihnen zu kommen. Während Ihrer Reise werden Sie mit einer Chance auf eine verlassene Straße entlang des Weges gehen. Das Ergebnis dieser Entdeckung ist, dass Sie den Inhalt mit Price gemeinsam nutzen. Damit erhalten Sie ein \"Silber\" -Eskelett und ein Objekt, das Sie für Ihre Abenteuer nützlich halten.",
          "2": "Gegen ein bisschen Geld, wird er bereit sein, mit Ihnen zu kommen. Sie kauf für eine kurze Zeit zusammen, ohne dass nichts Besonderes passiert, mit Ausnahme eines kleinen Zwischenfalls mit Diebe, die nicht lange Feuer auf Price machten. Und dann verlassen Sie sich.",
          "3": "Sie geben ihm ein paar Stücke, damit er Sie bis zur nächsten Stadt begleiten kann. Sie gehen schnell, und wenn die Sonne untergeht, werden Sie getrunken und Sie schlafen. Sie sind plötzlich durch ein Metallgeräusche geweckt worden, um zu erkennen, dass Price Ihr Geld zusammenbringt, und einige Sekunden damit zu tun. Wenn Sie nicht zweimal darüber nachdenken, werden Sie auf ihn stlichen, entschlossen, ihn aufzuhalten. Er ermorden Sie mit einem heftigen Schlag gegen die Schläfe, und Sie sehen, dass Sie ihn mit Ihren Besitzern davonlaufen sehen."
        },
        "text": "Die Bezahlung für Sie eskortieren, bis Ihr nächstes Ziel."
      },
      "end": {
        "outcomes": {
          "0": "Sie bleiben nur ein paar Minuten mit Price reden und dann fahren Sie wieder auf die Straße.",
          "1": "Nachdem Sie sich ein wenig unterhalten haben, trennen Sie sich. Ein paar Straßen weiter werden Sie von einer Gruppe unfreundlich aussehender Personen überfallen, die unter Androhung von Schlägen Ihren Geldbeutel erleichtern."
        }
      },
      "meal": {
        "outcomes": {
          "0": "Sie schlagen Price vor, gemeinsam etwas zu essen, und er stimmt zu. Ihr unterhaltet euch eine Weile, trinkt ein wenig, lacht viel, tauscht Tipps aus und lernt euch langsam kennen. Mit einem leichten Stich im Herzen verabschiedet sich Price nach ein paar Stunden von Ihnen, da er einen Vertrag erfüllen muss.",
          "1": "Sie fragen Price, ob er mit Ihnen in der örtlichen Taverne zu essen kommen will. Er sagt, er hat Arbeit und geht."
        },
        "text": "Wir müssen uns um ein gutes Essen sorgen."
      },
      "steal": {
        "outcomes": {
          "0": "Sie versuchen, ihn zu bestehlen, aber er bemerkt Sie und schlägt Sie sauber nieder.",
          "1": "Er bemerkt Sie sofort, aber Sie werden gehen, nicht ohne Sie einen Blick auf die Verachtung werfen zu lassen. Sie können sich herausstellen, ohne Ihren Rest zu fragen, eingeschüchtert."
        },
        "text": "Versuchen Sie, ihr Geld zu stehlen."
      }
    },
    "text": "Auf Ihrer Reise kommen Sie in eine Stadt am Meer. Dort treffen Sie auf einen Mann, der sagt, dass er Price heißt und ein Söldner ist."
  },
  "4": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Sie setzen Ihren Weg fort, ohne auf die Sternschnuppe zu achten. Sie haben keine Zeit verloren!"
        }
      },
      "skip": {
        "outcomes": {
          "0": "Sie setzen Ihren Weg fort, ohne auf die Sternschnuppe zu achten. Sie haben keine Zeit verloren!",
          "1": "Sie setzen Ihren Weg fort, ohne auf die Sternschnuppe zu achten. Sie haben keine Zeit verloren!",
          "2": "Sie gehen weiter, ohne dem Phänomen weitere Aufmerksamkeit zu schenken, schauen aber weiterhin bewundernd in den Himmel ... Abgelenkt bemerken Sie nicht sofort die riesige Felsspalte vor Ihnen! Sie landen zerschmettert am Boden des Lochs. Erschüttert und schockiert trösten Sie sich mit dem Gedanken, dass Sie wenigstens nicht allzu schwer verletzt sind!"
        },
        "text": "Dieses Ereignis überspringen."
      },
      "wish": {
        "outcomes": {
          "0": "Sie wünschen sich etwas und schließen Ihre Augen... Als Sie sie wieder öffnen, sehen Sie eine Tasche voller Geld vor sich! Diese 10 Minuten zu verlieren hat sich gelohnt!",
          "1": "Sie wünschen sich etwas und schließen Ihre Augen... Als Sie sie wieder öffnen, können Sie nichts entdecken! Nachdem Sie zehn Minuten umsonst gewartet haben, gehen Sie wieder.",
          "2": "Sie wünschen sich etwas und schließen Ihre Augen... Als Sie sie wieder öffnen, stellen Sie fest, dass nichts passiert ist! Nachdem Sie zehn Minuten umsonst gewartet haben, machen Sie sich wieder auf den Weg.",
          "3": "Sie wünschen sich etwas und schließen Ihre Augen... Als Sie sie wieder öffnen, entdecken Sie ... Nichts! Nachdem Sie zehn Minuten umsonst gewartet haben, gehen Sie wieder.",
          "4": "Sie wünschen sich etwas und schließen die Augen ... Es ist in der Regel besser, nicht mit geschlossenen Augen weiterzugehen. Sie verletzen sich, weil Sie über einen Stein stolpern, und verlieren 10 Minuten, bevor Sie sich wieder auf den Weg machen können."
        },
        "text": "Einen Wunsch."
      }
    },
    "text": "Sie haben beschlossen, eine ruhige Nacht zu genießen, um Ihren Fortschritt fortzusetzen. Der Himmel ist wunderschön, und nach ein paar Minuten, um sie zu skrupeln, sehen Sie einen stolzen Stern!"
  },
  "40": {
    "possibilities": {
      "askAdvices": {
        "outcomes": {
          "0": "Sie gehen in Xetrix' Haus und warten auf ihn. Nachdem er nach Hause gekommen ist, tauschen Sie einige Tipps aus und erfahren so, wo sich die nächste Stadt befindet. Nach langen Stunden des Wanderns wird Ihnen schnell klar, dass der Einsiedler Sie ausgetrickst hat, und da Sie nichts anderes zu tun haben, setzen Sie Ihren Weg fort.",
          "1": "Sie gehen in das Haus des Mannes, warten, und fragen Sie nach einem Rat, um eine Mahlzeit mit den Elementen des Waldes zu kochen. Er gibt Ihnen ein Rezept, das Sie so sorgfältig befolgen. Sie trinken ein gutes Essen und gehen wieder zurück.",
          "2": "Sie können ihn nach Hause bringen, also gehen Sie zu seiner Suite, und fragen Sie nach Rat. Endlich sympathisieren Sie und er lädt Sie zum Abendessen ein. Während der Mahlzeit trinken Sie ein bisschen zu viel und finieren Sie betrunken."
        },
        "text": "Fragen Sie den Ermitetipps."
      },
      "breakIn": {
        "outcomes": {
          "0": "Sie denken darüber nach, und dann sagen Sie sich, dass es möglich ist, in das Haus einzubrechen. Sie haben also ein paar Teile davon, bevor Sie so schnell wie möglich wieder gehen.",
          "1": "Sie beschließen, in das Haus dieses Xetrix einzudringen, und beginnen, ihn zu bestehlen, als er gerade ankommt. Er sieht Sie und stürmt auf Sie zu, aber Sie können nach einem Kampf fliehen, da Sie flinker sind als er. Sie werden jedoch verletzt und verlieren bei der Auseinandersetzung Ihre gesamte Beute.",
          "2": "Sie gehen ins Haus, um auf den Mann zu warten. Als Sie ankommen, unterhalten Sie sich und er beschließt, Sie zum Essen einzuladen. Nach einem köstlichen Gericht gehen Sie mit vollem Bauch und in bester Verfassung nach Hause."
        },
        "text": "Wenn wir in das Haus einbrechen."
      },
      "end": {
        "outcomes": {
          "0": "Sie stehen da und denken: Es ist unmöglich, Ihre Wahl zu treffen, also entscheiden Sie sich, nach einigen Minuten zu gehen.",
          "1": "Sie beschließen, sich auf den Weg zu machen. Unterwegs finden Sie einige Pilze, pflücken sie und schlucken sie. Sie werden jedoch krank, da sie nicht essbar waren."
        }
      },
      "goBack": {
        "outcomes": {
          "0": "Sie beschließen, den Weg zurückzugehen, von dem Sie gekommen sind. Auf dem Weg dorthin finden Sie einige Münzen auf dem Boden neben einem löchrigen Geldbeutel.",
          "1": "Sie machen sich auf den Rückweg, als Sie einen verletzten Mann finden. Als Sie versuchen, ihm zu helfen, stellen Sie fest, dass er in einen Hinterhalt geraten ist. Einige Männer tauchen auf und nehmen Sie aus, bevor sie weiterziehen."
        },
        "text": "Von hier aus, wo Sie herkommen."
      }
    },
    "text": "Sie stechen in einen dunklen Wald, und sehen Sie die Silhouette eines Mannes aus der Ferne. Sie entscheiden sich, sich zu nähern, und verstehen Sie, dass es ein Ermite ist, für die Sammler. Sie nähern sich dem Haus, auf dem Sie die \"Xetrix\" -Registrierung lesen, was wahrscheinlich sein Name ist. Sie denken immer noch darüber nach, was zu tun ist."
  },
  "41": {
    "possibilities": {
      "corrupt": {
        "outcomes": {
          "0": "Die Wache akzeptiert Ihr Geld und beschließt, Sie zu befreien, aber er bemerkt nicht, dass der andere Mann in der Zelle direkt nach ihm stiehlt.",
          "1": "Der Korrupte geht auf Ihren Deal ein und bringt Ihnen ein köstliches Essen. Sie essen sich satt, dann lässt er Sie frei.",
          "2": "Der Wächter nimmt Ihr Geld an und lässt Sie frei. Allerdings war das Ganze nur eine Falle! Er lässt Sie glauben, dass Sie ausgebrochen sind und beschließt, Sie zu verfolgen, zu verprügeln und wieder in die Zelle zu stecken.",
          "3": "Das Sorgerecht macht Sie zu verstehen, dass er nicht auf dieser Seite ist und Sie im Gefängnis sitzen. Sie verlassen ein paar Stunden später, nachdem Sie die Geschichte geklärt haben.",
          "4": "Der Wachmann lehnt Ihr Geld kategorisch ab. Da Sie so lange warten, schlafen Sie schließlich ein."
        },
        "text": "Versuchen Sie, die Person, die Sie beobachtet, zu bestechen."
      },
      "end": {
        "outcomes": {
          "0": "Um sich die Zeit zu vertreiben, beschließen Sie, sich mit einem anderen Gefangenen zu unterhalten. Ein paar Stunden später sind Sie frei.",
          "1": "Sie warten ruhig darauf, dass man Sie freilässt. Im Gespräch mit dem Wachmann erfahren Sie, dass Sie der Hexerei beschuldigt werden. Fast eine Stunde später werden Sie entlastet und der wahre Schuldige eingesperrt.",
          "2": "Sie laufen so viel wie möglich in der Zelle herum. Nach einer Weile schlafen Sie ein und wenn Sie aufwachen, finden Sie sich in einem Wald wieder."
        }
      },
      "escape": {
        "outcomes": {
          "0": "Sie versuchen zu fliehen. Sie denken sich, dass der andere Insasse eine Last für Sie sein wird und beschließen, ihn nicht über Ihre Flucht zu informieren. Als Sie nach etwas suchen, das Ihnen bei Ihrem Plan helfen könnte, stoßen Sie auf eine zerbrochene Holzlatte. Sie versuchen erfolglos, die Öffnung zu vergrößern und geben den Plan daher auf.",
          "1": "Sie beschließen, den anderen Insassen auf den Ausbruch aufmerksam zu machen und lenken ihn ab, damit er die Schlüssel aus der Tasche des Wärters holt. Er öffnet seine Zelle, als der Wärter den Schwindel bemerkt. Es kommt zu einem Streit, aber Ihr Mithäftling beschließt, Sie freizulassen. Anschließend machen Sie sich auf den Weg in die Ferne, wo Sie eine warme Mahlzeit zu sich nehmen.",
          "2": "Sie versuchen, gegen die Tür zu klopfen, die brüchig wirkt. Sie können sie erfolgreich aufbrechen, als der Wachmann Sie sieht. Er fängt einen Kampf mit Ihnen an, um Sie wieder in die Zelle zu bringen. Sie versuchen, sich zu wehren, sind aber machtlos."
        },
        "text": "Versuchen Sie, sich zu entkommen."
      },
      "explain": {
        "outcomes": {
          "0": "Sie reden, immer und immer wieder. Der Wachmann will jedoch nichts hören und beschließt, Sie zu knebeln. Einige Stunden später werden Sie freigelassen und der Wachmann entschuldigt sich, weil er Sie für einen Flüchtling gehalten hatte.",
          "1": "Sie reden und reden, und schließlich beschließt die Wache, den Raum zu verlassen, damit sie Sie nicht mehr hören kann. Einige Stunden später werden Sie entlassen und finden beim Verlassen der Stadt einige Münzen auf dem Boden.",
          "2": "Sie reden lange mit dem Sorgerecht. Wenn Sie Ihr Elend versteht, beschließt er, Sie zu befreien und sich zu verstecken, damit Sie die Stadt diskret verlassen.",
          "3": "Sie haben versucht, mit dem Sorgerecht zu reden. Nach 15 Minuten verliert der letzte sein kaltblütig und beschließt, Sie mit seiner Waffe zu schlagen, um Sie zum Schweigen zu bringen."
        },
        "text": "Versuchen Sie, es zu erklären."
      },
      "playDead": {
        "outcomes": {
          "0": "Sie stellen sich tot, in der Hoffnung, dass die Wache Ihre Leiche wegwirft und Sie gehen können. Wie erwartet, tut die Wache dies. Nachdem du wieder aufgestanden bist, beschließt du, ins Gasthaus zu gehen, da du ziemlich müde bist.",
          "1": "Das Sorgerecht wird Sie nicht sofort bemerken, aber sobald er Sie sieht, beschließt er, zu prüfen, ob Sie wirklich tot sind. Ein Schauspieler-Pieter, das Sie sind, wird es berücksichtigen und beschließt, Ihnen eine zusätzliche Zeit in der Zelle zu lassen.",
          "2": "Der Wachmann untersucht Ihren Körper, Sie schaffen es, ihn zu täuschen. Er beseitigt Ihren Leichnam. Nachdem Sie gegangen sind, stehen Sie wieder auf und setzen Ihren Weg fort."
        },
        "text": "Töten Sie den Tod."
      },
      "wait": {
        "outcomes": {
          "0": "Sie warten. Während die Zeit vergeht, kommen Ihnen die Minuten wie Stunden vor. Aber die Person, die Sie beobachtet, scheint nicht bereit zu sein, Sie so bald zu befreien.",
          "1": "Sie warten schon, die Zeit scheint Ihnen zu lang. Nach ein paar Stunden beschließt der Wächter, Sie zu befreien, und entschuldigt sich für das Missverständnis.",
          "2": "Wir müssen warten, bis der Wächter da ist, und Sie reden mit dem Wachmann und spielen mit dem Letzten. Er versteht, dass Ihre Geschichte wirklich ein Quo ist, und deshalb lädt er Sie ein, zu essen."
        },
        "text": "Warten, bis etwas passiert."
      }
    },
    "text": "Während Sie Ihren Weg fortsetzen, kommen Sie in eine Stadt. Gleich darauf kommt eine Gruppe von Männern auf Sie zu, packt Sie und bringt Sie in ein Gebäude. Die Personen aus der Gruppe werfen Sie in eine Zelle, in der sich ein Häftling befindet. Ihnen wird schnell klar, dass Sie sich in einem Gefängnis befinden und dass Sie Opfer eines Missverständnisses geworden sind."
  },
  "42": {
    "possibilities": {
      "ask": {
        "outcomes": {
          "0": "Sie antwortet Ihnen freundlich, dass sie selbst ein Gasthaus betreibt, und lädt Sie ein, dort vorbeizuschauen. Sie stimmen zu und nach einigen Minuten erreichen Sie das Gasthaus. Sie sind überrascht, als Sie feststellen, dass sich das Gasthaus in einer Höhle befindet. Sie gehen selbstbewusst auf den Boden der Höhle zu, wo eine Suppe köchelt, die einen betörenden Duft verströmt. Dann ertönt ein dumpfes Geräusch. Sie drehen sich um und sehen, wie ein Fallgitter heruntergelassen wird. Auf der anderen Seite erscheinen etwa 15 Personen. Es war eine Falle und Sie sind hineingetappt. Da Sie zu schwach sind, um zu diskutieren, beschließen Sie, erst einmal die Suppe zu probieren. Ihr Kopf wird schwer, Sie hören Ihre Wachen lachen und fallen in einen tiefen Schlaf. Sie wachen an einem Flussufer auf, Ihre Taschen sind leichter als in Ihrer Erinnerung.",
          "1": "Sie zeigt Ihnen eine Taverne, die ein paar Kilometer entfernt ist. Sie gehen dorthin, füllen Ihren Magen und ruhen sich aus. Nachdem Sie die Rechnung bezahlt haben, setzen Sie Ihre Wanderung fort."
        },
        "text": "Ihn um die nächstgelegene Herberge zu bitten."
      },
      "end": {
        "outcomes": {
          "0": "Sie ignorieren ihn völlig und setzen Ihren Weg fort. Sie kommen schließlich in eine kleine Stadt mit dem schönen Namen Tardans. Als Sie den Ort betreten, stoßen Sie auf eine Tasche mit vielen Münzen und einem Gegenstand.",
          "1": "Sie beschließen, sich auf den Weg zu machen. Unterwegs finden Sie einige Pilze, pflücken sie und essen sie. Sie werden jedoch krank, da sie nicht essbar waren."
        }
      },
      "feign": {
        "outcomes": {
          "0": "Nachdem Sie eine Stunde lang nach der Höhle gesucht haben, geben Sie die Suche auf und gehen leer aus.",
          "1": "Als Sie zurückgehen, bemerken Sie nicht das Seil, das zwischen zwei Wurzeln gespannt ist. Sie stolpern darüber und hängen in der Luft. Ein paar Plünderer, die durch den Lärm aufmerksam geworden sind, kommen angerannt und greifen Ihnen in die Tasche. Als du dich aus dem Knoten befreien kannst, sind sie mit ihrer Beute schon weg.",
          "2": "Als Sie zurückgehen, sehen Sie in der Ferne etwas, das wie eine Höhle aussehen könnte. Sie gehen langsam weiter und riechen einen süßen Geruch. Als du dich auf Zehenspitzen näherst, gelingt es dir, etwas Essen zu erbeuten. Sie machen sich schnell wieder auf den Weg, da Sie befürchten, von jemandem eingeholt zu werden, der Ihren Diebstahl beobachtet hat.",
          "3": "Sie betreten die Höhle mit kleinen Schritten und beginnen, sie zu erforschen. Nach etwa 15 Metern sehen Sie sich einem großen Bären gegenüber, der auf Sie zukommt. Sie nehmen den Kampf auf und schaffen es nach einem harten Kampf, den Bären mit einem Schlag auf den Schädel zu töten. Anschließend häuten Sie den Bären und braten sein Fleisch. Wenn Sie satt sind, machen Sie sich auf die Suche nach einem Händler, dem Sie das Fell des Bären verkaufen."
        },
        "text": "Sei nicht so weit weg, um die Höhle allein zu durchzuziehen."
      },
      "help": {
        "outcomes": {
          "0": "Sie machen sich mit Ihrer Fackel in der Hand auf den Weg, um ihre Höhle zu erkunden. Leider stellt sich heraus, dass die junge Frau die Pest hatte, und als Sie sie berührten, steckten Sie sich damit an.",
          "1": "Nach einigen Minuten erreichen Sie die Höhle. Sie gehen selbstbewusst auf den Boden der Höhle zu. Dann ertönt ein dumpfes Geräusch. Sie drehen sich um und sehen, wie ein Fallgitter heruntergelassen wird. Auf der anderen Seite tauchen etwa 15 Personen auf. Es war eine Falle und Sie sind hineingetappt. Nachdem Sie mehrere Stunden mit Ihren Peinigern verhandelt haben, beschließen sie, Sie für einen Haufen Münzen freizulassen. Sie machen sich auf den Weg und schwören allen, die es hören wollen, dass sie Sie nicht wiedersehen werden.",
          "2": "Sie bewegen sich mit einem Warnhinweis, der auf alle Eventualitäten vorbereitet ist. Es ist so, dass die Höhle sehr tief ist, und Sie haben eine gute Zeit damit, den Hintergrund zu suchen. Dies ist der Zeitpunkt, an dem Sie den Weg für die Ecke des Augenblitzes entwürgen, die aus Metall besteht. Wenn Sie sich nähern, wird Ihnen klar, dass es sich dabei um einen geschlossenen Schließfach für ein Seil handelt. Du schießt auf das Seil, das sich ziemlich leicht zurückzieht. Sie öffnen den Safe, der eine Menge unvorstellbarer Teile und ein Objekt enthält, von dem Sie stolz sein können. Wenn Sie wieder in die Höhle zurückkehren, werden Sie die junge Frau beruhigen, die überschlich ist, und Sie werden sich freuen, Sie zu sehen, und Sie freuen sich über Ihre Beute.",
          "3": "Sie betreten die Höhle mit kleinen Schritten und beginnen, sie zu erforschen. Nach etwa 15 Metern sehen Sie sich einem großen Bären gegenüber, der auf Sie zukommt. Sie beginnen einen Kampf, werden aber schnell niedergestreckt. Sie flüchten blutend und schweißtriefend, während die junge Frau staunend zuschaut."
        },
        "text": "Sie werden ihn drängen, zu helfen."
      }
    },
    "text": "Im Umweg von einem Weg, erscheint eine junge Frau. Sie geben zunächst nicht sehr gut an, was sie sagt, aber sie muss endlich begreifen, dass sie Hilfe bei der Erforschung einer Höhle braucht."
  },
  "43": {
    "possibilities": {
      "continue": {
        "outcomes": {
          "0": "Sie setzen Ihren Weg fort und stellen fest, dass es sich in Wirklichkeit um einen nordischen Jäger handelt. Sie begrüßen sich und beobachten ihn, wie er seine Fallen aufstellt. Dann wird Ihnen klar, dass die Flüssigkeit, die aus seiner Hand fließt, von dort kommt.",
          "1": "Neugierig nähern Sie sich der Person. Es ist ein nordischer Jäger, der seine Fallen aufstellt. Sie begrüßen sich und bieten ihm Ihre Hilfe an, die er gerne annimmt. Nachdem Sie ihm geholfen haben, alle seine Fallen aufzustellen, fragt er Sie, ob Sie den Abend bei ihm verbringen möchten. Der Jäger kocht das Wild, das er gefangen hat. Sie stärken sich mit einer guten Lammkeule vor dem Kaminfeuer, dann lässt er Sie auf seinem Bett ausruhen. Nachdem du dich mit ein paar Münzen bei ihm bedankt hast, machst du dich im Morgengrauen wieder auf den Weg."
        },
        "text": "Fahren Sie weiter fort."
      },
      "end": {
        "outcomes": {
          "0": "Sie ignorieren die Person vor Ihnen und finden ein Stück weiter auf Ihrem Weg einen glänzenden Gegenstand, den Sie in Ihrer Tasche verstauen.",
          "1": "Aus Angst kehren Sie um und machen einen Umweg, um der Kreatur nicht zu begegnen.",
          "2": "Sie rennen ohne zu sehen, was es war, aber Sie stolperten in der Dunkelheit auf einem Stein. Sie werden auf Ihre Arme fallen, ganz gekorket."
        }
      },
      "fight": {
        "outcomes": {
          "0": "Du fängt an, mit dem Hurt zu dunkeln, der Mann dreht sich um und Sie sind verhaftet. Nachdem Sie ihm erklärt haben, was Sie dachten, haben Sie gesagt, dass Sie auf dem falschen Weg waren: Er ist ein Jäger, der seine Fallen überprüft, nicht irgendeine dämonische Kreatur! Sie entschuldigen sich schnell, und dann gehen Sie wieder.",
          "1": "Sie rennen schreiend auf die seltsame Gestalt zu. Als Sie näher kommen, stellen Sie fest, dass es sich um einen Jäger handelt, der seine Fallen aufstellt. Verwirrt beschließen Sie, ihm zu helfen, um ihn für den Schrecken zu entschädigen, den Sie ihm bereitet haben.",
          "2": "Sie lassen Ihr Schwert los, der Mann dreht sich um und sieht, wie er in seine Richtung geht. Er droht, einen Pfeil abzuwählen, wenn Sie einen Schritt weiter machen. Sie entschuldigen sich, dass Sie ihn für einen Dämonen weggenommen haben, und dann fahren Sie wieder auf die Straße, denken Sie an."
        },
        "text": "Schmieren Sie die Kreatur."
      },
      "goBack": {
        "outcomes": {
          "0": "Sie ziehen es vor, unauffällig umzukehren. Sobald Sie sich weit genug entfernt haben, rennen Sie so schnell Sie können und flüchten in das nächste Dorf.",
          "1": "Sie ergreifen die Flucht und gehen langsam rückwärts, aber Sie treten auf einen Zweig, der knackt. Aus Angst beginnen Sie zu rennen, doch Sie fallen auf den Boden und schürfen sich die Knie auf. Unter dem Adrenalinrausch setzen Sie Ihre wilde Fahrt jedoch sofort fort."
        },
        "text": "Drehen Sie sich um."
      },
      "shelter": {
        "outcomes": {
          "0": "Sie erinnern sich daran, vor ein paar Minuten vor einer Kirche verbracht worden zu sein, dann zögern Sie nicht lange, bevor Sie sich selbst entscheiden, damit Sie vor der Dämonen geschützt werden können. Sie laufen auf die ganze Fahrt und erreichen Sie in weniger als zehn Minuten vor der Kirche. Sie sind ein wenig befreist, aus Angst, dass sie von der Bestie verfolgt wurden. Ein Kyutist öffnet Sie, und nachdem Sie ihm erklärt haben, dass Sie ihn haben, lassen Sie ihn rein. Von großer Güte, die Leute im Inneren der Kirche geben Ihnen was zu essen, und Sie sagen, dass sie ohne Probleme Sie für die Nacht behalten können. Erleben Sie sie bei den Lob in Askeriel, in der alle in der Zeit flüstern, wie Askeriel, der Große Gott, die Existenz, die Materie, die Erde und dann die Menschen und die Tiere erschuf. Wenn Sie fertig sind, gehen Sie alle ins Bett.",
          "1": "Sie erinnern sich, dass Sie eine kleine Kirche verbracht haben. Sie sind dort auf der Suche nach der Hilfe, die Sie dort suchen. Wenn Sie einmal hier sind, sind Sie ein toter. Nach ein paar Sekunden ohne Reaktion entscheiden Sie sich, dass Sie Angst haben, dass Sie von der Bestie verfolgt wurden. In diesem Moment erkennen Sie an, dass die Kirche komplett leer ist, verlassen. Sie schließen die Tür, und Sie installieren den Boden, bevor Sie eingeschlafen sind.",
          "2": "Sie denken sofort daran, in einer Kirche Zuflucht zu suchen - was könnte angesichts einer scheinbar dämonischen Sache schließlich besser sein? Sie stellen jedoch schnell fest, dass Sie keine Ahnung haben, wo die nächste Kirche ist. Sie beschließen also, so weit wie möglich von der Kreatur wegzulaufen, was Sie auch tun.",
          "3": "Sie denken, dass Sie in eine Kirche gehen, ist eine gute Option. Sie können sich dann in ein paar Minuten in die Kirche einlassen, die Sie früher überschritten hatten. Sie sind willkommen und werden von einem hübschen Priester willkommen geheißen, der Sie sofort reinbringen lässt. Sie können nicht lange mit ihm reden über das, was Sie gesehen haben, und er antwortet, dass es sehr gut wäre, wenn es sich um eine schreckliche, böse Kreatur unter der Kommando von Y' ahnor handelt. Beeindruckend, Sie treffen sich bei der Ode an die Drei, die Zeremonie, wo Orthgard, Fenffa, und Iatneh, die Götter, die die Menschlichkeit leiten und inspirieren die größten Erfindungen und Entdeckungen."
        },
        "text": "Wenn Sie in eine Kyutistenkirche einreiten."
      }
    },
    "text": "Sie sind mitten in der Nacht auf dem Weg zum Osten, Sie laufen. Es ist dunkel, aber der Mond ist klar. Sie sehen ein, dass Sie sich vor einem Licht des Mondes beleuchten müssen. Es ist groß, schwarzer Bischof; Sie sehen eine Flüssigkeit aus einem ihrer Hände, die Nacht beleuchtet die Bäder des Individuums, die Sie noch nicht entdeckt haben. Was tun?"
  },
  "44": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Sie sind auf Ihrem Weg, wollten Sie nicht in den Tod dieses Mannes verwickelt werden. Gleich beiseite gehen Sie auf ein verlassenes Objekt, das ihm wahrscheinlich gehörte."
        }
      },
      "help": {
        "outcomes": {
          "0": "Wenn Sie versuchen, ihn zu retten, nimmt er Angst ein und Sie werden mit seinem Stein zusammen sitzen. Sie haben einige Zeit damit, Ihren Verstand zu übernehmen und wieder zurück zu gehen.",
          "1": "Sie stürzen sich auf den Stein und fangen ihn auf. Sie schneiden schnell das Seil durch und suchen den Unglücklichen, der völlig durchnässt ist. Sie verbringen mehrere Stunden mit ihm und versuchen, ihn von einer Wiederholung abzuhalten. Dankbar bietet er Ihnen Deckung und Schutz für die Nacht.",
          "2": "Sie stürzen sich auf den Stein, aber Sie sind zu langsam. Der arme Mann sinkt schnell in den Fluss und wird von der Strömung mitgerissen. Sie sehen sich in der Umgebung um, ob er vielleicht ein paar Sachen zurückgelassen hat. Sie stoßen auf einen seltsamen Gegenstand, der glitzert.",
          "3": "Sie können ihn retten, nur sein Stein werfen, bevor Sie zu ihm kamen. Sie gehen zu seiner Suite und versuchen, ihn wieder auf die Herberge zu bringen, aber er wird mit ihm in den Hintergrund gehen und Sie nehmen ihn in den Hintergrund. Wenn Sie sich einlassen, werden Sie ihn freilassen und gezwungen sein, wieder zu steigen."
        },
        "text": "Sich auf die Couch zu werfen."
      },
      "push": {
        "outcomes": {
          "0": "Sie nähern sich dem Geräuschen von ihm und drücken ihn heftig in den Fluss. Es ist dunkel und verschwindet aus Ihrem Blickfeld. Sie heilen sich einige Augenblicke, in der Hoffnung, dass Sie nicht entdeckt wurden und wieder in Ruhe reden.",
          "1": "Sie nähern sich dem Lärm, wenn plötzlich ein Zweig auf Ihr Bein trifft. Sie fallen in den Sturz auf die Selbstmordanschläge und trainieren Sie in Ihrem tödlichen Sturz in die gefrorenen Wirbel des Todes.",
          "2": "Sie nähern sich dem Wolf, wenn Ihr Fuß einen Zweig bricht. Der arme Mann wirft den Stein und folgt ihm. Dann stellen Sie sich ein Stipendium und entdecken Sie ein Stipendium, das er hinter sich gelassen hat."
        },
        "text": "\"Wir können helfen\", indem wir sie drücken."
      },
      "watch": {
        "outcomes": {
          "0": "Sie sehen nicht, wie der Mann nach dem Stein in den Fluss überschatt. Sie durchsuchen die Umgebung, um zu sehen, ob es keine Geschäfte hinter ihm hinterließ und auf ein Stipendium, das Teile enthält, gehen konnte. Du bist wieder glücklich mit dir.",
          "1": "Während Sie sich gemütlich installieren, sehen Sie, wie Sie seine Meinung ändern und den Stein auf den Boden legen. Wenn Sie sich zurückdrehen, werden Sie bemerken, dass Sie zu Hause sind, um ihn zu bespauchen. Wenn Sie keine Fragen zu dieser Überweisung stellen, akzeptieren Sie und folgen ihm bis zu seiner warmen. Während Sie mit dem Abendessen beginnen, wird Ihr Kopf schwerfällig, Ihr Gesicht wird verwirbelt, und Sie werden in einen tiefen Schlaf fallen. Sie wachen sehr viel später auf dem Rand eines unbekannten und unbekannten Weges."
        },
        "text": "Den Blick auf den Stein werfen."
      }
    },
    "text": "Auf Ihrer langen Reise finden Sie sich am Ufer eines breiten Flusses wieder. Da Sie den Fluss nicht überqueren können, beschließen Sie, an ihm entlang zu gehen, bis Sie eine Brücke finden. Als Sie den Fluss entlanggehen, stoßen Sie auf eine ungewöhnliche Szene: Ein Bauer hält einen schweren Stein über seinem Kopf, der an seinem Bein befestigt zu sein scheint. Er scheint bereit zu sein, ihn jeden Moment zu werfen."
  },
  "45": {
    "possibilities": {
      "askJoin": {
        "outcomes": {
          "0": "Die Gruppe ist sehr gastfreundlich, also machen Sie die ganze Reise. Der Führer, der im Zufluchtsort war, verbringt fast zwei Stunden, um die Geschichte zu erobern.",
          "1": "Die Gruppe lehnt sich einfach ab. Dann fahren Sie mit Ihrer Reise fort.",
          "2": "Die Gruppe hält Sie für einen Dieb und verprügelt Sie dementsprechend."
        },
        "text": "Fragen Sie die Gruppe, sie zu erreichen."
      },
      "end": {
        "outcomes": {
          "0": "Die Gruppe, die glaubt, ausspioniert zu werden, schlägt Sie heftig.",
          "1": "Nach 15 Minuten ohne jegliche Reaktion, gehen Sie wieder auf Ihren Weg."
        }
      },
      "goAlone": {
        "outcomes": {
          "0": "Sie entscheiden sich selbst für den Zufluchtsort. Nach 30 Minuten Fahrt fällt der Boden unter den Füßen, und Sie werden heftig gezichtigt.",
          "1": "Sie beschließen, allein zum Schrein zu gehen. Als Sie an der Stätte ankommen, hören Sie ein seltsames Geräusch. In Panik rennen Sie los und stolpern. Sie haben sich einen hässlichen Kratzer am Bein zugezogen, der sich bald entzündet.",
          "2": "Sie entscheiden sich selbst für den Zufluchtsort. Auf Ihrem Weg finden Sie ein Objekt, das Ihnen nützlich sein könnte. Wenn Sie am Tatort ankommen, finden Sie heraus, dass der Zufluchtsort sich als Höhle erweist. Sie beschließen, nicht weiter zu gehen.",
          "3": "Sie entscheiden sich selbst für den Zufluchtsort. Wenn Sie dort ankommen, entdecken Sie einen wunderschönen Zufluchtsort, dessen Schönheit Sie 30 Minuten lang erobert haben.",
          "4": "Wenn Sie sich die Zeit verschwenden, ändern Sie die Entscheidung, und fahren Sie fort."
        },
        "text": "Gehe zum Heiligtum im Einzelgänger."
      },
      "skip": {
        "outcomes": {
          "0": "Sie fahren weiter und ziehen es vor, ins nächste Dorf zu gehen.",
          "1": "Sie fahren weiter. Ein paar Minuten später wird Ihnen klar, dass Sie die falsche Route genommen haben. Wenn Sie überstürzt sind, um die verlorene Zeit aufzuholen, stolpern Sie gegen einen Stein und Ihr Geschäft wird verschont."
        },
        "text": "Fahren Sie weiter fort."
      },
      "talk": {
        "outcomes": {
          "0": "Sie verbringen fast 30 Minuten Zeit, um Informationen über diesen Zufluchtsort zu erhalten, Informationen, die sich nicht als nützlich erweisen.",
          "1": "Die Gruppe will einfach nicht darüber reden, und er macht Sie das sehr gut."
        },
        "text": "Diskutieren mit der Gruppe."
      }
    },
    "text": "Während Sie ein animiertes Dorf verfolgen, hören Sie eine Gruppe von Leuten, die von einem Heiligtümer sprechen, der heimgesucht wird. Ich bin so neugierig, wie Sie sich anhören. Der Zufluchtsort wäre 1 Stunde Fahrt nach Süden, und der Abflug findet in 30 Minuten statt."
  },
  "46": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Die Menestrel, Sie können nicht antworten, Sie wissen nicht, und beginnen mit der Erpressung basischer Songs ohne Seelen. Dann fahren Sie mit Ihrer Reise fort.",
          "1": "Sei nicht zu reagieren, Menestrel, beschlossen, Geld auf eigene Gefahr zu verdienen, und sah vor ihm ein perfektes Versuchskaninchen, entscheide, Sie zu drosseln und Sie in die dunkle, dunkle Gasse hinunter zu bringen. Von dort beginnt er, einen Song über eine Laborfolterei zu singen, in der Sie der Henker sind. Nachdem ich die Kraft hatte, dieses Experiment zu machen, in der Wundertüte auf diesem wunderschönen Schwein, der Menestrel, oder in Ihrer Halluzination, Ihrem Boss, beschließt, Ihnen zwei Gegenstände als Belohnung zu bieten. Um dies zu ermöglichen, wartet Pérotin auf Ihre Rückkehr zur Normalität, nimmt das Objekt mit dem wertesten Wert und lässt Sie mit dem anderen Objekt, das Sie für die Suite nützlich sein können.",
          "2": "Wenn Sie nicht reagieren, entscheidet Pérotin, Sie zu drosseln, damit Sie Ihre Gedanken mit dem Wort erwachen, um zu sehen, ob etwas passiert. Er sieht darin nichts, auch nicht in der tiefsten. Panik, der Menestrel ruft die Wachen an, die dich für verrückt halten."
        }
      },
      "singCrazyLove": {
        "outcomes": {
          "0": "Sofort gefragt, so schnell wie möglich. Sie befinden sich in einem Bett, ungekleidet, neben dem, was sich in Ihrer Liebe offenbaren. Wenn Sie sich näher ansehen, werden Sie feststellen, dass Sie an der Größe gebunden sind, und es fehlt Ihnen die gesamte Mitgliedschaft Ihrer Mitglieder, ganz gleich, ob es sich um Arme oder Beine handelt. Sie haben die Möglichkeit, sich mit dem Rumkel zu bewegen. Wenn Sie Ihre Verzweiflung sehen, beendet Pérotin sein Lied mit \"all dies war nur ein Traum\", und Sie werden wieder wie früher, ganze Zahl und Abenteuer. Sie müssen sich jedoch ausruhen, um sich von Ihrem Trauma zu erholen.",
          "1": "Sofort erbeten, sofort erfüllt. Sie finden sich auf See wieder, weit weg von allem, begleitet von einem einzigen Matrosen, Ihrer Liebe. Als Sie auf einer einsamen Insel ankommen, sehen Sie ein Kreuz auf dem Boden. Es handelt sich um einen Schatz, gefüllt mit Beute und einem Gegenstand, den Sie gut gebrauchen können. Gier und Geiz haben Sie besiegt und Sie beschließen, die Insel allein zu verlassen. Auf dem Weg zurück in die Heimat treffen Sie wieder auf Perotin, der singt, um das dort verdiente Geld als Spende für diese unvergleichliche Melodie zu erhalten. Nach diesen Abenteuern setzen Sie Ihre Reise fort, begleitet von Ihrem auf der Insel gefundenen Gegenstand.",
          "2": "Da die heroische Suche nach der Rettung der Prinzessin heroisch ist, beschließt der Menestrel, eine der möglichen Folgen Ihrer Abenteuer nach der Rettung zu erzählen. Aber nicht viel über Ihre Beziehung zu der Prinzessin zu wissen, hat es vorgezogen, die Geschichte von \"Das alte und das falsche Monster\" zu erzählen, Sie verkörperten das falsche Monster, natürlich. Mit der Erkenntnis, dass die Synopsis bereits erfolgreich war, wird es nicht gelingen, Sie zu ändern, wahrscheinlich aufgrund der Unterdosierung seiner Drogen. Da Sie nicht in seine Elite zurückgekommen sind, entscheiden Sie sich dafür, ihm für diese wunderbare Geschichte zu danken, und Sie folgen Ihrem Weg, dieser Zeitverschwendung, die Sie nicht brauchen, zu wissen."
        },
        "text": "Eine verrückte Liebe singen."
      },
      "singHero": {
        "outcomes": {
          "0": "Dieser berühmte Barde, der nicht viel über das Abenteuer kennt, beschließt, eine banale Reise in den Wald zu verwechseln, wie Sie sie gut kennen. Dieses Lied und von Pérotin wurden Sie weiter, Sie gehen weiter mit Ihrer Reise.",
          "1": "Pérotin entscheidet, dass Sie zwei Minuten zurückgehen, bevor Sie mit ihm reden. Das kleine Problem, seine Geschichte und seine Drogen sind so getreu dem Original, dass Sie auf die gleiche Reaktion auf diesen Bericht antworten, ohne dass die Entscheidung des Menestrels angesichts dieser Reaktion geändert wird. Es passiert also eine Halluzinozeit-Schleife, wegen der Talente von Pérotin und Ihrer Dummheit. Pérotin, das einzige Bewußtsein der Szene, das Sie mit ihm am Leben haben, hatte am Ende des Tages Mitleid mit Ihnen, und Sie befreiten diese böse Droge.",
          "2": "Pérotin beschließt, Sie in die Zukunft zu sehen, ob es eine wahre oder reine Fiktion Ihres Geistes ist, und bei der gleichen Gelegenheit, Ihnen zu helfen, ein wenig Geld zu verdienen: Sie treffen sich um ein altes Schloss verlassen. Wenn Sie nach etwas suchen, gehen Sie auf einen geheimen Durchgang mit Fallen ein. Sie haben es geschafft, sie alle zu meiden und fallen auf einen riesigen Schatzsaal. Aber unser Lieblingshauszug, kurz vor dem Ende Ihrer Plünderung und der Ernte der Schätze aus der Fallen-Zone, mit Ihrer Beute, lässt Sie nur mit dem Hauptraum des Raumes, das viel Geld und ein überraschenderes Objekt, um die Prinzessin zu retten, übrig. Sie haben diese seltsame Abenteuer, noch ein wenig unter der Eingeudung dieser benannten Droge, nach den Gerüchten, γ-Hydroxybuttersäure."
        },
        "text": "Singen über unser Leben, unsere Heldengeschichte."
      },
      "singLove": {
        "outcomes": {
          "0": "In einem alten Kloster, auf dem Land, finden Sie das Land zurück. Ihre Liebe und Sie bleiben an diesem Mitleid, und jeder Monat gelingt es Ihnen, nur genug Ernten zu machen, um dort zu leben. Sie sehen sich so sehr in dieser Geschichte durch die Überdosierung von Drogen aus, die Sie nicht sehen können. Pérotin hat Sie gerade aufgewürfelt und erzählt, dass die Drogen in den Menschen 1 bis 2 Minuten von ihren Geschichten als ein ganzer Monat ihres Lebens empfinden. Zum Glück ist dies der Fall, sonst wären Sie an der Altenwertigkeit gestorben. Median, Sie machen Ihre Reise weiter.",
          "1": "Wenn Sie nicht Ihr plötzliches Verlangen nach Liebe ohne Farbe begeistern, glaubt ihr, dass sie Ihnen depressiv ist, also beschließt sie, einen aufregenden Song zu singen, um Sie zu heilen, um sich von diesem plötzlichen, depressiven Untergang zu heilen. Dieser Song machte Sie zu einem verrückten Mann.",
          "2": "Als der Minnesänger Ihre Bekanntschaft mit leidenschaftslosen Liebschaften sieht, hängt er sich an Sie und singt Ihnen ein Lied, in dem Ihre Liebe Sie sind. Von einem heftigen Beziehungsstreit zwischen Ihnen und Ihnen ergriffen, bricht der Minnesänger das Lied ab und verlangt von Ihnen eine Ladung für den hemmungslosen Kampf, den Sie vor seinen Verehrern mit sich selbst ausgefochten haben. Noch in der Geschichte denken Sie, dass Sie sich verlassen würden, was Sie traurig macht, sehr traurig. Sie gehen also und hinterlassen Perotin etwas Geld, um sich für die Unannehmlichkeiten zu entschädigen."
        },
        "text": "Eine terne Liebe singen und redundant."
      },
      "singRoyalty": {
        "outcomes": {
          "0": "Der Menestrel, der seine Heimat immer liebte, greift auf Ihre Anfrage zu und singt die Loblieder der Duschen und Märchen. Der Herzog aus der Nachbarregion kommt hier her und hört die sanfte Melodie, die ihr das Herz bereist. Am Ende des Songs werden Sie und Ihr Freund mit einer großen Goldbörse belohnt.",
          "1": "Unser Menestrel, der die Macht am Leben hasste, entscheidet mit seinem Lied, eine Revolution zu machen, um auf den Thron zuzugreifen. Er nimmt Sie mit, Sie nehmen Drogen, und Sie glauben, dass das Volk und Sie in den Raum des Königs führen. Unglücklicherweise, eines der Seile von mandololine, und die Musik hört sich plötzlich an. Sie sind doch im Thron-Raum alleine, mit einer Gabel. Sie lassen sich nicht für verrückt eingesperrt werden.",
          "2": "Pérotin, mit einem kleinen kleinen Abenteuer, um die Prinzessin zu retten, beschließt, dass Sie den Standpunkt ihrer Mutter für einen Tag erleben werden, damit Sie mehr über diese in Not geratene Damoiselle erfahren. Aber das Leben der Königin ist nicht sehr aufregend, wenn man von den ein paar Klatsch und von der Frau auf seine Tochter denkt, dass Sie nichts von Nutzen daraus machen, weil sie von den magischen Drogen von Pérotin geschaffen wurden. Am Ende des Tages nehmen Sie Ihren Körper zurück und fahren Sie fort."
        },
        "text": "Auf dem Königsplatz singen und auf die Macht."
      },
      "singWork": {
        "outcomes": {
          "0": "Pérotin, die von diesem Antrag betrübt wurde, beschließt, dass Sie die Rolle der Menestrel in ihrem Lied leben und ... Sie werden zu Ihnen kommen, um Sie um diesen Song zu bitten, aber Sie zwingen sich, diesen Song zu sagen, und das wiederholt sich in einer sehr langen Schleife. Nach einer Weile führt unser Menestrel Favorit den Verschluss, indem er Ihnen das Gegengift des Halluzinatorischen Giftes verleiht. Erfahren durch das, was gerade passiert ist, und über die Dauer der Schleife, werden Sie von der nächsten Person wissen, um zu erfahren, welcher Tag wir sind. Und ... Sie haben sich abends gemacht.",
          "1": "Pérotin, nostalgisch, beschließt, seine Anfänge im Geschäft über seinen Song zu erzählen. Er erzählte ihm, wie sein alter Herr mit seinen melodierenden Drogen seine medodische Notenschlange machte. Sie fühlen diese sanfte Frau in den Worten des Professors, der Ihnen die ganze Zeit verunfliegt. Am Ende ihrer letzten Lektion, Peristsianer, der Meister von Pérotin, beschließt, Ihnen ein Einreisegeschenk zu geben, wie es von seinen Vorgängern erhalten wurde, aber um zu verhindern, dass dieses magische Instrument, diese mandoline, die nicht aus ihren Anfängen verläßt, ändert sich das Ende, um Ihnen ein Objekt zu geben, das Ihnen für die Fortsetzung Ihrer Reise nützlich sein könnte.",
          "2": "Die ausgezeichnete Menestrel Pérotin entscheidet, einen Traum zu erzählen, die er gerne sehen möchte, ob es real oder halluziniert ist: Sie allein sind in der Gasse des Dorfes, begleitet von Ihrer Gitarre, allein. Sie singen für sich selbst die Freuden des Geschäfts und die Traurigkeit des Lebens, wenn ein Monarch in die Hauptüberleumwelt geht. Dieser hier, der die schöne Melodie hört, kommt zu euch und fragt, ob ihr ihr einen Song über ihre Liebe erschaffen könnt. Am Ende Ihrer sanften, fröhlichen Ballade, dankt Ihnen und dank eines schönen Goldstapels, unter Berücksichtigung der Tatsache, dass das passierte war. Entschuldigen Sie diese Musik, Sie entscheiden sich, diesen Betrag mit Pérotin als Geschenk zu teilen."
        },
        "text": "In der Menestrel-Geschäftsmaschine singen."
      }
    },
    "text": "Wenn Sie in ein kleines Dorf gehen, werden Sie auf die berühmteste Menestrel in der Region und jenseits der Grenzen, genannt Pérotin, hinunter fallen. Er ist so gut in seinem Geschäft, dass er Ihnen das Lied über seine mächtigen Drogen buchstäblich machen kann. Nachdem er den Mut hatte, mit ihm zu sprechen, würde er es lieben, wenn Sie ihm das nächste Thema seines Liedes vorstellten. Was schlagen Sie vor?"
  },
  "47": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Sie denken an das Angebot des Dorfbewohnern, aber nicht darauf. Er besteht darauf, und Sie gehen, ohne ein Wort zu sagen, sonder.",
          "1": "Sie reagieren nicht, und wenn Ihr Gesprächspartner in die Stadt geht, flüchten Sie das Dorf, um keinen Ärger mit dem Herrn zu haben.",
          "2": "Sie denken an das Angebot des Dorfbewohner, aber Sie werden schnell von den Wachen, die das Gespräch gehört haben, zugesiegt. Ihre Proteste retten Sie nicht von einem Tag in der Zelle."
        }
      },
      "goAway": {
        "outcomes": {
          "0": "Sie entscheiden sich, sich nicht in diesem Wahnsinn zu engagieren, und gehen so schnell wie möglich zurück. Unglücklicherweise glauben Sie an einen Wohlstandssinn auf Ihrem Weg, der Sie dazu auffordert, Sie zu stoppen. Sie sind schnell fixiert und entstaubt.",
          "1": "Sie wollen Ihr Leben nicht riskieren und entgehen, bevor Sie gehen, indem Sie den Dorfbewohnern gedankt haben, dass Sie sie empfangen haben.",
          "2": "Sie sagen, dass Sie erschöpft sind, Sie finden eine Unterkunft, in der Sie sich ausruhen. Sie genießen die Nacht, um aus dem Dorf zu fliehen.",
          "3": "Sie sagen ihnen, dass Sie den Herrn nicht bekämpfen können, weil Sie erschöpft sind. Sie akzeptieren, dass Sie sich eine Unterkunft anbieten, in der Sie sich umstellen. Sie bringen ein Objekt in die Nacht und laufen so schnell wie möglich weg.",
          "4": "Sie sagen den Dorfbewohnern, dass Sie erschöpft sind, und sie bitten, sich eine Nacht zu lassen, um sich vorzubereiten. Sie akzeptieren und wenn die Nacht fällt, beruhigen Sie Ihre Sachen und flüchten Sie aus dem Dorf. In Ihrer Ausfällung werden Sie leider einen Teil Ihres Stipendiums fallen lassen."
        },
        "text": "Keine Risiken einzugehen und so schnell wie möglich zu gehen."
      },
      "help": {
        "outcomes": {
          "0": "Mit der Hilfe des gesamten Dorfes organisieren Sie die Belagerung des Schlosses. In der Burg sind keine Reaktionen zu beobachten und man scheint sich mit den kleinen Unannehmlichkeiten abzufinden, die die Blockade der umliegenden Straßen mit sich bringt. Nach einigen Stunden werden die Tore der Zugbrücke heruntergelassen und etwa 30 Männer stürmen auf das Lager zu, das Sie errichtet haben. Es kommt zu einem blutigen Kampf. In dem Gedränge schnappen Sie sich ein Pferd und fliehen.",
          "1": "Sie und die Dorfbewohner veranstalten eine Rebellion! Unglücklicherweise, wenn Sie sich entscheiden, eine Wache anzugreifen, folgen die Dorfbewohner zu ängstlich und fliehen aus. Ihr Gegner gibt Ihnen einen heftigen Schlag gegen die Faust, die Sie auf die Umkehr bringen, die Wache, um Ihnen die Stipendien zu stehlen.",
          "2": "Sie entscheiden sich dafür, eine Revolte zu organisieren! Aber ein Dorfbewohner verrät Sie, um eine Belohnung zu erhalten. Die Schlossgarden des Schlosses scheren sich um Sie zu verstehen. Sie können ihr Unternehmen verfälschen, nicht ohne ein paar Schläge abgewischt zu haben.",
          "3": "Sie nutzen Ihren Status als Ritter, um den Schlossherrn zu besuchen. Nach der Vorstellung offenbaren Sie ihm den Grund für Ihr Kommen, indem Sie ihm einen Dolch ins Herz stoßen. Die Wachen reagieren sofort und umringen Sie. Einer von ihnen schlägt mit dem Schwert auf Sie ein und Sie können ausweichen, aber ein anderer stürzt sich auf Sie und durchbohrt Sie mit seiner Klinge.",
          "4": "Sie versuchen, das Schloss des Herrn mit dem Dorf zu belagern, aber die Nacht fällt, so dass Sie sich entscheiden, vor dem Schloss zu schlafen. Der Herr kommt aus dem Weg, um mit seinen Männern zu gehen, und kommt zu Ihrem Camp, aber ein Dorfbewohner warnt alle. Sie überstürzen sich auf den Herrn und verfaulten es mit einem Schwert. Die Wachen begeben sich und die Dorfbewohner geben Ihnen ein Stipendium voll Gold, um Ihnen zu danken, dass Sie geholfen haben!",
          "5": "Sie werden den Herrn sehen und ihm verkünden, dass sein Dorf eine Rebellion veranstalten will. Nachdem Sie lange gesprochen haben, können Sie ihr Vertrauen gewinnen und nutzen, um ihr einen Dolch in das Herz zu stechen. Die treuen Wachen des Herrn überstürzen sich auf Sie und Sie immobilisieren. Der eine von ihnen schlägt vor, Sie vor dem gesamten Dorf zu führen, um die Botschaft zu überbringen, aber die Revolte macht dann Tollwut! Die Dorfbewohner schaffen es, die Wachen zu entkommen, und Sie bieten ein großes Gold-Stipendium an, um Ihnen zu danken.",
          "6": "Sie werden den Herrn sehen und ihm sagen, dass eine Rebellion organisiert ist. Nachdem Sie lange geredet haben, können Sie ihr Vertrauen gewinnen und ihr einen Dolch in das Herz stecken. Die treuen Loyalität des Anführers greifen Sie an, aber andere, die nicht wollen, dass sein Tod Ihnen hilft, zu fliehen. Zurück ins Dorf, wir bieten Ihnen ein wenig Geld und ein nützliches Objekt."
        },
        "text": "Den Dorfbewohnern helfen, den Herrn loszuwerden."
      },
      "tell": {
        "outcomes": {
          "0": "Sie werden den Herrn besuchen, mit ihm über die Nachfrage nach dem Dorfbewohner sprechen und ihm helfen, ihn zu finden. Er dankt Ihnen und geht zurück.",
          "1": "Du besuchst den Fürsten und erzählst ihm von dem Verrat, der im Nachbardorf herrscht. Du kündigst ihm an, dass du bereit bist, ihm die Namen der Dissidenten gegen eine hohe Geldsumme zu verraten. Er nimmt Ihr Angebot an und Sie führen ihn zu den Verrätern, die er vor Ihren Augen hinrichtet. Unterwegs überprüfen Sie den Geldbeutel, den er Ihnen gegeben hat, und stellen fest, dass er nur wenige Münzen enthält!",
          "2": "Sie werden den Herrn besuchen und mit ihm über die Nachfrage des Dorfbewohner sprechen und ihm erklären, dass Sie ihm helfen können, das Rebell zu finden, aber im Gegenzug wollen Sie eine schöne Summe Geld. Er akzeptiert und fordert Sie auf, ihm zu helfen, ihn zu finden. Gemeinsam können Sie das tun, aber wenn Sie das Geld an den Herrn fragen, wird er sich abwenden. Ein Duell verpflichte sich, aber der Herr ist nicht das Gewicht, das Ihren Begabungen in der Mistkerl-Seite gegenübersteht. Er hatte jedoch nicht viel Reichtum an sich.",
          "3": "Sie werden den Herrn besuchen, aber die Wachen lassen Sie nicht durch. Sie werden wissen, dass es wichtig ist, aber sie wollen nichts hören. Unter ihren Drohungen, sprechen Sie mit einer Juron, die machtlos ist.",
          "4": "Sie entscheiden sich, den Herrn zu wiederholen, was Sie gehört haben, aber auf Ihrem Weg glauben Sie an einen Dorfbewohner, der anscheinend Ihre Absicht erraten hat, das Dorf zu verraten. Sie haben versucht, den Durchgang zu erzwingen, aber es sind noch weitere Verstärkungen eingetreten. Umgezauert durch die Menge Hass, Sie sind auf den Boden gelegt und gewaltsam geschlagen."
        },
        "text": "Sagen Sie dem Herrn, was Sie gehört haben."
      }
    },
    "text": "Sie sind so müde, dass Sie schwer zu laufen haben. Es ist so, dass Sie ein Dorf zu sehen, Sie sind gerettet! Man kann sich nicht so weit ins Dorf lassen und mit einer Dorfgruppe sympathisieren, die bereit ist, euch zu ernähren, und Sie finden einen Platz zum Schlafen. Sie denken bald schon, aber einer der Dorfbewohner hat Sie um einen Gefallen bitten. Sie bewundenen große Reichtümer, und der Einwohner betet, sie loszuwerden, um den benachbarten Kastanien zu entsorgen."
  },
  "48": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Sie beobachten den Ritter, wissend, was mit diesem Koloss in der Rüstung zu tun hat. Am Ende nehmen Sie Ihren Weg zurück.",
          "1": "Sie beobachten den Ritter und wissen nicht, was Sie gegen diesen Koloss in Rüstung tun sollen. Sie nehmen all Ihren Mut zusammen und stellen sich ihm in einem Duell... und werden von ihm jämmerlich besiegt. Er verlangt Ihr Stipendium im Austausch für Ihr Leben.",
          "2": "Sie beobachten den Ritter und wissen nicht, was Sie angesichts dieses Kolosses in Rüstung tun sollen. Plötzlich kommt Ihnen eine Idee. Sie warten, bis es dunkel ist und Sie sich in völliger Dunkelheit befinden, und schleichen sich dann zum Turm. Die Tür ist geschlossen und der Ritter ist verschwunden. Du kletterst auf den Turm und steigst durch ein Fenster ein. Sie durchsuchen es von oben bis unten, finden aber nichts außer Essen. Sie essen an Ort und Stelle und nehmen so viel wie möglich davon mit. Das gute Essen hat Sie gestärkt und Sie fühlen sich jetzt besser als je zuvor.",
          "3": "Sie wissen nicht, was Sie tun sollen, Sie wollen die Diskussion einladen und mit dem Ritter sympathisieren. Sie schärfen die Diskussion über das Artefakt und spielten Ihr Talent als Rednerin voraus. Der Ritter, der davon überzeugt ist, dass Sie es wert sind, es zu besitzen, wird Ihnen das Artefakt abholen. Er meldet es Ihnen, wie versprochen. Sie danken ihm und gehen Sie auf die Suche nach einem Käufer. Sie glauben, was ein Kaufmann zu sein scheint, aber es ist eigentlich ein Dieb, der Ihnen einen Pfeil in das Bein zieht. Er stiehlt Ihnen das Artefakt und geht davon aus. Blend und machtlos, sehen Sie ihn mit Ihrer Beute weglaufen.",
          "4": "Sie wissen nicht, was Sie tun sollen, Sie wollen die Diskussion einladen und mit dem Ritter sympathisieren. Sie schärfen die Diskussion über das Artefakt und spielten Ihr Talent als Rednerin voraus. Gegen alle Erwartungen, wenn Sie ihr das Artefakt fragen, das Artefakt lehnt es ab. Wenn Sie sich nicht wünschen, dass Sie sich nicht aufregen, zögern Sie nicht mehr und reden Sie mit dem Ritter, bevor Sie Ihren Weg zurückbekommen."
        }
      },
      "fight": {
        "outcomes": {
          "0": "Da Sie bereit sind zu kämpfen, Ihren Gegner aber kaum kennen, nähern Sie sich unter dem Vorwand, eine Abmachung treffen zu wollen. Als Sie nahe genug an Ihrem Feind sind, ziehen Sie Ihr Schwert und stürzen sich auf ihn. Zu Ihrem Pech hat der Ritter auf der Lauer gelegen und verfügt über eine enorme Kraft, die er nutzt, um Sie zu entwaffnen, bevor er Sie zu Boden stößt.",
          "1": "Da Sie bereit sind zu kämpfen, Ihren Gegner aber kaum kennen, nähern Sie sich unter dem Vorwand, eine Abmachung besprechen zu wollen. Als Sie nahe genug an Ihrem Feind sind, ziehen Sie Ihr Schwert und stürzen sich auf ihn. Der Ritter hat kaum Zeit zu reagieren, als Sie ihn bereits mit dem Knauf Ihres Schwertes niederschlagen. Das reicht nicht aus. Sie schlagen ein zweites Mal zu, und dieses Mal geht er zu Boden. Dann versuchen Sie, die Tür des Turms zu öffnen, aber es gelingt Ihnen nicht. Sie überprüfen, ob die Wache den Schlüssel hat, aber sie hat ihn nicht bei sich. Sie gehen also enttäuscht zurück.",
          "2": "Da Sie bereit sind zu kämpfen, Ihren Gegner aber kaum kennen, nähern Sie sich unter dem Vorwand, eine Abmachung treffen zu wollen. Als Sie nahe genug an Ihrem Feind sind, ziehen Sie Ihr Schwert und schlagen ihn mit dem Knauf nieder. Sie durchsuchen die Wache und finden bald einen Schlüssel. Sie öffnen die Tür. Sobald Sie im Inneren sind, haben Sie keine Probleme, das Artefakt zu finden. Nach einer Stunde Suche finden Sie einen Händler. Dieser kauft Ihnen das Artefakt für 500 Goldstücke ab.",
          "3": "Bereit zu kämpfen, aber Sie kennen nicht den Gegner, Sie kommen näher an die Vorreiter, um eine Vereinbarung zu besprechen. Nimm den Schwert des Feindes aus und betäubt euer Schwert und betäubt ihn mit dem Apfel. Anschließend versuchen Sie, die Tür des Turms zu öffnen, aber die Tür ist geschlossen ... Sie durchsuchen die Wache und verspäten Sie nicht, den Schlüssel zu finden. Sie öffnen die Tür, im Inneren haben Sie keine Schwierigkeiten, das Artefakt zu finden. Sie gehen also auf die Suche nach einem Händler, den Sie leicht finden können. Er stiehlt das Artefakt von einer klugen Geste, aber Sie können auch ein Objekt stehlen. Ich hoffe, dieser Wert hat einen Wert, Sie schaut auf das, was es ist.",
          "4": "Wenn Sie Ihren Gegner nicht kennen, kommen Sie in die Richtung, indem Sie vortexten, eine Vereinbarung zu besprechen. Wenn Sie nah genug an Ihrem Feind sind, können Sie Ihr Schwert mit dem Apfel abnehmen. Unglücklicherweise für Sie, war der Ritter viel stärker und schneller als Sie. Der hier ist auf dem Boden, Sie machen einen Haken am rechten und Sie stoßen mit einem Tritt auf den Bauch, bevor Sie sich ein mächtiges Hochfahren anstürzen. Auf der Erde, am Rande der Ohnmacht, können Sie sich nicht erheigen.",
          "5": "Der Ritter schwingt sein Schwert, um Sie einzuschüchtern. Angesichts dieses Kolosses zögern Sie, wegzulaufen, entscheiden sich aber, zu bleiben. Sie kämpfen gegen den Ritter, obwohl Ihre Chancen, ihn zu besiegen, gering sind. Ihr Gegner wehrt einen Schlag nach dem anderen ab, ohne sich anzustrengen, bevor er Sie zu Boden wirft. Sie liegen unbewaffnet am Boden und wissen, dass der Kampf vorbei ist. Da sagt der Ritter zu Ihnen: \"Du bist sehr mutig, hier ist deine Belohnung\". Er gibt Ihnen einen Gegenstand, bevor er sich an den Eingang des Turms stellt.",
          "6": "Kampfbereit stürmten Sie schnell auf Ihren Gegner zu und zogen Ihr Schwert. Der Ritter hatte kaum Zeit, seine Waffe zu ziehen, da stürmten Sie schon auf ihn zu. In diesem Moment bemerken Sie Ihren Fehler. Er hat eine Rüstung, aber Sie nicht. Sie versuchen mehrmals, ihn mit dem Knauf Ihres Schwertes zu betäuben. Das scheint ihn zu verwirren und Sie wollen es noch einmal versuchen. Doch bevor Sie dies tun können, verletzt Ihr Gegner Ihr Bein. Sie liegen am Boden und können nicht mehr aufstehen. Der Ritter stellt sich über Sie und hebt sein Schwert. Sie schließen die Augen und hören Ihren eigenen Schrei."
        },
        "text": "Den Ritter zu besiegen."
      },
      "meetHim": {
        "outcomes": {
          "0": "Sie beginnen mit ihm zu sprechen, und finden ihn sehr sympathisch. Sie schärfen die Diskussion über ihre Rolle hier, erklärt er, dass er der Wächter des Towers ist. Sie fragen sich, ob es möglich ist, dass Sie es eintragen, aber das hier verweigert sich. Sie sind wieder auf dem Weg.",
          "1": "Sie werden die Diskussion einladen und über mehrere Minuten sprechen. Der Ritter sagt kein Wort. Wenn Sie verstehen, dass er nicht sprechen wird, verlassen Sie jeden Chat, wenn Sie gehen.",
          "2": "Sie leiten die Diskussion ein, der Ritter hat Sie angewiesen, die Route zu übertreten. Sie wollen nicht gehen, aber nachdem er Ihnen sein Schwert zeigt, zögern Sie nicht mehr zu zögern.",
          "3": "Sie wollen die Diskussion einladen, aber der Ritter bleibt stumm. Sie gehen davon aus, dass jeder Versuch, einen Dialog zu finden, umsonst ist.",
          "4": "Sie werden die Diskussion einladen und mehr als eine Stunde mit dem Ritter sympathisieren. Sie schärfen die Diskussion über das Artefakt, und Sie beglückwünschen Ihr Talent als Redner. Der Ritter wird das Artefakt abholen, während Sie, obbelt von Ihrem Triumph, nicht bemerken, dass die Person hinter Ihnen, bevor sie Sie in den Rücken gestochen hat. Sie sind auf dem Boden, schwer verletzt.",
          "5": "Sie werden die Diskussion einladen und versuchen, mehr als eine Stunde mit dem Ritter zu sympathisieren. Das will Sie nicht durchgehen lassen. Wenn Sie keine andere Wahl haben, ziehen Sie Ihr Schwert ab und greifen Sie an. Der Ritter, der durch seine Rüstung unempfindlich ist, schlägt heftig ins Gesicht, bevor Sie sich mit einem Schlag gegen die Wangenknock auslöten.",
          "6": "Sie werden die Diskussion einladen und mit dem Ritter sympathisieren. Sie schärfen die Diskussion über das Artefakt und spielten Ihr Talent als Rednerin voraus. Der Ritter, der davon überzeugt ist, dass Sie es wert sind, es zu besitzen, wird Ihnen das Artefakt abholen. Er meldet es Ihnen, wie versprochen. Sie danken ihm und gehen auf die Suche nach einem Kaufmann. Sie können es für den Ernst von 5 Cent Gold verkaufen."
        },
        "text": "Mit ihm zu lernen."
      }
    },
    "text": "Du bist auf der Suche nach einem Artefact. Sie werden ihn einberufen, weil dieser nach den Legenden Reichtum und Macht an seinen Besitzer bringen würde. Nachdem Ihre Quest Sie bis vor einem Turm geführt hat, der den Schatz umdrehen soll, stehen Sie vor einem Ritter in der Rüstung, der die Einfahrt blockiert. Dieser bleibt unaufregend, trotz Ihrer Einladungen ..."
  },
  "49": {
    "possibilities": {
      "eatIt": {
        "outcomes": {
          "0": "Man schnappt sich und das Kind eines Einzauberes, braucht man nicht lange, um zu verstehen, dass man die arme Kreatur nicht gekocht hat.",
          "1": "Sie schnappen ihn und kochen, sein Fleisch ist köstlich und erlaubt es Ihnen, Kräfte für die Reise zu übernehmen."
        },
        "text": "Entscheiden Sie sich für das Essen."
      },
      "end": {
        "outcomes": {
          "0": "Sie beobachten die Kreatur über all ihre Kräfte für eine kurze Zeit und dann wieder zurück.",
          "1": "Dieser Anblick ist für Sie uninteressant und Sie setzen Ihren Weg sofort fort.",
          "2": "Sie fahren weiter, ohne auf die Kreatur, ungeschickt, in ein Loch zu gehen, und Sie werden den Knöchel bezaugen. Sie werden sich heilen müssen."
        }
      },
      "helpIt": {
        "outcomes": {
          "0": "Sie bringen ihn wieder auf die Beine, und dann sehen Sie ihn gehen, stolz auf eine gute Tat.",
          "1": "Sie werden kaum auf die Füße gebracht, dass der kleine Krustentiere den Knöchel verknötet und in Richtung Wasser fährt.",
          "2": "Sie eilen ihm zu Hilfe und beobachten, wie er sich wieder ins Wasser begibt. Einige Sekunden später sehen Sie eine riesige Masse aus dem Meer auftauchen. Es ist eine Truhe voller Gold, die Ihnen von einer Horde dieser kleinen Krustentiere angeboten wird."
        },
        "text": "Sie können ihm helfen und es auf die Beine bringen."
      },
      "takeIt": {
        "outcomes": {
          "0": "Sie beschließen, die kleine Kreatur mitzunehmen, aber sie kneift Sie heftig ins Gesicht und eilt Ihnen davon.",
          "1": "Sie beschließen, die kleine Kreatur mitzunehmen. Als Sie einige Stunden später nach dem Wohlbefinden der kleinen Kreatur sehen, entdecken Sie einen blutigen Klumpen am Boden Ihrer Tasche. Sie verbringen zehn Minuten damit, Ihre Tasche zu reinigen und machen sich dann auf den Weg.",
          "2": "Sie beschließen, die kleine Kreatur mitzunehmen. Ein paar Stunden später findest du einen kleinen Bach, beschließt, deinen kleinen Freund dort zurückzulassen und setzt deinen Weg fort."
        },
        "text": "Wir nehmen es mit Ihnen."
      }
    },
    "text": "Nachdem du mehrere Minuten am Strand spazieren gegangen bist, triffst du auf ein seltsames kleines Wesen, es ist ein Einsiedlerkrebs! Er scheint sich in seiner Schale umgedreht zu haben..."
  },
  "5": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Sie haben eine gute Stunde damit verbracht, die auf dem Meeresboden verstreuten Münzen einzusammeln, aber es scheint sich gelohnt zu haben!"
        }
      },
      "keepGoing": {
        "outcomes": {
          "0": "Manchmal ist es gut, nicht zu faul zu sein. Sie haben keine Zeit verschwendet!",
          "1": "Ich habe keine Zeit für die Erholung. Es gibt eine Prinzessin zu retten!",
          "2": "Sie treffen die Entscheidung, nicht stehen zu bleiben, und gehen weiter.",
          "3": "Ihr Abenteuer wird immer noch nicht mehr auf den Brunnen passen.",
          "4": "Man muss sich ausruhen, wenn man müde ist. Ermüdet werden Sie einige Minuten nach dem Springbrunnen übermüdet werden. Wir müssen schlafen, bevor wir weitermachen."
        },
        "text": "Keinen Weg, um weiter zu gehen."
      },
      "rest": {
        "outcomes": {
          "0": "Es ist gut, sich manchmal auszuruhen. Diese 30 Minuten Ruhesinn waren gut.",
          "1": "Es tut gut, sich manchmal auszuruhen... Sie bleiben eine knappe Stunde am Fuße des Brunnens, bevor Sie sich wieder auf den Weg machen!",
          "2": "Es ist gut, sich manchmal auszuruhen, aber man darf nicht vergessen, voranzukommen! Nachdem Sie drei Stunden verloren haben, um sich zu erholen, gehen Sie wieder auf die Straße."
        },
        "text": "Sich ausruhen und trinken, um Kräfte zu übernehmen."
      }
    },
    "text": "Sie haben einen Brunnen gefunden."
  },
  "50": {
    "possibilities": {
      "ask": {
        "outcomes": {
          "0": "Sie nähern sich der Dorfbewohner und fragen Sie nach diesen seltsamen Früchten. Sie erklären Ihnen, dass sie Kokosnüsse sind und dass ihr Fleisch isst, wenn der Rumpf der Frucht offen ist und ihr Saft im ganzen Land bekannt ist. Die Dorfbewohner schlagen Ihnen vor, Sie zu probieren, und Sie sagen nicht, dass Sie das Angebot nicht haben. In der Tat, der Saft ist erfrischend und das Fleisch beruhigt Ihren Appetit. Sie gehen zurück, nachdem Sie den Dorfbewohnern für diese Entdeckung gedankt haben, indem Sie ihnen ein paar Münzen geben und Ihren Weg zurück in die Stadt fahren.",
          "1": "Sie nähern sich der Dorfbewohner und fragen Sie nach diesen seltsamen Früchten. Während eines von ihnen erklärt, beginnen die anderen, sich näher an Sie zu bringen. Es ist so, dass jemand einen Arm umarmt, während sich die anderen auf Sie stehlen, um Ihnen von Ihren Geschäften abzuweichen. Nachdem Sie vorher mit dem Rauchen verbracht haben, fahren Sie wieder zurück.",
          "2": "Sie nähern sich der Dorfbewohner und fragen Sie nach diesen seltsamen Früchten. Sie erklären Ihnen, dass sie Kokosnüsse sind und dass ihr Fleisch isst, wenn der Rumpf der Frucht offen ist und ihr Saft im ganzen Land bekannt ist. Auf diesen wertvollen Informationen fahren Sie wieder auf die Straße."
        },
        "text": "Die Dorfbewohner zu fragen, um sie zu befragen."
      },
      "end": {
        "outcomes": {
          "0": "Sie beobachten eine Weile das Schauspiel der Dorfbewohner bei der Ernte dieser einzigartigen Früchte und setzen dann Ihren Weg unter der glühenden Sonne fort.",
          "1": "Eine dieser Früchte fällt neben Ihnen herunter. Sie nehmen sie in Ihre Hände und untersuchen sie genau, bevor Sie Ihren Weg fortsetzen."
        }
      },
      "leave": {
        "outcomes": {
          "0": "Nachdem Sie sich gut gestellt haben, entscheiden Sie sich zu gehen, ohne die geringste Hirn auf dem Gesicht zu behalten.",
          "1": "Während Sie sich freuen, wieder zu gehen, werden Sie feststellen, dass sich die Dorfgruppe zu Ihnen bewegt, dann werden Sie sich zurückziehen und Ihnen Geld geben, damit sie Sie in Ruhe lassen können.",
          "2": "Sie entscheiden sich zu verlassen, ohne einen Blick, verlassen Sie das Dorf Coco, um Ihre Suche fortzusetzen."
        },
        "text": "Das Dorf zu verlassen, ohne zu warten."
      },
      "nap": {
        "outcomes": {
          "0": "Sie setzen Ihr Nickerchen fort, aber eine der Früchte löst sich und kracht auf Ihren Kopf. Sie sind verletzt und bluten stark. Einige Dorfbewohner, die Sie gesehen haben, kommen Ihnen zu Hilfe.",
          "1": "Sie schlafen eine Weile. Wenn Sie aufwachen, stellen Sie fest, dass die Sonne beginnt, sich zu schlafen, und die Temperaturen sinken, Sie nehmen Ihren Weg zurück, belebend.",
          "2": "Sie entscheiden sich, Ihr Nickerchen fortzusetzen. Wenn Sie aufwachen, heben Sie sich auf, und beachten Sie, dass Ihnen etwas fehlt in Ihren Taschen, es geht um Ihren Brieftaschen-Geldbeug. Sie entscheiden sich also, wieder zu gehen, enttäuschend."
        },
        "text": "Setzen Sie Ihr Nickerchen am Fuß des Baums fort."
      }
    },
    "text": "In Ihrer Reise erreichen Sie ein kleines Dorf namens Coco, es ist sehr warm, und Sie müssen sich ausruhen. Die Orte sind nicht feindselig, also machen Sie einen Zwischenstopp in dieser Oase. Während Sie sich am Fuße eines Kokotieres ruhen lassen, entspannen Sie eine Dorfgruppe, die die Bäume umklettern kann, um Früchte zu fangen, die Sie vorher noch nie gesehen hatten, sie sind wie Holzballons und Harte wie Holz und scheinen nicht köstlich zu sein."
  },
  "51": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Nachdem Sie lange überlegt haben, welche Möglichkeiten Sie haben, ist die Sonne kurz vor dem Untergang, sodass Sie sich niederlassen, um sich auszuruhen.",
          "1": "Nachdem Sie sich lange gezögert haben, entscheiden Sie sich, ein halbes Dutzend Stufen zu gravieren, bevor Sie Ihre Meinung ändern, indem Sie den Aufstieg zu sehr gefährlich schätzen. Während Sie den Fuß drehen, um nach unten zu gehen, rutschen Sie den Fuß ab und fahren Sie mit der Treppe hinunter. Sie sind sehr mühsam, um festzustellen, dass Sie sich selbst als unerwartet eingezogen haben. Sie nehmen Ihren Weg zurück, beeilen Sie sich von diesem unfalllichen Zwischenfall.",
          "2": "Sie sitzen auf dem Boden, um zu überlegen, was Sie tun wollen. Promptes, ein Fuchs macht Sie zu Angesicht. Er nähert sich sanft von Ihnen und endet mit einer Ihrer Hände, legt sein Trüffel auf, japanische Einmischung und entfliehen Sie. Sie entscheiden sich, den Weg zu verfolgen, den dieses freundliche Tier gerade für Sie verfolgt hat."
        }
      },
      "goBack": {
        "outcomes": {
          "0": "Kurz nachdem Sie an der Reihe sind, treffen Sie einen kleinen Jungen mit einem Knaben und am Rand eines Wegs. Er erklärt sich damit, dass er bei einem Banditen-Angriff auf den Warenkorden seiner Eltern geflohen ist. Sie verzeihen Sie, um Ihre Hilfe anzubieten, das Kind wird sofort akzeptiert. Nach zwei langen Stunden finden Sie die Eltern des Kindes am Leben, aber verletzt. Während Sie auf Abschied nehmen, gibt die Mutter des Kindes Ihnen ein Stipendium, das voll Gold ist.",
          "1": "Kurz nachdem Sie an der Reihe sind, treffen Sie einen kleinen Jungen mit einem Knaben und am Rand eines Wegs. Er erklärt sich damit, dass er bei einem Banditen-Angriff auf den Warenkorden seiner Eltern geflohen ist. Sie verzeihen Sie, um Ihre Hilfe anzubieten, das Kind wird sofort akzeptiert. Nach einigen Minuten haben Sie eine Gruppe schwer bewaffneter Banditen angegriffen, die Sie überraschen. Diese Falle wird Ihnen nicht tödlich sein, aber Sie verlieren viele Goldstücke, wenn Sie auf der Flucht sind.",
          "2": "Kurz nachdem Sie umgekehrt sind, hören Sie das Klappern von Töpfen und Pfannen, die sich Ihnen nähern. Es handelt sich um eine Reisende auf der Suche nach neuen kulinarischen Genüssen, die gerade dabei war, ihr Lager aufzuschlagen, um sich auszuruhen. Im Laufe der Aufbewahrung erfahren Sie ihren Vornamen: Lucya. Sie bietet Ihnen eine Pastete an, die Ihren Gaumen verwöhnt. Satt, ausgeruht und erfreut über Ihre zufällige Begegnung beschließen Sie dennoch, Ihren Weg fortzusetzen."
        },
        "text": "Drehen Sie sich um."
      },
      "search": {
        "outcomes": {
          "0": "Sie haben ein paar Augenblicke auf die Treppen der Treppe durchsucht, ohne Erfolg. Es gibt noch zwei weitere Schritte, um ein paar Goldmünzen zu entdecken, die unter den Unkräutern verstreut sind. Ravi von Ihrem mageren Entdecker, fahren Sie mit Ihrem Abenteuer in Siffentum.",
          "1": "Nach einer Handvoll Minuten, um die Umgebung zu durchsuchen, finden Sie einen Leder aus Leder, der im Laufe der Zeit ausgenutzt wurde, fast vollständig unter einem hohen Stein versteckt. Öffnen Sie einen Papyrus, in dem nur noch einige wenige Wörter lesbar sind: \"Treppe\", \"Höhle\", \"Campingplatz\" und \" Xetrix\". Der Name scheint Ihnen bekannt zu sein, aber vor allem enttäuschend, dass Sie keinen Schatz gefunden haben, nehmen Sie Ihre Reise wieder auf.",
          "2": "Plötzlich wurde ein riesiger Felsen aus dem Mont Célestrum zerfallen und Sie sind in seinen Sturz gefallen. Sie haben nicht einmal die Zeit, um zu reagieren, und sehen Sie sich den Felsen an, nicht ohne heftig mit Ihrem vorderen Arm."
        },
        "text": "Sie können die Leute umsehen."
      },
      "stairs": {
        "outcomes": {
          "0": "Sie beginnen den gefährlichen Aufstieg über eine Treppe, die Sie zum Eingang einer Höhle führt. Sie betreten die Höhle und entdecken eine uralte, verlassene Siedlung. Als Sie sich umschauen, entdecken Sie einen Gegenstand, der Ihnen für Ihre Suche nützlich erscheint, und beschließen, vorsichtig die Treppe hinunterzusteigen.",
          "1": "Sie können die Treppe mit der Treppe hinunter zum Einstieg in die Höhle einspannen. Sie betreten ein und entdecken ein sehr altes Lager, das man im Stipendischm gelassen hat. Nachdem Sie die gesamte Höhle inspiziert haben, die sich als sicher erweist, entscheiden Sie sich, sich zu entschlafen, da es noch ein bequemes Pailbett ist.",
          "2": "Nachdem Sie vorsichtig ein paar Stufen von Schäumen montiert waren, schieben Sie die wenigen Meter, die Sie vom Boden trennen, und zerbrechen Sie ab. Sie sind stolz und verletzten, Sie verlassen die Idee, Ihre Chance zu wiederholen, und setzen Sie sich weiter."
        },
        "text": "Nehmen Sie die Treppe ab."
      }
    },
    "text": "Während Sie den Fuß des Mont Célestrum erreichen, sehen Sie eine tröstliche Treppe, die in der linken Flanke des Mont tagebeat ist. Bei näherer Annäherung ergaben sich die Stufen von Schaumweinen und Schaumwein."
  },
  "52": {
    "possibilities": {
      "deny": {
        "outcomes": {
          "0": "Sie wollen nicht mit den Kindern spielen, und dann machen Sie Ihren Weg.",
          "1": "Sie lehnen sich ab, und das hat die Folge, dass die Kinder, die Steine sammeln, auf dem Boden aufsammeln und sie wegwerfen. Vor dem Regen von Kies, sind Sie gezwungen, zu fliehen, außerhalb der Reichweite der Kinder. Sie wissen, dass Sie an den Kopf geschossen wurden und dass die Wunde viel abviel blutet, Sie werden heilen müssen.",
          "2": "Sie wegrieren sich, und die Kinder sind wütend. Wenn Sie sehen, dass die Situation mit dem Essig zu tun droht, dann fahren Sie schnell wieder auf die Straße."
        },
        "text": "Sie können Ihren Pfad nicht verweigern."
      },
      "end": {
        "outcomes": {
          "0": "Angesichts Ihres Mangels an Beantworten, werden die Kinder sich nicht mehr um Sie interessieren und werden woanders spielen. Sie sind also wieder auf dem Weg.",
          "1": "Sie sehen, wie Sie in Ihren Gamins sehen, die Schnürsenkel sind zusammen. Wenn Sie aus diesem Transe-Zustand heraus kommen, stolperten Sie und fallen gegen den Boden.",
          "2": "Sie bleiben stundenlang gepflanzt, und wenn Sie Ihre Geister wieder einziehen, wird Ihnen klar, dass Ihr Stipendium verschwunden ist. Sie verfolgen Ihren Weg, beeilen Sie sich."
        }
      },
      "play": {
        "outcomes": {
          "0": "Wenn Sie die Spielregeln nicht sehr gut verstehen, sind Sie schnell beiseite und nehmen Sie Ihren Weg zurück, ohne dass sich die Kinder über Sie kümmern.",
          "1": "Sie spielen mit ihnen, bis ihre Eltern ankommen, Sie haben einen Verdächtigen, der sie von ihrem Dorf bedroht, indem sie Sie anführen. Sie nehmen die Straße zurück, ohne Ihren Rest zu fragen.",
          "2": "Jouant die Rolle des Fuyard, Sie werden von den Kindern verfolgt. Wenn Sie sich über die Schulter schauen, um den Abstand zwischen ihnen zu bewerten, nehmen Sie sich die Füße in einem Wurzelbereich und blendieren Sie. Die Kinder verlassen Sie auf Ihr trauriges Schicksal, wenn Sie Ihre Unfähigkeit feststellen, weiter zu spielen. Wir müssen Sie heilen."
        },
        "text": "Ich werde vor dem Fuyard und der Wache spielen."
      },
      "playFight": {
        "outcomes": {
          "0": "Nach einer Weile haben die Kinder bemerkt, dass die Sonne im Bett ist und sich gezwungen sieht, auf Wiedersehen zu sagen.",
          "1": "Während der Freundlichkeit des Spieles kommt eines der Kinder in die oberflächliche Ausbauchung.",
          "2": "Ohne es absichtlich zu machen, werden Sie die Wange eines der Kinder betreten ... Gêne, Sie geben ihm ein paar Stücke, damit er seine Pflege bezahlen kann.",
          "3": "Die Kinder sind sehr energisch und lassen Sie eine Weile im Kreis laufen. Nach 20 Minuten beendest du das Spiel."
        },
        "text": "Spielen Sie ein, um zu kämpfen."
      },
      "teach": {
        "outcomes": {
          "0": "Während Sie den Kindern erklären, wie sie sich am besten zum Schießen positionieren sollen, gelingt es einem von ihnen, seinen Bogen zu spannen, und bevor Sie etwas tun können, lässt er den Pfeil los, der sich in Ihr Bein bohrt. Verwundet lassen Sie die beiden zurück und suchen nach einem Ort, an dem Sie sich behandeln lassen können.",
          "1": "Sie erklären den Kindern, wie sie zu schießen, und diese gehen sehr gut aus. Sie verbringen den Rest des Tages damit, sie in den Bogen zu bringen. Bevor Sie sie verlassen haben, danke ich Ihnen für einen kleinen Auszubildenden für Ihre Auszubildenden. Sie sind wieder auf der Straße, und ich bin froh, dass ich Ihnen helfen konnte.",
          "2": "Schon bald stellen Sie fest, dass die Kinder noch nicht stark genug sind, um das Seil zu spannen. Sie sagen ihnen daher, dass Sie wiederkommen werden, um sie zu trainieren, wenn sie älter sind, und machen sich dann wieder auf den Weg."
        },
        "text": "Sie lernen, wie man einen Bogen zieht."
      }
    },
    "text": "Während Sie in Boug-Coton sind, werden Sie von Kindern, die Sie bitten, mit ihnen zu spielen, interpelliert."
  },
  "53": {
    "possibilities": {
      "accept": {
        "outcomes": {
          "0": "Ohne nichts Besonderes auf der Straße zu erreichen, gelingt es Ihnen, das Gebäude zu erreichen, in dem Sie Ihr Paket zustellen müssen. Ein Mann im Zauber und Sie neigen dazu. Sie sprechen in die Folge Ihrer Abenteuer.",
          "1": "Nehmen Sie das Paket und gehen Sie in die Richtung, die der Kurier Ihnen sagt. Sie fallen schnell in einen Hinterhalt, und Sie lassen das Paket und Ihr Stipendium von der Börse abweichen. Noch unter Schock, Sie entscheiden sich, ein wenig Ruhe unter einem nahen Baum zu nehmen.",
          "2": "Nehmen Sie das Paket mit den Händen des Kurier und gehen Sie zu dem Haus, das er Ihnen angedeutet hat. Sie sind nicht in der Lage, das Haus zu finden, trotz langer Nachforschungen. Sie entscheiden sich letztendlich, das Objekt zu behalten und Ihren Weg weiter zu gehen."
        },
        "text": "Akzeptieren Sie das Paket."
      },
      "deny": {
        "outcomes": {
          "0": "Sie sind höflich, erklärten Sie, dass Sie beschäftigt sind. Sie können sich auf einem nahegelegenen Baum ausruhen.",
          "1": "Sie entschuldigen sich, und der Mann entschuldigt sich für die Unannehmliche. Sie wechseln schnell ein Thema und diskutieren mit ihm. Nach ein paar Minuten Konversation bietet er Ihnen einen Snack-Snack-Snacks. Diese kleine Pause war keine komplette Zeitverschwendung, Sie haben sich einen Freund gemacht.",
          "2": "Sie machen das Angebot höflich. Der vergessene Mann wirft Ihnen das Paket ins Gesicht und Sie befehlen, ihn an seiner Stelle zu liefern! Sie nehmen das Paket für Sie und gehen weit weg von diesem abscheulichen Charakter. Sie gehen mit einem hübschen blauen blauen Gesicht und einem Objekt, das Ihnen sicherlich nützlich sein wird."
        },
        "text": "Höflich ablehnen."
      },
      "end": {
        "outcomes": {
          "0": "Sie bleiben vor dem Mann stumm. Er weiß nicht genau, wie man auf Ihr Beherbergstund reagieren kann. Nach fünf Minuten hat er beschlossen, einen anderen Mann zu akkieren, um ihm das Paket zu liefern.",
          "1": "Sie zögern und beenden dann Ihren Weg, ohne sich über die Zukunft dieses Pakets Gedanken zu machen.",
          "2": "Sie bleiben ohne Antwort auf diesen Vorschlag. Der Mensch stört Sie nicht mehr, wenn er versteht, dass Sie seine Anfrage nicht akzeptieren werden. Sie verlassen ihn, um Ihren Weg fortzusetzen."
        }
      },
      "steal": {
        "outcomes": {
          "0": "Sie nehmen das Paket und legen es in Ihr besaunes Ding. Sie sagen dem Mann, dass er vor dem Abfallen der Nacht ausgeliefert wird. Ein wenig später öffnen Sie das Paket und entdecken Sie ein wunderbares Netz. Sie setzen Ihren Weg fort und fallen auf ein Farbenspezialgebäude, in dem Sie sich entscheiden, die Leinwand, die Sie gerade stehlen, zu gutachten. Sie zeigen Ihnen Ihr Werk beim Maler, der Sie beleidigt über alle Namen in der Sicht der hier. Das Paket war für ihn bestimmt! Sie entscheiden sich also dafür, ihn zu entschädigen, und Sie werden sich bei Ihnen entschuldigen. Wenn Sie wieder in Reue sind, gehen Sie sofort wieder weg.",
          "1": "Nehmen Sie das Paket. Auf Ihrer Straße, glauben Sie, dass Sie den Weg zu einem wandern Händler haben. Sie können ihn abstellen, damit er Ihnen das Paket kauft. Sie werden einen sehr guten Preis daraus machen. Sie fahren weiter, ohne die geringsten Reue.",
          "2": "Sie versprechen den Kurier, das Paket zu liefern, und gehen Sie in die Herberge, die Sie in der letzten Nacht aufgenommen hat. Sie entscheiden sich, das Paket zu öffnen, um den Inhalt zu sehen, und entdecken Sie, dass er völlig leer ist. Was für eine Verschwendung!",
          "3": "Sie entscheiden sich, das Paket zu stehlen und es wieder zu verkaufen. Da Sie jedoch nicht in Eile sind, beschließen Sie, sich an einem Fluss zu setzen. Sie kommen schnell zu dem, was ein wanderender Händler zu sein scheint. Wenn Sie keine Babybabiose brauchen, können Sie ihm das Paket kaufen. Der Mann, mit der neugierigen Neugier durch Ihr mysteriöses Paket, akzeptiert Ihr Angebot. Sie kennen den Inhalt dieses Pakets nie, aber die wenigen Stücke, die Sie angeschossen haben, reichen aus.",
          "4": "Sie gehen mit dem Paket weg und sagen dem Kurier, dass er zu einem guten Hafen kommt. Ein paar Minuten später treffen Sie eine Frau mit einem Marschentsstil. Die hier erklärt, dass sie kein Geld hat, aber sie kann Ihr Paket gegen ein Objekt in ihrer Karriole tauschen. Sie trochen das Paket gegen ein Objekt, das Sie für nützlich halten, und fahren Sie fort."
        },
        "text": "Das Paket stehlen."
      }
    },
    "text": "Während Sie an den Rand des Sees kommen, sehen Sie einen Mann, der Sie ein wenig weiter vorgibt. Intriate, Sie entscheiden sich, ihn zu erreichen. Der Mann sieht sich als Kurier an und fleht um Hilfe. Sie bemerken, dass er erschöpft ist und nicht in der Sache. Er fordert Sie auf, das Paket zu liefern, das er vor der Nachtruhe hat, zu einem relativ nahen Haus. Er sagt, dass der Mann, der das Paket aufnimmt, im Gegenzug für diese gute Tat Ihnen einen Sack mit Goldmünzen schenken wird."
  },
  "54": {
    "possibilities": {
      "bet": {
        "outcomes": {
          "0": "Sie entscheiden sich dafür, Wetten zu organisieren, aber niemand nimmt teil, denn jeder weiß, wer der Gewinner sein wird.",
          "1": "Sie beschließen, Wetten zu organisieren und wetten, dass der Ritter nicht gewinnen wird. Alle kommen zum Wetten, weil alle wissen, dass er nicht verlieren wird, aber du hast einen Plan im Kopf. Sie bieten dem Ortsherrn an, für ihn zu kämpfen. Dieser nimmt Ihr Angebot gerne an. Wie erwartet gewinnen Sie den Kampf und die Wetten. Das bringt Ihnen eine schöne Summe Geld ein.",
          "2": "Sie beschließen, Wetten zu organisieren und wetten, dass der Ritter nicht gewinnen wird. Alle kommen zum Wetten, weil alle wissen, dass er nicht verlieren wird, aber du hast einen Plan im Kopf. Sie bieten dem Ortsherrn an, für ihn zu kämpfen. Dieser nimmt Ihr Angebot gerne an. Wie erwartet, gewinnen Sie den Kampf. Als Sie die Wettenden um ihr Geld bitten, sind diese verärgert und beschließen, Ihnen das Geld wegzunehmen, das Sie gewettet haben.",
          "3": "Sie beschließen, Wetten zu organisieren und wetten, dass der Ritter nicht gewinnen wird. Alle kommen zum Wetten, weil alle wissen, dass er nicht verlieren wird, aber du hast einen Plan im Kopf. Sie bieten dem Ortsherrn an, für ihn zu kämpfen. Dieser nimmt Ihr Angebot gerne an. Sie verlieren den Kampf, aber Sie weigern sich, Ihr Geld zu geben. Die Dorfbewohner beginnen, Ihnen zu folgen und werfen mit verschiedenen Gegenständen nach Ihnen. Als Sie sich vom Dorf entfernt haben, tut Ihnen alles weh. Sie sind auch am Bein verletzt und brauchen Ruhe, bevor Sie Ihren Weg fortsetzen können.",
          "4": "Sie veranstalten Wetten und wetten, dass der Ritter nicht gewinnen wird. Viele kommen zum Wetten, denn alle wissen, dass er nicht verlieren wird. Einige Wachen beobachten Sie, um sicherzugehen, dass Sie das Geld nicht stehlen. Sie bieten ihnen an, sich das Duell mit ihnen anzusehen, bis auf einige wenige, die den Ort bewachen. Sie fangen an, sich darüber zu streiten, wer bleiben soll, und Sie nutzen die Gelegenheit, um einen Teil des Geldes zu nehmen und schnell abzuhauen. Sie verfolgen Sie, geben aber schließlich auf, weil sie merken, dass sie Sie nicht einholen können. Sie sehen sich das Geld an, das Sie eingesammelt haben, und freuen sich über Ihren Coup.",
          "5": "Sie veranstalten Wetten und wetten, dass der Ritter nicht gewinnen wird. Viele kommen zum Wetten, weil alle wissen, dass er nicht verlieren wird, aber Sie haben einen Plan im Kopf. Sie bieten dem Ortsherrn an, für ihn zu kämpfen. Dieser nimmt Ihr Angebot gerne an. Wie erwartet gewinnen Sie den Kampf und holen sich das Wettgeld ab. Am Dorfausgang werden Sie von einem Dorfbewohner angegriffen, der wahrscheinlich versucht, Ihnen das Geld zu stehlen. Nach einem harten Kampf gelingt es Ihnen, ihm zu entkommen, aber Sie werden dabei schwer verletzt. Sie müssen sich ausruhen.",
          "6": "Sie veranstalten Wetten und wetten, dass der Ritter nicht gewinnen wird. Viele kommen zum Wetten, weil alle wissen, dass er nicht verlieren wird, aber Sie haben einen Plan im Kopf. Sie bieten dem Ortsherrn an, für ihn zu kämpfen. Dieser nimmt Ihr Angebot gerne an. Sie verlieren den Kampf, aber Sie haben nicht vor, Ihr Geld auf diese Weise zu verlieren. Sie rennen also zum Wettplatz und stehlen so viel Geld wie möglich, wobei Sie von den Dorfbewohnern verfolgt werden, bevor Sie aus dem Dorf fliehen."
        },
        "text": "Wetten organisieren."
      },
      "end": {
        "outcomes": {
          "0": "Die Diskussionen, die Ihre Neugier geschürt haben, beschließen Sie, dem Duell beizuwohnen. Der hier kommt sehr schnell, mit dem ausländischen Ritter als Sieger. Dezipiert, Sie nehmen Ihren Weg zurück.",
          "1": "Die Diskussionen, die Ihre Neugier geschürt haben, beschließen Sie, dem Duell beizuwohnen. Der Bericht kommt sehr schnell zum Abschluss. Sie schlagen vor, das Duell wieder zu spielen, aber dieses Mal kämpft es, Sie zu bekämpfen. Ihr Vorschlag wird angenommen, in nur wenigen Sekunden sind Sie unbewaffnet und dann auf den Boden gestellt. Ihr Gegner lachen sich dann aus, indem Sie sagen, Sie seien ein erbärmlicher Kämpfer. Tollwut, Sie werden auf ihn aufrennen, um ihn zu verprüchen, aber der Ritter wird Sie mit dem Augenlider seines Schwertes beneiden.",
          "2": "Nur wenige interessiert an diesem Duell, dass Sie sich nicht darauf konzentrieren sollten, und setzen Sie sich daher auf Ihren Weg.",
          "3": "Die Diskussionen, die Ihre Neugier geschürt haben, beschließen Sie, dem Duell beizuwohnen. Sie sehen, dass Wetten spielen, die Wetten spielen. Sie entscheiden sich also, daran teilzunehmen. Natürlich wetten Sie auf den ausländischen Ritter, bevor Sie an den Duell gehen. Das ist der Gewinner, aber wenn Sie wieder nach Ihren Gewinnen suchen, ist alles verschwunden. Ich bin froh, dass Sie so haben, dass Sie Ihren Weg zurück in die Wege gehen.",
          "4": "Die Diskussionen, die Ihre Neugier geschürt haben, beschließen Sie, dem Duell beizuwohnen, der sich schnell schließt. Sie schlagen vor, ihn mit Ihnen als Kämpfer zu spielen, und Ihr Vorschlag wird angenommen. Sie haben nicht lange genug, um Ihren Gegner zu besiegen, das ganze Dorf wird Sie jetzt erobern, und der Herr bietet Ihnen eine gute Mahlzeit an, Sie stimmen dem Angebot gerne zu. Sobald Sie wieder auf dem Rennen sind, schlägt der Herr Ihnen vor, Ritter zu werden, Sie wollen höflich sein Angebot machen und ihm für das köstliche Essen danken. Sie fühlen sich jetzt besser."
        }
      },
      "help": {
        "outcomes": {
          "0": "Wenn Sie das Elend des Herrn verstehen, schlagen Sie ihm vor, sich an dem Duell zu beteiligen. Das akzeptiere ich gerne. Der Kampf beginnt, Sie wissen, dass Sie nicht die geringste Chance haben, Ihren Gegner zu besiegen, aber trotzdem versuchen Sie, Widerstand zu leisten. Er braucht nur eine Minute, um euch zu besiegen. Sie nehmen Ihren Weg zurück, beschämend von Ihrer Niederlage.",
          "1": "Wenn Sie das Elend des Herrn verstehen, schlagen Sie ihm Ihre Hilfe vor. Wir haben Sie im Team, bevor der Duell beginnt. Sie kämpften umsonst, aber Sie sind genauso leicht von Ihrem Gegner ausgerüttt. Das ist, wenn Sie von der Klinge, die Sie bereuen, es bitter bereuen, dass Sie Ihre Hilfe angeboten haben. In der Tat, das ist ein Spiel zum Tod. Und Sie haben ihn gerade verloren. Sie schließen die Augen, und der Schmerz verschwindet. Sie wachen unerwartet mehrere Stunden später auf, schwer verletzt zu sein.",
          "2": "Wenn Sie das Elend des Herrn verstehen, schlagen Sie ihm Ihre Hilfe vor. Wir haben eine Rüstung, bevor der Duell beginnt. Sie sind sich bewusst, dass Sie nicht die geringste Chance haben, sich selbst zu verteidigen, wie Sie können. Ihr Gegner, ungeduldig, schrumpft seine Wache, und Sie werden davon profitieren, um ihn anzugreifen. Sie können es auf den Boden bringen, bevor Sie ihn entwaffnen lassen. Sie kommen aus der viktorianischen Arena, und der Herr kommt zu Ihrem Treffen, um Ihnen eine goldenen Zuschußförderung zu geben. Sie danken ihm, bevor Sie wieder auf die Straße gehen.",
          "3": "Wenn Sie das Elend des Herrn verstehen, schlagen Sie ihm vor, den Konflikt zu lösen, indem Sie Ihren Worten Taten vorwerfen. Er verspricht Ihnen eine Belohnung, wenn Sie das können. Abgeschlossen, Sie gehen auf den Ritter, nachdem er dem Dorf zugestochen ist, und sagen Sie ihm, dass Sie mit seinem Herrn verhandeln wollen. Er akzeptiert und bringt Sie zu ihm. Sie sympathisieren schnell und fordern ihn auf, das Duell zu stornieren. Sie sagen ihr auch, dass sie nach diesem Konflikt Verhandlungen führen können, um den Konflikt zu lösen. Er akzeptiert, und Sie kehren nach Boug-Coton zurück, um die Nachricht zu verkünden. Der Herr gibt Ihnen ein Stipendium, das mit Gold gefüllt ist, und dem Dank gebührt Dank.",
          "4": "Wenn Sie das Elend des Herrn verstehen, schlagen Sie ihm vor, den Konflikt zu lösen, indem Sie Ihren Worten Taten vorwerfen. Er verspricht Ihnen eine Belohnung, wenn Sie das können. Sie treffen sich mit dem Ritter, damit er Sie zu seinem Herrn bringen kann. Wenn Sie dort sind, können Sie schnell mit dem hier sympathisieren. Unglücklicherweise scheint er nicht entschlossen, den Duell zu stornieren, auch wenn er Sie mag. Sie gehen zurück ins Dorf mit dem Ritter, um ankündigen zu können, dass das Duell stattfinden wird.",
          "5": "Wenn Sie das Elend des Herrn verstehen, schlagen Sie ihm vor, den Konflikt zu lösen, indem Sie Ihren Worten Taten vorwerfen. Er verspricht Ihnen eine Belohnung, wenn Sie das können. Sie treffen sich mit dem Ritter, damit er Sie zu seinem Herrn bringen kann. Einmal da drüben versuchen Sie, mit diesem über mehrere Stunden zu verhandeln, ohne großen Erfolg. Da eure Bemühungen vergeblich sind, denken Sie, Sie sollten wieder gehen. Aber zuerst sagt der Herr, dass er Sie mag, denn er sagt Ihnen, dass er von der Tatsache beeindruckt war, dass Sie nicht aufgegeben haben. Er schlägt vor, Ritter zu werden, aber Sie wollen nicht höflich sein, sein Angebot zu poliert und wieder auf den Weg zu gehen."
        },
        "text": "Sie können Ihre Hilfe dem Lord von Boug-Coton vorschlagen."
      },
      "look": {
        "outcomes": {
          "0": "Sie entscheiden sich, an dem Duell teilzunehmen. Der fremde Ritter gewinnt in nur wenigen Sekunden. Sie sind nicht verrückt zu gehen, enttäuscht von der schlechten Leistung des Verlierer.",
          "1": "Sie entscheiden sich, an dem Duell teilzunehmen. Der fremde Ritter gewinnt in nur wenigen Sekunden. Angesichts der schlechten Leistung des Verlierers schlagen Sie vor, das Duell wieder zu spielen, aber dieses Mal kämpfen Sie, um zu kämpfen. Ihr Vorschlag wird angenommen, Sie können dagegen kämpfen. Ihr Gegner, zu sicher von ihm, schrumpft seine Wache, während Sie kämpften. Sie warten nicht auf eine Sekunde, um davon zu profitieren und so den Vorteil zu nutzen. Sie besiegen den Ritter und verkünden Ihren Sieg, triumphant. Der Herr des Veranstaltungsortes schlägt Ihnen vor, Ritter zu werden, Sie wollen höflich sein, sein Angebot höflich zu machen und Ihren Weg zurück zu gehen.",
          "2": "Sie entscheiden sich, an dem Duell teilzunehmen. Der fremde Ritter gewinnt in nur wenigen Sekunden. Angesichts der schlechten Leistung des Verlierers schlagen Sie vor, das Duell wieder zu spielen, aber dieses Mal kämpfen Sie, um zu kämpfen. Ihr Vorschlag wird angenommen. Der Kampf beginnt, und trotz all Ihrer Bemühungen werden Sie nur ein Dutzend Sekunden widerstehen können.",
          "3": "Sie beschließen, dem Duell beizuwohnen. Das Duell endet nach wenigen Sekunden. Angesichts der schlechten Leistung des Verlierers schlagen Sie vor, das Duell zu wiederholen, aber dieses Mal werden Sie selbst kämpfen. Ihr Vorschlag wird angenommen und Sie können kämpfen. Ihr Gegner ist sich seiner Sache zu sicher und lässt seine Deckung fallen, während Sie kämpfen. Sie warten keine Sekunde, um sich einen Vorteil zu verschaffen. Schließlich besiegen Sie den Ritter und verkünden triumphierend Ihren Sieg. Der Hausherr bietet Ihnen einen Beutel voller Gold an, den Sie gerne annehmen.",
          "4": "Sie beschließen, dem Duell beizuwohnen. Das Duell endet nach wenigen Sekunden. Sie bezeichnen den Verlierer als inkompetent und schlagen vor, das Duell zu wiederholen, aber dieses Mal werden Sie selbst kämpfen. Der Verlierer bietet Ihnen an, gegen ihn zu kämpfen, bevor er Sie kritisiert. Sie gehen auf seine Bitte ein, da Sie wissen, dass Sie keine Probleme haben werden, ihn zu besiegen. Ihr Gegner ist sich seiner Sache zu sicher und entwaffnet Sie, bevor er Sie zu Boden wirft. Dann schlägt er Sie bewusstlos. Sie sind schwer verletzt und brauchen viel Ruhe.",
          "5": "Sie beschließen, dem Duell beizuwohnen. Das Duell endet nach wenigen Sekunden. Angesichts der schlechten Leistung des Verlierers schlagen Sie vor, das Duell zu wiederholen, aber dieses Mal werden Sie selbst kämpfen. Ihr Vorschlag wird angenommen. Der Kampf beginnt und trotz all Ihrer Bemühungen können Sie nur etwa zehn Sekunden lang standhalten. Der Ritter beschließt, Sie immer wieder zu schlagen, um Ihnen klarzumachen, dass Sie ihm gegenüber nur ein Insekt sind. Nachdem er Sie schwer verletzt hat, hört er auf und geht weg.",
          "6": "Sie beschließen, dem Duell beizuwohnen. Der fremde Ritter gewinnt in nur wenigen Sekunden. Angesichts der mäßigen Leistung des Verlierers schlagen Sie vor, das Duell zu wiederholen, aber dieses Mal werden Sie selbst kämpfen. Sie gewinnen das Duell nach einigen Minuten Kampf. Der Hausherr schlägt Ihnen vor, sich bei einem guten Essen zu unterhalten. Sie nehmen das Angebot gerne an, denn das Essen ist köstlich und im Überfluss vorhanden. Nachdem Sie sich satt gegessen haben, bietet Ihnen der Fürst an, Sie zum Ritter zu schlagen. Sie lehnen sein Angebot höflich ab."
        },
        "text": "Wir können dem Duell helfen."
      },
      "visit": {
        "outcomes": {
          "0": "Sie schauen sich das Dorf an, aber da Sie nichts Interessantes sehen, reisen Sie ohne weitere Verzögerung wieder ab.",
          "1": "Sie besuchen das Dorf. Wenn Sie nichts Interessantes sehen, entscheiden Sie sich, zum Duell zu gehen.",
          "2": "Während Sie das Dorf besuchen, bemerkt der Herr über den Abenteurer, den Sie gerade haben. Er erklärt die Situation und flehe an, am Duell teilzunehmen. Er wird Ihnen ein Stipendium geben, das mit Gold gefüllt ist, wenn Sie es gewinnen. Sie akzeptieren das Angebot gerne und machen es zum Duell. Aber sobald der Kampf begonnen hat, verstehen Sie, dass Sie nicht die geringste Chance haben, Ihren Gegner zu besiegen. Der Ritter verletzt Ihr Bein mit seinem Schwert, und Sie fallen auf den Boden, verwundet. Sie sind nicht in der Lage, sich zu erhellen, Sie haben das Duell verloren.",
          "3": "Sie besuchen das Dorf und entbringen ein Objekt am Boden des Bohrlochs. Sie bringen ihn zurück, bevor Sie wieder auf die Straße gehen."
        },
        "text": "Bug Boug-Coton."
      }
    },
    "text": "Sie sehen sich das Dorf Boug-Coton an und entscheiden sich, Sie dort zu besuchen. Sie haben kaum etwas von einem Konflikt zwischen dem Herrn von diesen Orten und dem des benachbarten Dorfes gehört. Um es zu regeln, ist ein Kampf zwischen ihren besten Kämpfern organisiert, aber alle hier sind schwach, und der Duell beginnt bald."
  },
  "55": {
    "possibilities": {
      "climb": {
        "outcomes": {
          "0": "Sie entscheiden sich, den Stamm zu besteigen, da es Ihnen den Anschein hat, als wäre dies der schnellste Weg, um das zu erreichen. In ein paar Sekunden, da sind Sie auf der anderen Seite, frei, um Ihren Weg zu gehen.",
          "1": "Sie klettieren den Stamm, aber Sie sind nicht vorsichtig genug: Sie bleichen die Hand gegen die aufgerauhte Rinde des Baums und verlieren Sie. Sie sind gezwungen, Ihre Eskalation neu zu beginnen. Bei der zweiten Prüfung kommen Sie, aber Ihre Hand ist eine gute Analorie!",
          "2": "Sie sagen, dass eskalieren wäre eine gute Idee, also tun Sie es. Wenn Sie auf der anderen Seite kommen, sehen Sie, dass vier Leute, die Armeen und Sie auf einen festen Fuß warfen, die Augen auf Sie vergneten. Verstehen Sie, dass Sie nicht zögern, ihnen Ihre Besitztümer zu geben, damit Sie das Leben retten können."
        },
        "text": "Die Welle klettern."
      },
      "cut": {
        "outcomes": {
          "0": "Sie haben eine Axt aus Ihrer Tasche, und greifen den Baum an. Sie haben 30 Minuten gebraucht, um Ihnen einen Durchfluss zu verbannen!",
          "1": "Sie schneiden den Baum ab, und nehmen Sie eine gute Zeit, um die ganze Zeit zu packen. Sie gehen in das nächste Dorf, nehmen Sie einen Wagen und die Kutsche, gehen Sie zurück in den Wald, laden Sie den Wald, der in den Wagen geschnitten wurde, gehen Sie ins Dorf zurück und verkaufen Sie das alles zum eguinistischen. Erst danach finden Sie heraus, dass ein Wagen und seine Kutsche teurer sind als Holz, das aus einem einzigen Baum entsteht!",
          "2": "Sie wollten den Baum abschneiden, aber Sie erkennen, dass Sie absolut nicht wissen, was zu tun ist. Sie entscheiden sich, die Eiche besteigen zu besteigen, da kommen Sie nicht in die Knie, und fahren Sie fort."
        },
        "text": "Sie können den Baum ausschneiden und weitermachen."
      },
      "end": {
        "outcomes": {
          "0": "Wenn Sie nicht wissen, was zu tun ist, entscheiden Sie, ob Sie den Baum eskalieren wollen. In ein paar Sekunden, da sind Sie auf der anderen Seite, frei, um Ihren Weg zu gehen.",
          "1": "Wenn Sie wissen, was ich tun soll, und Sie wurden vor kurzem wieder in den Wald zurückgekommen, sind Sie auf dem Weg zurück.",
          "2": "Wenn Sie zögern, was zu tun ist, hören Sie auf Ihrem Rücken Geräusche. Sie haben kaum Zeit, sich zurückzugeben, dass vier Männer sich auf Sie werfen. Sie werden fast sofort veregnet, und Sie werden nur ein paar Stunden später, skribiert, und die Börse ist viel leichter."
        }
      },
      "otherWay": {
        "outcomes": {
          "0": "Sie möchten Ihren Weg ein wenig ändern. Sie haben also die Talus des Weges, auf dem Sie waren, und einige Meter davon entfernt. Nachdem Sie den Baum überschritten haben, gehen Sie auf den Pfad zurück und nehmen Sie wieder in Ruhe Ihre Straße.",
          "1": "Sie entscheiden sich, den Weg zu wechseln. Um dies zu tun, hängen Sie das Talus Ihrer aktuellen Straße ab und gehen Sie in den Wald. Sie finden, auf einem erbärmlichen Zustand, ein schönes Objekt und ein Stipendien-Stipendium. Wenn Sie wissen, dass sie mehr für Sie als im Körper sind, nehmen Sie sich mit und fahren Sie weiter auf dem Holzweg.",
          "2": "Sie sind der Meinung, dass der Baum zu besteigen ist, und Sie haben nicht genug, um es zu schneiden. Aus diesem Grund müssen Sie die Route wechseln. Es geht nicht um Ihre Richtung der Orientierung, die Sie Ihren Weg verloren haben. Sie kommen erst aus dem Wald raus, als die Nacht fiel."
        },
        "text": "Sprung durch einen anderen Weg."
      }
    },
    "text": "Zweifellos wegen des Sturmsturms von gestern, fiel ein Baum auf den kleinen Wald des Waldes, wo Sie hingehen. Sein Stamm ist 3 Meter dick, er blockiert den Weg!"
  },
  "56": {
    "possibilities": {
      "beach": {
        "outcomes": {
          "0": "Sie nähern sich dem türkisfarbenen Meer mit der festen Absicht, ein Mitternachtsbad zu nehmen. Sie lassen Ihre Sachen am Ufer liegen und schwimmen ein paar Züge, bevor Sie wieder auf den Sand zurückkehren. Verärgert stellen Sie fest, dass ein Teil Ihres Geldes und das Zelt des Scharlatans verschwunden sind.",
          "1": "Während Sie durch die Felsen wandern, sehen Sie eine Horde dieser kleinen Schalentiere, die für ihre große Präsenz an diesem Strand berühmt sind. Sie beobachten sie eine Weile, bevor Sie sich auf den Rückweg machen.",
          "2": "Da Sie noch nichts gegessen haben, beschließen Sie, die Ressourcen dieses Strandes zu nutzen, um Ihren leeren Magen ein wenig zu füllen. Als Sie unter einem Stein nach Schalentieren suchen, fliegt ein großer Vogel auf und schnappt sich den Einsiedlerkrebs, den Sie gerade gesehen haben. Erschrocken zuckst du zurück, rutscht mit dem Fuß aus und verstauchst dir den Knöchel in den Felsen."
        },
        "text": "Ignorieren Sie den Alchemisten und genießen Sie den Strand."
      },
      "drinkBlack": {
        "outcomes": {
          "0": "Da Sie es für leicht verdientes Geld halten, erklären Sie sich bereit, Gruffo als Versuchskaninchen zu dienen. Er gibt Ihnen ein rauchiges, schwärzliches Gebräu. Nachdem Sie ein paar unappetitliche Schlucke getrunken und eine gefühlte Ewigkeit gewartet haben, müssen Sie sich plötzlich übergeben und werden von heftigen Krämpfen geplagt. Es dauert fast vierzig Minuten, bis Sie wieder zu sich kommen und Ihr Abenteuer fortsetzen können.",
          "1": "Da Sie es für leicht verdientes Geld halten, erklären Sie sich bereit, Gruffo als Versuchskaninchen zu dienen. Dieser gibt Ihnen ein Fläschchen mit einer verkohlten Flüssigkeit. Nachdem Sie das Gebräu getrunken haben, fallen Sie sofort in einen tiefen Schlaf. Nach drei Stunden wachen Sie auf und haben es sich auf dem Ast einer Kokospalme gemütlich gemacht. Am Fuße der Kokospalme entdecken Sie einen emaillierten Beutel voller Gold!"
        },
        "text": "Den schwarzen Trank trinken."
      },
      "drinkRandom": {
        "outcomes": {
          "0": "Nicht ohne einen Anflug von Besorgnis nehmen Sie Gruffos Vorschlag an. Er reicht Ihnen ein Fläschchen mit wettergegerbter Farbe. Sie denken an die finanzielle Entschädigung und beschließen, es in einem Zug zu trinken. Sofort überkommt Sie ein brennendes Gefühl in der Kehle. Nach etwa zehn Minuten stottern Sie und sehen nur noch verschwommen. Sie sind völlig betrunken! Als Ihnen übel wird, versuchen Sie, Gruffo einen Schlag zu versetzen, dem dieser jedoch mühelos ausweicht. Er ist nicht nachtragend und setzt Sie bequem auf seine Matte. Sie belästigen den schrumpeligen Alchemisten eine ganze Weile, bis er sich endlich bereit erklärt, seinen Teil der Abmachung einzuhalten.",
          "1": "Sie nehmen impulsiv an, lehnen aber jegliche Geldsumme von Gruffo ab. Die Teilnahme an einer potenziellen wissenschaftlichen Entdeckung schwillt Ihnen zu einer Ehre an! Der Alchemist reicht Ihnen eine winzige Phiole mit einer karminroten Flüssigkeit. Ein einziger Schluck genügt, um den Inhalt zu leeren, und Sie spüren, wie sich eine angenehme Wärme in Ihrem ganzen Körper ausbreitet. Sie sind jetzt viel fitter!",
          "2": "Von der Gier nach Geld angezogen, nehmen Sie Gruffos Vorschlag begeistert an. Sie trinken die scharlachrote Flüssigkeit, die der Alchemist Ihnen reicht. Als Sie das getan haben, wirft Gruffo Ihnen einen missmutigen Blick zu, während er Ihnen erklärt, dass sein experimentelles Getränk sofort wirkt. Er verspricht Ihnen, dass Sie nicht krank werden, und wirft Sie aus seinem Zelt. Etwas verbittert, weil Sie keinen Cent sehen, setzen Sie Ihre Reise fort.",
          "3": "Misstrauisch und ängstlich beschließen Sie, das saphirfarbene Getränk, das Gruffo Ihnen reicht, in einem Zug zu trinken. Sofort erfasst eine eisige Kälte Ihren ganzen Körper. Während Sie Gruffo mühsam einen rasselnden Scharlatan apostrophieren, legt er Sie in einen Haufen warmer Decken."
        },
        "text": "Trinke einen beliebigen Trank."
      },
      "end": {
        "outcomes": {
          "0": "Sie können das allfältige Angebot von Gruffo annehmen. Er bittet Sie um Geduld, die Zeit, die Sie mit Ihrer Abkauf erhalten haben. Während Sie sich genau ansehen, ein alambic zu studieren, ist ein starker Schlag auf Ihren hübschen Schädel.",
          "1": "Wenn Sie Ihre Luftschere verwenden, ist Gruffo ungeduldig und wirft Sie aus dem Zelt heraus, nicht ohne Ihnen die Zeit, die Sie gerade verloren haben, in Rechnung gestellt zu haben. Sie nehmen Ihren Weg zurück, ohne jede Minute!",
          "2": "Angesichts Ihrer Unfähigkeit, sich zu entscheiden, besteht Gruffo nicht und bietet Ihnen eine Tasse mit schwarzer Teetasse. Sie diskutieren viele Minuten von allem, außer der Alchemie! Sie nehmen Ihren Weg zurück, während der Mond den Strand zaghaft einschüchtert."
        }
      },
      "refuse": {
        "outcomes": {
          "0": "Sie lehnen Gruffos Angebot lieber höflich ab, fragen sich aber gleichzeitig, wie Sie einen sicheren Schlafplatz finden können. Als Gruffo Ihre besorgte Miene sieht, bietet er Ihnen an, in seinem Zelt zu übernachten, bis die Sonne aufgeht. Du nimmst das Angebot bereitwillig an und schläfst beruhigt ein.",
          "1": "Sie weigern sich, dem Alchemisten als Versuchskaninchen zu dienen. Der Alchemist schlägt Ihnen vor, Ihren eigenen Trank herzustellen, und Sie nehmen den Vorschlag an. Nach einigen Recherchen stellen Sie schließlich ein durchsichtiges Gebräu her. Sie zögern einen Moment, bevor Sie die Mischung in einem Zug trinken. Viele Minuten später wird Ihnen schwindelig und Sie haben komische Halluzinationen, in denen Sie Ihre geliebte Prinzessin sehen. Sie müssen sich fast eine Stunde lang ausruhen, bevor Sie Ihr Abenteuer fortsetzen können.",
          "2": "Sie lehnen den Vorschlag des Alchemisten kategorisch ab. Der Alchemist scheint enttäuscht zu sein, sodass Sie beschließen, sich eine Weile mit ihm zu unterhalten. Im Laufe des Gesprächs fragen Sie ihn, woher er all sein alchemistisches Wissen hat, und mit einem Anflug von Bitterkeit nennt er Ihnen den Namen des berühmten Minnesängers, der im ganzen Land bekannt ist: Perissien. Gruffo antwortet Ihnen jedoch nicht auf die Frage, wo sich sein Meister befindet. Sie bedanken sich für das interessante Gespräch und machen sich auf den Weg."
        },
        "text": "Den Vorschlag von Gruffo ablehnen."
      }
    },
    "text": "Sie nähern sich dem Strand Sentinelle, frische Luft stinkt eure Lungen und der gerippte Geruch des Meeres erreicht Ihr Nasenloch. Wenn Sie Fortschritte machen, wird der Seemann stärker, und das Geräusch der Fliege wird sich anhören. Die Sonne beginnt jedoch, zu schlafen, Sie müssen einen sicheren Ort für die Nacht finden. Ein paar Schritte erlauben es Ihnen, ein Zelt, das oben in einer Dünen gepflanzt wurde, zu vertuschen. Ein Mann, der Gruffo anrief, erklärt, dass er ein Alchemist bei der Suche nach einem Cobaye sein könnte, um seine neuen Substanzen zu testen, im Gegenzug für eine Menge Geld, das sie erhalten."
  },
  "57": {
    "possibilities": {
      "continue": {
        "outcomes": {
          "0": "Sie begeben sich in den Fluss und biegen rechts ab, um die Richtung des Stroms zu verfolgen. Das Wasser ist frisch, und es macht Ihnen ein großes Gut.",
          "1": "Sie setzen einen Fuß in den Fluss und dann den zweiten. Sie fangen an, in den Fluss zu steigen. Nach einem kurzen Spaziergang gelangen Sie zu einem kleinen Wasserfall von einem Meter hoch und beschließen, sie in die Luft zu sprengen. Während Sie Ihren Elch nehmen, den Stein, auf dem sich Ihr rechter Fuß befindet, und Sie fallen in den unteren Teil des Wasserfalles, indem Sie den Schädel zweimal abstürzt. Sie sind sich immer noch bewusst, dass es stark klingelte.",
          "2": "Sie laufen schon eine gute Stunde, wenn Sie wieder an der Kreuzung eines Weges ankommen. Sie entscheiden sich, auf dem Festland weiterzumachen."
        },
        "text": "Fahren Sie Ihren Weg fort, indem Sie in das Wasser gehen."
      },
      "end": {
        "outcomes": {
          "0": "Sie setzen sich an den Rand des Flusses. Das Wasser ist kühl und Sie beschließen, Ihre Füße hineinzustecken. Nach ein paar Minuten puren Glücks zieht ein heftiger Schmerz Ihre Füße schnell aus dem Wasser. Sie sehen eine riesige Krabbe, die sich an Ihren Fuß klammert. Der Schmerz ist heftig, aber Sie werden eine köstliche Mahlzeit zubereiten können, die Sie beleben wird.",
          "1": "Sie haben Hunger. Sie schauen in den Fluss und erblicken die berühmten riesigen Krabben. Es gibt zwei Arten. Eine mit orangeroter Farbe und eine mit rot-schwarzen Farben. Sie zögern und entscheiden sich, Ihr Glück mit den großen, orangeroten zu versuchen. Nachdem Sie sie zubereitet und verschlungen haben, wird Ihnen heiß und Sie beginnen zu schwitzen. Sie erkennen Ihren Fehler zu spät, denn Sie haben sich für die nicht essbare Art entschieden.",
          "2": "Sie gehen durch den Fluss, als Sie stolpern. Sie schlagen sich dabei bewusstlos. Zum Glück ist die Strömung stark und Sie finden sich am Ufer des Flusses wieder. Sie sind betäubt, aber am Leben."
        }
      },
      "findMeal": {
        "outcomes": {
          "0": "Du schaust in den Fluss und entdeckst einige Fische sowie Krabben. Du baust eine provisorische Falle und lässt sie ins Wasser. Nach zehn langen Minuten hat Ihre Falle zwei schöne Krabben und einen kleinen Fisch. Sie machen ein Feuer und grillen sie. Nachdem Sie sie gegessen haben, fühlen Sie sich erfrischt.",
          "1": "Sie sehen sich an der Unterseite des Wassers seltsame Kreaturen, die Sie noch nie gesehen haben. Sie sind mit zwei Greifern versehen und bewegen sich seitwärts. Sie gehen davon aus, dass es sich um diese berühmten Dinge handelt, die ihren Namen in diesem Fluss gaben, und Sie erinnern sich, dass sie essbar sind. Sie entscheiden sich, einige davon zu fangen. Sie stürzen Ihre Hand und Sie können es schaffen, aber sie greifen Sie mit ihren Zangen an. Sie haben einen schönen Schnitt an der Hand verletzt, aber auch mit was Sie ein köstliches Essen machen.",
          "2": "Sie zögern einen Moment zwischen den Fischen des Flusses und den Fischen. Schließlich entscheiden Sie sich für eine Festmahl-Vorbereitung. Sie bereiten eine Fischfalle vor, und nachdem Sie installiert haben, werden Sie einige Reife pflücken. Lachs an die Reife, ein Regal!"
        },
        "text": "Finden Sie etwas, um sich eine Mahlzeit zu bereiten."
      },
      "settle": {
        "outcomes": {
          "0": "Sie beschließen, sich auf einem flachen Felsen zu setzen und die wunderschöne Landschaft mit den Farbtönen für ein paar Stunden zu bestichen, bevor Sie Ihren Weg fortsetzen.",
          "1": "Sie sind von all diesen Kilometern müde und beobachten den Fluss und die Schädelcrabes in den Farben des Banners. Die Minuten vergehen, ohne dass Sie darauf achten. Das ist jetzt eine Stunde, die Sie so geträumt haben.",
          "2": "Sie drücken sich gegen einen Baum und fühlen, wie Ihre Augenlider schwerer werden, Sie schlafen. Sie wachen mehrere Stunden später auf, aber Sie sind so zurückgestellt, dass Ihre Fahrt viel energisch ist, und Ihre Verspätung ist sehr schnell eingeholt worden."
        },
        "text": "Wenn Sie an den Rand des Flusses installieren."
      }
    },
    "text": "Sie laufen unter einem blauen Himmel, azur. Die Luft ist weich und Sie fahren fort, indem Sie auf die Vögel hören, die singen, die Bäume, die Geräusche des Bodens unter Ihren Gänsen. Plötzlich ist das Geräusch eines Flusses in der Ferne. Sie können Ihren Weg bis zum Fluss verfolgen."
  },
  "58": {
    "possibilities": {
      "continue": {
        "outcomes": {
          "0": "Sie kennen die Ratschläge der Frau nicht, und machen Sie weiter.",
          "1": "Sie machen Ihren Weg weiter. Zwei Kilometer weiter entfernt, werden Sie müde werden müde."
        },
        "text": "Fahren Sie fort."
      },
      "end": {
        "outcomes": {
          "0": "Sie denken viele Minuten lang nach und setzen dann, weil Sie nicht wissen, was Sie tun sollen, Ihren Weg fort.",
          "1": "Sie beschließen, hier Ihr Lager aufzuschlagen und die Reise später fortzusetzen."
        }
      },
      "goAlchemist": {
        "outcomes": {
          "0": "Sie kommen zu dem Alchemisten. Der Name ist Gruffo, und Sie bieten einen erholungslosen Genesungspaß für einige Zimmer. Sie erklären sich damit einverstanden und trinken ruhig die Transpen. Das ist eine aufregende Hitze, die Sie in sich haben. Revolutioniert, Sie laufen so schnell, dass Sie ohne Verspätung in die Zieleinheit kommen.",
          "1": "Sie kommen zu dem Alchemisten. Der Name ist Gruffo, und Sie bieten einen erholungslosen Genesungspaß für einige Zimmer. Sie verlassen das Angebot und setzen die Fahrt fort.",
          "2": "Sie gehen in den Antre des Alchimisten. Der Name ist Gruffo, und Sie wollen eine seiner neuen Potionen kostenlos probieren, um die Auswirkungen zu testen. Sie trinken die Sklaverei und fühlen sich ein Gefühl des Trosts, wie Sie es in sich selbst machen. Sie beschreiben die Auswirkungen auf den Mann und gehen aus der Hutte heraus, belebt.",
          "3": "Sie gehen in den Antre des Alchimisten. Der Name ist Gruffo, und Sie wollen eine seiner neuen Potionen kostenlos probieren, um die Auswirkungen zu testen. Sie trinken die Sklaverei und werfen es direkt auf, aber es sieht so aus, als ob es noch ein bisschen von diesem Gift am Boden Ihres Kehls übrig ist."
        },
        "text": "Gehen Sie zu Alchemist."
      },
      "shortcut": {
        "outcomes": {
          "0": "Sie folgen dem angegebenen Pfad, bis Sie sich mit einem überladenen Fluss von einer überladenen Brücke konfrontiert sehen. Sie hören, dass Sie ihn fürchten, aber es macht Ihnen nichts aus, bis Sie den Wald unter Ihren Füßen brechen.",
          "1": "Sie folgen dem angegebenen Pfad, bis Sie sich mit einem gefährlichen Fluss überschattet haben, der von einer überladenen Brücke überstieg. Da Sie nicht sehr mutig sind, entscheiden Sie sich für eine halbe Runde. Das hat 10 gute Minuten gekostet.",
          "2": "Sie folgen dem angegebenen Pfad, bis Sie sich mit einem überladenen Fluss von einer überladenen Brücke konfrontiert sehen. Sie hören, dass Sie Angst haben, aber das macht Sie nicht beunruhigen. Das Ergebnis der Überfahrt verläuft reibungslos. Sie finden sogar ein paar Münzen auf Ihrem Weg!"
        },
        "text": "Verknüpfung mit dem Direktaufruf."
      }
    },
    "text": "Nach langen Laufzeiten durch die markageuse Straße, ist man eine Frau an einem Scheideweg. Sie wissen, dass Sie das nicht wissen, aber sie sehen Ihren Zustand, Sie interpell. Das hier bietet Ihnen zwei nützliche Pfade: einen zu einem erfahrenen Alchemisten, der Ihnen eine Lendenwirbelung bringen könnte, der andere ist ein Abkürzungsweg."
  },
  "6": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Ähm ... Es sieht so aus, als hätten Sie länger als erwartet tatenlos dagestanden!"
        }
      },
      "goAway": {
        "outcomes": {
          "0": "Sie sind nicht der Typ, der riskiert, Zeit für uninteressant erforscht zu haben! Sie haben zu essen gegessen und Sie können Ihren Weg gehen."
        },
        "text": "Fahren Sie fort, keine Zeit zu verlieren!"
      },
      "goDeeper": {
        "outcomes": {
          "0": "Sie vergeuden sich in diesem Labyrinth schnell, aber Sie werden am Ende um ein paar Stunden wieder herauskommen.",
          "1": "Sie verbringen ein paar Minuten damit, die Höhle im Koma zu erkunden, und finden Sie ein Objekt, das Sie vielleicht benutzen können ...",
          "2": "Die Höhle entpuppt sich schnell als Sackgasse, aber als Sie wieder herauskommen, stoßen Sie mit dem Kopf an die Decke und fallen schwindelig um! Sie müssen sich heilen!"
        },
        "text": "Ich muss tiefer in die Höhle eindringen."
      },
      "search": {
        "outcomes": {
          "0": "Nach 30 Minuten entdecken Sie schließlich einen seltsamen Gegenstand...",
          "1": "Nach 60 Minuten geben Sie Ihre Suche schließlich auf, ohne etwas entdeckt zu haben...",
          "2": "Während Sie Ihre Suche beginnen, werden Sie eine große Tasche von Räumen im Hintergrund eines großen Lochs fallen lassen! Es wird nicht möglich sein, ihn zurückzubekommen ...",
          "3": "Wenn Sie nach Objekten suchen, die Sie aufsammeln möchten, ist ein riesiger Zweig aus dem Baum neben Ihnen und Sie fallen auf das Bein! Sie werden sich selbst anheben, aber Sie müssen heilen!"
        },
        "text": "Sie können die Leute umsehen."
      }
    },
    "text": "Sie wurden in einer Höhle festgenommen, um zu essen, und Sie haben gezögert, wieder zu gehen."
  },
  "60": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Sie hören dem König geduldig zu, bevor Sie wieder zum Eingang geführt werden. Sie erhalten einige Informationen über zusätzliche Aufträge, die der König Ihnen erteilt hat, um Ihre Quest zu erleichtern (Befehl {command:missions}) und werden zu einem Hauptort Ihrer Wahl gebracht."
        }
      },
      "start": {
        "outcomes": {
          "0": "Wenn Sie Ihren Lesevorgang abgeschlossen haben, werden Sie wieder zur Eingabe geführt. Sie erhalten auch einige Informationen über einige zusätzliche Aufgaben des Königs, um Ihre Suche zu erleichtern (Befehl {command:missions}). und wir bieten Ihnen einen Transport zu einem von Ihnen gewünschten Echefeort."
        },
        "text": "Erschießen Sie das Abenteuer."
      }
    },
    "text": "Sie befinden sich in der großen Empfangshalle des Schlosses, in dem Sie schnell den König treffen. Es wird die Art des Wettbewerbs erläutert, bei dem eine große Anzahl von Punkten in dem Ziel gesammelt wird, die Rangfolge zu dominieren. Zusätzlich zu einem angenehmen Zuschlag erhalten Sie ein wunderschönes Werk, das Sie bei Ihrem Abenteuer leiten soll. Sie öffnen das Buch (https: //guide.draftbot.com) und lesen Sie schnell die ersten Seiten ..."
  },
  "61": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Sie bleiben auf die Aufforderung des Wachmanns regungslos stehen. Nach einer Weile kommt die junge Frau schließlich zu Ihnen und gibt Ihnen einige Tipps. Unter anderem erfahren Sie, dass Sie mit dem Befehl {command:report} alle Informationen über Ihre Reise erhalten können."
        }
      },
      "follow": {
        "outcomes": {
          "0": "Die junge Frau präsentiert sich schnell und schnell auf die ersten Tipps, die Sie aufmerksam zuhören, erfahren Sie, dass Sie mit dem Befehl {command:report} alle Informationen über Ihre Reise abrufen können."
        },
        "text": "Bitte folgen Sie dem Leitfaden."
      },
      "observe": {
        "outcomes": {
          "0": "Sie bewundern die immensen Mauern des Schlosses. Nach ein paar Minuten kommt die junge Dame schließlich in die Höhe und gibt Ihnen einige Tipps. Sie erfahren insbesondere, dass Sie mit dem Befehl {command:report} alle Informationen zu Ihrer Reise abrufen können."
        },
        "text": "Die Umrandung der Umgebung."
      }
    },
    "text": "**Hallo und willkommen bei DraftBot!** {emote:other.crown} Der König ist auf der Suche nach einem edlen Ritter, um seine Tochter zu verheiraten, und Sie haben sich entschieden, am Auswahlwettbewerb teilzunehmen! Gerade nach einer langen Reise am Eingang des Schlosses angekommen, melden Sie Ihre Anwesenheit den Wachen am Eingang. Sie werden hereingebeten und treffen schnell auf eine junge Frau, die Sie anscheinend willkommen heißen möchte."
  },
  "62": {
    "possibilities": {
      "deny": {
        "outcomes": {
          "0": "Sie wehren sich gegen die Forderung des Bauers mit einer solchen Schlechtigkeit, dass dieser Sie jagen und mit Steinen bejagt!",
          "1": "Sie verlassen den Antrag des Bauer mit so höflicher Höflichkeit, dass er Ihnen sogar einen guten Mut für Ihr Abenteuer wünschen!",
          "2": "Sie entscheiden sich, die Nachfrage des Bauer zu ignorieren. Während Sie in den letzten paar Minuten laufen, können Sie eine Straße mit eindrucksvollen Kirschanhängern einsehen. Ein paar sehr rote Kirschen scheinen die Arme zu spannen. Nachdem Sie einige davon verkleidet haben, nehmen Sie Ihre Reise wieder in Ruhe."
        },
        "text": "Ich weigerte mich, dem Bauer zu helfen."
      },
      "end": {
        "outcomes": {
          "0": "Vor dem Fehlen einer Antwort scheint der Bauer etwas gerügt zu sein, aber Sie können gehen, ohne darauf zu bestehen. Sie finden ein vergessenes Tier auf dem Rand eines Wegs. Beim Öffnen entdecken Sie zwei kleine, getrocknete Speckstücke.",
          "1": "In Anbetracht der verzweifelten Luft des Bauers entscheiden Sie sich für die Suche nach der berühmten Gabel. Sie enden am Ende der Absprachen von einem Jacher, wo Rinder frisch frisches Gras fressen. Plötzlich ist ein Falker mit Fehla-Farb in der Nähe der Weide und wirft sich auf Sie. Wenn Sie einen Blitz haben, nehmen Sie den Hund an und nehmen Sie Ihren Weg zurück, die Luft von nichts.",
          "2": "Während Sie einverstanden sind, dem Bauer zu helfen, fühlen Sie sich in der Nähe Ihres Ohr, und drücken Sie Ihren kleinen Finger auf. Der Schmerz, den Sie gerade haben, ist, dass eine Biene Sie stechen wird! Sie können nicht länger von diesem Ort abwarten."
        }
      },
      "searchPatures": {
        "outcomes": {
          "0": "Nachdem Sie die Rinder von weit weg gesehen haben, die frische Gras in der ersten Menge verrückter Kräuter zu kauen, ziehen Sie sich in die zweite Richtung. Es gibt viele Schafe, die friedlich verwirschend sind. Ein eindrucksvoller Chestanant dominiert die Weideland und zieht Ihre Aufmerksamkeit auf sich, so dass Sie sich entscheiden, sich zu nähern. In wenigen Metern von der Welle entfernt befindet sich eine gepflasterte Gabel, die gegen den Rumpf gedrückt wird. Der Bauer scheint sehr glücklich zu sein, wenn Sie ihm die Faust geben. Er erteilt Ihnen dann, wie versprochen, eine kleine Goldbörse mit Gold.",
          "1": "Als Sie sich den Weiden nähern, bemerken Sie Fußspuren. Wenn du ihnen folgst, gelangst du in ein dunkles Wäldchen, in dem sich eine düstere Hütte befindet. Neugierig geworden, umrunden Sie das Gebäude und finden sich Auge in Auge mit der begehrten Mistgabel wieder! Nachdem Sie den Weg in umgekehrter Richtung zurückgegangen sind, übergeben Sie das Objekt dem Bauern, der sich bedankt und Sie zu seinem Essen einlädt, damit Sie ihm von Ihren Ermittlungen berichten können. Der Abend ist angenehm und Sie verlassen den Bauern spät in der Nacht, gestärkt durch die Produkte der Region.",
          "2": "Wenn Sie sich der Weideland nähern, sehen Sie Fingerabdrücke, die nicht durch den Boden gehen und bis zum Brechen führen, wo Schafe von dem erfrischenden Schatten der Eichenbäume profitieren. Sie entscheiden sich, sie zu verfolgen, indem Sie denken, dass es sich um eine Spur handelt. Wenn Sie in die Mitte der Schafe kommen, kommt einer von ihnen zu Ihnen. Wenn Sie einen Spieler haben, legen Sie ihm Ihre Hand mit etwas Gras darin vor. Er nutzt die Gelegenheit, um sich zu beruhigen, und Sie glauben an einen Finger auf den Weg. Sie entscheiden sich zu flüchten, wenn Sie nervös sind. Wenn Sie den Rand des Weidelandes sehen, sehen Sie nicht die Gabel auf dem Boden, und gehen Sie auf den Boden. Wenn Sie diese Pech haben, denken Sie daran, niemandem mehr zu helfen, wenn Sie sich abenteuern."
        },
        "text": "Suchen Sie in der Nähe von Weideland."
      },
      "searchVines": {
        "outcomes": {
          "0": "Nach kurzem Zögern beschließen Sie, am Rande des Weinbergs nach der berühmten Gabel zu suchen. Eine verlockende Weintraube erregt Ihre Aufmerksamkeit und Sie beschließen, sie sich zu schnappen. Der Bauer taucht aus dem Nichts auf und schreit vor Wut, als er Sie mit einem Teil seiner Ernte in der Hand sieht. Erschrocken lassen Sie Ihre Ernte fallen und machen sich aus dem Staub!",
          "1": "Sie kamen kaum in die Weinberge, so dass Sie über die berühmte Gabelung gehen. Nach dem Bekenntnis des Bauerndes hat er sein Versprechen an Sie gehalten.",
          "2": "In den Weinbergen gibt es kaum eine kleine Holzhütte, die Sie ablenken. Wenn Sie dort ankommen, entdecken Sie einige Fässer und mehrere Flaschen Wein, von denen eine bereits begonnen hat. Ein paar Schluchten hätten Sie nicht verletzt, wenn Sie es nur geschafft hätten, sich auf eine kleine Menge zu beschränken. Sie finden den leckeren Wein, wollen aber nicht noch mehr Zeit verschwenden, wenn Sie eine Gabel suchen. Sie nehmen Ihren Weg zurück, indem Sie sich darauf achten, dass Sie nicht den Bauer umgehen."
        },
        "text": "Suchen Sie in die Reben."
      },
      "searchWheat": {
        "outcomes": {
          "0": "Nach mehreren Minuten Nachforschungen im Feld, finden Sie die Gabel, kaum sichtbar, unter vielen Weizenpflanzen, die auf die Erde genäht werden. Um Ihnen zu danken, bietet der Bauer Ihnen, wie versprochen, Ihre Belohnung.",
          "1": "Nach drei Stunden Suche wurde die Gabel nicht gefunden. Sie entdecken jedoch ein Objekt, das Ihnen vielleicht nützlich sein kann, um das Herz Ihrer geliebten Prinzessin zu gewinnen!",
          "2": "Während Sie auf der Suche nach dem Gabelstapler sind, laufen Sie auf und Sie machen eine böse Kerbe. Sie nehmen die benötigte Zeit, um den Bauern zu warnen, dass Sie seine Gabel gefunden haben. Diese hier, wenn Sie Ihre Wunde sehen, nehmen Sie sich die Heilung so, wie er kann."
        },
        "text": "Suchen Sie im Weizenfeld."
      }
    },
    "text": "Ein Bauer erstigt Sie vor seinem Bauernhof, der in der angespannten Umgebung liegt. Diese besteht aus Weideland, einem Weinberg und einem Weizenfeld. Die frische Luft, er begrüßt Sie und erklärt, dass er seine Lieblingsgabelgabel verloren hat. Er fleht Euch an, ihm zu helfen, ihn zu finden, während er Ihnen eine große Belohnung verspricht."
  },
  "63": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Sie haben sich dafür entschieden, einfach nur das Feuerwerk anzuschauen und zu bleiben, um zu sehen, wie das Dorf in Verzweiflung fällt, während Sie sich an einen Baum lehnen, der etwas außerhalb des Dorfes steht. Doch auch nach Mitternacht passierte nichts. Es scheint, dass die angeblichen Bestien nur ein Schwindel sind und Sie gehen.",
          "1": "Sie entscheiden sich, den Dachboden von der lokalen Taverne zu überwachen, aber Sie lassen sich von einem köstlichen Bier ablenken. Sie sind betrunken und verlieren Ihren Verstand. Wenn Sie aufwachen, bemerken Sie, dass sie einfach Ihren Körper auf die Straße geworfen haben und dass Sie ein paar Münzen weniger haben.",
          "2": "Entscheiden Sie sich, nichts zu tun, Sie gehen in die örtliche Taverne und mieten Sie ein Zimmer für die Nacht. Aber während Ihres Schlafs greifen Sie auf schwarze, schwarze Charaktere an, Sie schlagen vor, Sie zu unterwerfen und zu stehlen. Sie lassen Sie auf dem Boden, und Sie warnen davor, nie wieder in ihre Angelegenheiten zu gehen ...",
          "3": "Da Sie bereits vor Ort sind, denken Sie darüber nach: Warum gehen wir nicht einfach Sachen kaufen? Sie verschwommen auf dem lokalen Markt, und Sie fahren mit dem Pauschon und dem lokalen Rüster ab. Nach einer gewissen Zeit finden Sie etwas."
        }
      },
      "faceThem": {
        "outcomes": {
          "0": "Sie begeben sich in den Keller des Dachbodens und stoßen Auge in Auge auf Gestalten in schwarzen Roben, die im Kreis stehen, mit Federn bedeckt sind und überall Blut haben. Während Sie versuchen, einen von ihnen zu schlagen, zögern Sie. Diese Männer sind nur gewöhnliche Wettende bei Hahnenkämpfen und keine Bestien. Aber die Männer bemerken Sie und verbünden sich aus Angst gegen Sie, stoßen Sie um und ergreifen schnell die Flucht.",
          "1": "Als ich in den Raum betritt, ist ein riecht rick-riecht-rick-rick-rick-Duft- Blut und Detritte sind in dem ganzen Raum verbreitet und eine Art rotes Nebel breitet sich aus. Es hat wahrscheinlich vor ein paar Tagen angefangen zu verrotten. Sie ertragen weder den Blick noch den Geruch, und Sie rauchen den Ort mit einem Gefühl der tiefen Emokerung.",
          "2": "Wenn Sie die Tür öffnen, entdecken Sie drei schwarze Formen von Schwarz auf dem Punkt, ein junges Mädchen zu opfern. Sie können Ihre Klinge schnell abschaffen und die Schuldigen schlachten. Wenn Sie die Klinge aus dem Blut auf der Seite werfen, retten Sie die Dame in Not und holen Sie sie raus. Am nächsten Tag werden Sie wie ein Held und ein Beschützer des Bösen gefeiert.",
          "3": "Wenn Sie die Treppe hinunter gehen, finden Sie sich von Holzstatuen umgeben, die in einer groben, geheimnisvollen, rätselhaften Weise aus Holz verdreht werden. Aber es gibt niemanden. Nachdem Sie das beängstigende Zimmer untersucht haben, finden Sie eine Packung mit etwas im Inneren ..."
        },
        "text": "Schmieren Sie die Silhouetten."
      },
      "goAway": {
        "outcomes": {
          "0": "Selbst nachdem Sie diese dunklen Machenschaften entdeckt haben, entscheiden Sie sich, die wehrlosen Menschen aufzugeben und sie ihrem Schicksal überlassen zu lassen.",
          "1": "Sie rennen los, ohne zu wissen, wann das ganze Dorf vom Tod verschlungen wird, wenn es überhaupt vom Tod verschlungen wird. Auf Ihrer überstürzten Flucht stolpern Sie und fallen in einen Graben.",
          "2": "Nachdem Sie das Dorf verlassen haben, machen Sie eine kurze Pause, um Ihren Atem zu nehmen. Auf diese Weise sind Sie mit bewaffneten Charakteren und mit schwarzem Bischof angekommen. Sieht so aus, als hätten sie Sie nicht im Dorf durchsucht. Sie rauskommen ihre Waffen und greifen an. Sie überrumpfen und erschöpft, sie kämpfen bis ins Unbewußtsein.",
          "3": "Sie haben es geschafft, lebendig aus diesem Dorf zu kommen. Nach einer Weile, werden Sie auf eine wunderschöne Regenparzelle fallen. Sie können einen Wasserfall und viele tierische Fleischfresser sehen. Sie entscheiden sich, unter der Flut des Wassers zu meditieren. Nach einer Stunde fühlen Sie sich rebelriert und machen weiter auf Ihrer Reise."
        },
        "text": "Von hier aus schnell rausgehen."
      },
      "helpThem": {
        "outcomes": {
          "0": "In besagtem Keller finden Sie schwarz gekleidete Gestalten. Es scheint sich nicht um Bestien zu handeln, sondern um gewöhnliche Menschen, die auf Hahnenkämpfe wetten. Sie schließen sich ihnen an und wetten auf den roten Hahn, der am Ende verloren hat. Dadurch sind Sie um einige Münzen leichter.",
          "1": "In besagtem Keller finden Sie schwarz gekleidete Gestalten. Es scheint sich nicht um Bestien zu handeln, sondern um gewöhnliche Menschen, die auf Hahnenkämpfe wetten. Sie schließen sich ihnen an und wetten auf den blauen Hahn, der am Ende gewonnen hat. Um einige Münzen reicher, lassen Sie die Männer bei ihren Spielen zurück und gehen.",
          "2": "Sie treffen vier schwarze Männer in der Keller im Keller. Nachdem Sie sie überzeugt haben, dass Sie sich ihnen anschließen, offenbaren sie ihr Vorhaben, die Lebenskraft der Einwohner zu opfern, die ihnen einen Dämon beehrt, den sie verehrt haben. Hoffentlich profitieren Sie von ihnen, und Sie werden sich freuen, sich zu beteiligen. Sie und die wilden Tiere, die Sie gerade kennengelernt haben, opfern eine Frau und ein paar Tiere. Außerdem verbreiten Sie ihre gegenseitigen Leibausbrüche im ganzen Raum. Aber nichts ist geschehen. Nachdem Sie Ihre Zeit verschwendet haben, gehen Sie, wütend ...",
          "3": "Sie treffen vier schwarze Männer in der Keller im Keller. Nachdem Sie sie überzeugt haben, dass Sie sich ihnen anschließen, offenbaren sie ihr Vorhaben, die Lebenskraft der Einwohner zu opfern, die ihnen einen Dämon beehrt, den sie verehrt haben. Hoffentlich profitieren Sie von ihnen, und Sie werden sich freuen, sich zu beteiligen. Sie und die wilden Tiere, die Sie gerade kennengelernt haben, opfern eine Frau und ein paar Tiere. Außerdem verbreiten Sie ihre gegenseitigen Leibausbrüche im ganzen Raum. Aber nichts ist geschehen. Es ist nur, wenn Sie aus dem Zimmer herauskommen, dass Sie mit Wachen aus der Nase rauskommen ..."
        },
        "text": "Versuchen Sie, die Silhouetten zu finden, um ihnen zu helfen."
      },
      "warnEveryone": {
        "outcomes": {
          "0": "Ohne es selbst zu überprüfen, beginnen Sie wie ein Verrückter durch das Dorf zu rennen und schreien jeden an, dass sie sterben werden, wenn sie bleiben. Daraufhin bricht eine Massenpanik aus und alle beginnen, die Umgebung zu verlassen. Nach einiger Zeit passiert jedoch nichts mehr und einige sind über Ihren schlechten Streich nicht sehr erfreut. Sie verbünden sich gegen Sie, schlagen Sie und rauben Sie aus.",
          "1": "Nach einer kurzen Untersuchung bringen Sie die örtlichen Wachen in die Lage der Ungnaklichkeiten. Sie folgen Ihrem Rat, und nach ein paar Minuten nähert sich ein weiterer Sorgerecht für Sie. Es sieht so aus, als ob Ketzer an der Tötung eines jungen Mädchens standen, und dank Ihres Vorstands, wurde sie gerettet. Sie haben eine kleine Tasche, bevor Sie sich die Hand schütteln.",
          "2": "Nachdem wir alle das dunkle Unglück verkünden, das sich aufschlägt, das Dorf zu schlagen, packen wir alle seine Geschäfte an und bleiben nur im Wald. Wenn plötzlich ein Erdbeben auftritt, kommt es zu Panik. Sie helfen den Wachen, die Menschen zu beruhigen, die nach einer gewissen Zeit beruhigt sein können. Herzlichen Dank für die Warnung.",
          "3": "Sie versuchen, alle davon zu überzeugen, dass sie in Gefahr sind, aber die Leute wollen nichts davon wissen und ignorieren Sie einfach. Sie versuchen es mehrere Stunden lang und beschließen schließlich, sie zu verlassen. Sie setzen Ihre Reise fort, ohne sich um die engstirnigen Menschen in diesem Dorf zu kümmern."
        },
        "text": "Sich an alle zu erinnern, was immer er ist."
      }
    },
    "text": "Nach einer Weile, kommen Sie endlich in das Dorf Boug-Coton, wo ein Gerücht, dass böse Kreaturen am Werk sind ... Nachdem Sie die Orte für ein paar Augenblicke untersucht haben, finden Sie eine Spur. Die Zeugenaussagen der Einwohner berichten über seltsame Geräusche und erlesene schwarze Silhouetten, die aus dem Keller einer Scheune kamen und aus dem Untergrund gingen. Es sieht so aus, als ob ein dunkler Ritual in Vorbereitung ist ..."
  },
  "64": {
    "possibilities": {
      "accept": {
        "outcomes": {
          "0": "Sie akzeptieren die Einladung, Sie sind ein schönes Nichts als die Idee, die Festung in der Burg des Königs zu feiern. Sie bewegen sich in der Richtung des Bauwerks."
        },
        "text": "Sie werden sofort zum Schloss führen."
      },
      "deny": {
        "outcomes": {
          "0": "Partys sind nichts für Sie. Sie beschließen, dass Sie Besseres zu tun haben, als sich zu amüsieren, und machen sich wieder auf den Weg ins Abenteuer."
        },
        "text": "Verweigern Sie die Einladung."
      },
      "end": {
        "outcomes": {
          "0": "Sie haben nicht erwartet, das zu lesen. Sie bleiben lange Zeit, um den Brief zu besetzen. Der Abschied vom Boten erschießt Sie von Ihrem Träumen, und Sie nehmen das Ziel des Schlosses."
        }
      }
    },
    "text": "Kaum sind Sie an Ihrem Ziel angekommen, hält ein Bote atemlos vor Ihnen an und überreicht Ihnen ein Schreiben. Sie lesen aufmerksam den Inhalt, der besagt, dass der König ein großes Fest in seinem Schloss vorbereitet und Sie dazu eingeladen sind."
  },
  "65": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Sie öffnen Ihr Geschenk und sehen, dass am Boden der Schachtel einige Münzen glänzen. Du nimmst sie und fügst sie deinem Geldbeutel hinzu. Sie verlassen das Schloss und freuen sich über Ihr Geschenk.",
          "1": "Du öffnest dein Geschenk und siehst in der Schachtel einen Trank, der in einem funkelnden Rot leuchtet. Du trinkst ihn und spürst, wie eine Kraft aus dem Inneren deines Körpers strömt. Du verlässt das Schloss und freust dich, dass du das Geschenk erhalten hast.",
          "2": "Du öffnest dein Geschenk und siehst, wie ein paar Edelsteine auf den Boden der Schachtel rollen. Du nimmst sie und fügst sie deinem Edelsteinvorrat hinzu. Sie verlassen das Schloss und freuen sich über Ihr Geschenk.",
          "3": "Sie öffnen Ihr Geschenk und nehmen ein Buch heraus, das sich darin befand. Darin werden Überlebenstechniken erklärt, die Sie unbedingt in die Praxis umsetzen wollen. Sie verlassen das Schloss und freuen sich über das Geschenk.",
          "4": "Sie öffnen Ihr Geschenk und nehmen ein Buch heraus, das sich darin befand. Darin werden Kampftechniken erklärt, die Sie unbedingt gegen die anderen Abenteurer ausprobieren wollen. Du verlässt das Schloss und freust dich über das Geschenk.",
          "5": "Sie öffnen Ihr Geschenk und nehmen eine Ausrüstung heraus. Es ist eine mächtige Waffe, die du deiner Sammlung hinzufügst. Sie verlassen das Schloss und freuen sich über das Geschenk.",
          "6": "Sie öffnen Ihr Geschenk und nehmen eine Ausrüstung heraus. Es ist eine mächtige Rüstung, die du deiner Sammlung hinzufügst. Sie verlassen das Schloss und freuen sich über das Geschenk.",
          "7": "Sie öffnen Ihr Geschenk und nehmen eine Ausrüstung heraus. Es ist ein mächtiger Gegenstand, den du deiner Sammlung hinzufügst. Sie verlassen das Schloss und freuen sich über das Geschenk."
        }
      },
      "hopeArmor": {
        "outcomes": {
          "0": "Sie öffnen Ihr Geschenk und nehmen eine Ausrüstung heraus. Es ist eine mächtige Rüstung, die du deiner Sammlung hinzufügst. Sie verlassen das Schloss und freuen sich über das Geschenk."
        },
        "text": "Warten und hoffen, eine neue Rüstung zu bekommen."
      },
      "hopeGems": {
        "outcomes": {
          "0": "Du öffnest dein Geschenk und siehst, wie ein paar Edelsteine auf den Boden der Schachtel rollen. Du nimmst sie und fügst sie deinem Edelsteinvorrat hinzu. Sie verlassen das Schloss und freuen sich über Ihr Geschenk."
        },
        "text": "Warten und hoffen, dass sie gemein werden."
      },
      "hopeGlory": {
        "outcomes": {
          "0": "Sie öffnen Ihr Geschenk und nehmen ein Buch heraus, das sich darin befand. Darin werden Kampftechniken erklärt, die Sie unbedingt gegen die anderen Abenteurer ausprobieren wollen. Du verlässt das Schloss und freust dich über das Geschenk."
        },
        "text": "Warten und hoffen, den Ruhm zu erlangen."
      },
      "hopeHealthy": {
        "outcomes": {
          "0": "Du öffnest dein Geschenk und siehst in der Schachtel einen Trank, der in einem funkelnden Rot leuchtet. Du trinkst ihn und spürst, wie eine Kraft aus dem Inneren deines Körpers strömt. Du verlässt das Schloss und freust dich, dass du das Geschenk erhalten hast."
        },
        "text": "Warten und hoffen, zu bleiben, um gesund zu bleiben."
      },
      "hopeItem": {
        "outcomes": {
          "0": "Sie öffnen Ihr Geschenk und nehmen eine Ausrüstung heraus. Es ist ein mächtiger Gegenstand, den du deiner Sammlung hinzufügst. Sie verlassen das Schloss und freuen sich über das Geschenk."
        },
        "text": "Warten und hoffen, ein neues Objekt zu bekommen."
      },
      "hopeMoney": {
        "outcomes": {
          "0": "Sie öffnen Ihr Geschenk und sehen, dass am Boden der Schachtel einige Münzen glänzen. Du nimmst sie und fügst sie deinem Geldbeutel hinzu. Sie verlassen das Schloss und freuen sich über Ihr Geschenk."
        },
        "text": "Warten und hoffen, dass Sie Geld bekommen."
      },
      "hopePet": {
        "outcomes": {
          "0": "Sie öffnen Ihr Geschenk und finden darin ein Tier. Du beschließt, es auf deine großen Abenteuer auf dem Kontinent mitzunehmen. Sie verlassen das Schloss und freuen sich über Ihr Geschenk."
        },
        "text": "Warten und hoffen, einen Begleiter zu bekommen."
      },
      "hopeWeapon": {
        "outcomes": {
          "0": "Sie öffnen Ihr Geschenk und nehmen eine Ausrüstung heraus. Es ist eine mächtige Waffe, die du deiner Sammlung hinzufügst. Sie verlassen das Schloss und freuen sich über das Geschenk."
        },
        "text": "Warten und hoffen, eine neue Waffe zu bekommen."
      },
      "hopeXP": {
        "outcomes": {
          "0": "Sie öffnen Ihr Geschenk und nehmen ein Buch heraus, das sich darin befand. Darin werden Überlebenstechniken erklärt, die Sie unbedingt in die Praxis umsetzen wollen. Sie verlassen das Schloss und freuen sich über das Geschenk."
        },
        "text": "Warten und hoffen wir auf die Erfahrung zu kommen."
      }
    },
    "text": "Sie kommen in den Saal der Enttäuschung des Königs des Königs, wie viele andere Abenteurer im anderen. In der Mitte des Raums hält sich ein riesiger Sapin, der Tausende von Geschenken aus seinen langen, heiklen Ämchen schützt. Nach einem köstlichen Essen steigt der König auf die große Bühne und ankündigt, dass der Tag im Dunkeln, ein Mann im roten Anzug, in der Nacht gesehen wurde und dass Tausende von Geschenken mit den Abenteurer-Namen unter dem Baum jonglieren. Er fordert Sie auf, zu sitzen und zu warten, bis ein Servant Ihre eigene geschulen hat."
  },
  "66": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Plötzlich liegen Sie auf dem Boden, die Mannschaft ist über Sie gebeugt. Der Kapitän erklärt Ihnen, dass Sie ohnmächtig sind. Sie packen Sie und werfen Sie wie ein Paket über Bord, bevor sie sich schnell entfernen.",
          "1": "Plötzlich liegen Sie auf dem Boden, der Besatzung, die über Sie gehängt wurde. Der Kapitän sagt Ihnen, dass Sie ein Bischotmann sind. Er gibt Ihnen einige zusätzliche Tipps, bevor Sie sich für die Insel verlassen."
        }
      },
      "hints": {
        "outcomes": {
          "0": "Sie wenden sich langsam an den Kapitän und fragen ihn, ob er die große Freundlichkeit hätte, Ihnen weitere Informationen zu geben. Er gibt Ihnen einige davon und Sie brechen auf, bereit wie nie zuvor, um sich der Insel zu stellen.",
          "1": "Besorgt schauen Sie den Kapitän an und bedanken sich höflich für die Überfahrt. Sie schildern ihm Ihre Befürchtungen und bitten ihn um einige Ratschläge. Er gibt Ihnen einige davon und Sie brechen auf, bereit wie nie zuvor, um sich der Insel zu stellen."
        },
        "text": "Weitere Informationen."
      },
      "run": {
        "outcomes": {
          "0": "Sie fahren plötzlich über die Bootsbrücke und gehen nach vorne, wie ein Tier, ohne dass Sie zurückgehen. All dies unter den verblüfften Blick auf die Besatzungsmitglieder.",
          "1": "Alles dankt der Crew für diese wunderbare Reise, die Sie anlanden. Sie entfernen sich von einem nicht versicherten und vertrauten Schritt."
        },
        "text": "Nach unten auf die Insel."
      }
    },
    "text": "Nach einer kurzen Überquerung hat der Kapitän sein Schiff mit dem, was ein Ponton zu sein scheint, amarre. Sie sind viel zu stark in Ihrer Einzauberung der Insel zu resorbiert, um sich um Sie zu kümmern. Sie sieht aus wie winzig und riesig, warm und glacial. Ein seltsames Gefühl, das Sie einsehen, zwischen Ängstlichkeit und Bewunderung. Eine Bewegung auf dem Schiff zieht Sie aus Ihrer Beobachtung."
  },
  "67": {
    "possibilities": {
      "accept": {
        "outcomes": {
          "0": "Sie nehmen sich die Zeit, diese Sklaverei zu genießen, die Sie so sehr vermisst haben, während Sie escapade waren. Sie ist der größte in der Zeit. Sie trinken sie mit kleinen Schluck, und Sie fangen an, das Schiff auf den Wellen zu riechen, ein Zeichen für das Ende dieser Expedition.",
          "1": "Diese Sklaverei ist nicht qualitativ hochwertig, der geschmackvolle Geschmack ist sehr spürbar. Die Reaktion auf die Reaktion, der Kapitän lacht und sagt, das Bier ist auf den Schiffen. Er nimmt Ihren Drink zurück und holt Ihnen etwas Wasser und ein Stück Brot, das Sie ein wenig mehr genießen. Sie erhob sich dann, schauen Sie sich die Insel an den Horizont und machen Sie auf Ihre Abenteuer."
        },
        "text": "Trinken Sie das Getränk."
      },
      "deny": {
        "outcomes": {
          "0": "Nach diesem gefährlichen Abenteuer ist Ihnen nicht nach Trinken zumute. Da der Kapitän Sie nicht in Ihrer unbequemen Lage lassen möchte, bietet er Ihnen, ohne dass Sie wirklich eine Wahl haben, ein gemütliches Bett in seiner Kabine an. Die Bewegung des Schiffes wiegt Sie in den Schlaf, Sie spüren, wie Ihre Gedanken schnell zu Ihren Abenteuern abschweifen und schlafen nach wenigen Minuten ein.",
          "1": "Da diese Reise sich bewährt hat, entfliehen Sie, um nicht noch mehr zu entwässern. Sie bitten um das Wasser vom Schiff. Sie wissen aber nicht, dass Sie in einen tiefen Schlaf fallen, bevor er zurückkommt."
        },
        "text": "Das Geschenk höflich verweigern."
      },
      "end": {
        "outcomes": {
          "0": "Der Captain wartet darauf, dass Sie das Geschenk nehmen, das er Ihnen bietet. Sie haben sich jedoch in einem Bruchteil der Sekunde eingeschlafen, was sehr schnell zu erkennen ist. Er geht also zurück, um sein Boot zu steuern, und Sie schlafen zu lassen, wo Sie sind."
        }
      }
    },
    "text": "Nach einem kurzen Spaziergang gelangen Sie auf das Boot, das Sie zu dieser kleinen, unwirtlichen Insel gebracht hat. Wenn Sie Ihre Müdigkeit und Ihre Verletzungen sehen, vergib der Kapitän die Ordnung seiner Crew, um den Anker zu heben. Wenn Sie auf der Brücke sitzen, sehen Sie es mit einer Bierpfeife an der Hand, die Sie in der Hand haben."
  },
  "68": {
    "possibilities": {
      "checkDate": {
        "outcomes": {
          "0": "Du schaust auf den Kalender und entdeckst, dass es ein Turnier gibt, das in Kürze beginnt! Sie beschließen, daran teilzunehmen und schaffen es nach einigen Stunden Kampf bis ins Finale. Ihr Gegner ist Ihnen jedoch überlegen und Sie verpassen Ihren letzten Kampf. Als Finalist gewinnen Sie immerhin einen Beutel voller Gold, bevor Sie sich wieder auf den Weg machen.",
          "1": "Sie sehen sich den Kalender an und sehen, dass Sie in der Legeperiode, im 6. Monat des Jahres, sich entscheiden zu gehen und zu gehen und ein Galette mit einem nahegelegenen Stand zu essen. Dieses Essen wird Sie beruhigt haben! Sie sind wieder auf dem Weg, wieder zurück.",
          "2": "Wenn Sie den Kalender sehen, erinnern Sie sich an die Poster auf den Straßen, die von einer Schatzsuche sprechen. Dann entscheiden Sie, ob Sie daran teilnehmen möchten. Nach zwei Stunden Forschung, können Sie nichts finden, was immer es ist. Sie entscheiden sich also, den Weg zu gehen.",
          "3": "Schauen Sie sich den Kalender an, und an dem Tag, an dem Sie heute stehen: Conkurs von Hydromel! Sie fühlen sich gegen Alkohol beständig, wenn Sie versuchen, Ihre Chance zu versuchen. Sie gewinnen den Wettbewerb und eine Belohnung! Aber Sie sind sehr betrunken."
        },
        "text": "Den Kalender behalten."
      },
      "end": {
        "outcomes": {
          "0": "Sie hängen in der Bibliothek, und sehen Sie nicht die Minuten. Wenn Sie das tun, verlassen Sie sich, und Sie wissen, dass es schon spät ist. Sie nehmen Ihren Weg zurück, ohne weitere Verzögerung zu haben.",
          "1": "Sie blitzen vor der Anzahl der Bücher und der Menge des Wissens, das von diesen Orten aus ist. Kurz darauf hat die Bibliothekarin Sie signiert: Das Gebäude steht kurz davor, zu schließen. Entmuten Sie, um Ihre Abenteuer zu verfolgen.",
          "2": "Sie bleiben mehrere Minuten in der Bibliothek, entbahs alles über alles. Sie setzen sich hin, denken Sie. Plötzlich krattet ein Leser Ihre Gedanken, das Buch \"Hänsel und Gretel\" von den Grimm-Brüdern in der Hand. Er fordert Sie auf, sich zu verlassen, weil Sie an seinem Lieblingsplatz in der Bibliothek sitzen. Kommen Sie, Sie gehen, ohne es noch einmal zu wissen."
        }
      },
      "read": {
        "outcomes": {
          "0": "Sie entscheiden sich, ein Buch zu lesen. Das hier spricht über Küche und Nachspeisen, die wir vorbereiten können. Sie notieren das Rezept, bevor Sie nach den Zutaten suchen. Wenn Sie diese gefunden haben, folgen Sie den Anweisungen in dem Brief. Sie probieren Ihr Gericht, bevor Sie die Vorzüge spüren, und fahren Sie dann wieder auf die Straße.",
          "1": "Sie nehmen ein Buch, dann lesen Sie es. Das Buch spricht von Arithmetik. Dies war jedoch nie Ihre Stärke: 10 Minuten später, entscheiden Sie sich, das Buch zu stützen, bevor Sie Ihren Weg fortsetzen.",
          "2": "Sie lesen ein Kochbuch. Der hier spricht von einem leckeren. Alléché, Sie entscheiden sich, die Abflachung vorzubereiten. Aber Sie respektieren nicht das, was markiert war, und nachdem Sie gegessen haben, fühlen Sie sich nicht gut ...",
          "3": "Sie nehmen das erste Buch, das Sie sehen. Es geht um die Alchemie und die Vorteile von Pflanzen. Nachdem Sie den Inhalt sorgfältig studiert haben, übergeben Sie ihn, einige davon werden Sie für Ihre nächsten Abenteuer verwenden."
        },
        "text": "Lesen Sie ein Buch."
      },
      "steal": {
        "outcomes": {
          "0": "Sie stehlen ein altes, staubiges Buch und verlassen das Gebäude aus dem Gebäude, um einen Käufer in den großen Geständnis der Stadt zu finden. Sie sehen jedoch, dass niemand an diesem Buch interessiert ist, vor allem weil es sehr beschädigt ist und sogar rissene Seiten hat. Sie geben sie also auf, bevor Sie Ihren Weg zurück.",
          "1": "Sie gehen aus der Bibliothek heraus, ohne dass jemand bemerkt, dass Sie hier sind. Sie haben es geschafft, ein Buch zu stehlen, und versuchen, es den Passanten zu verkaufen. Ein Mann hat beschlossen, sie für ein paar Goldmünzen zu kaufen. Wenn Sie die Transaktion abgeschlossen haben, nehmen Sie Ihren Weg zurück.",
          "2": "Sie haben versucht, ein leckes Buch zu stehlen, aber die Bibliothekarin hat Sie in die Tasche. Sie verlangt, dass Sie ihr dieses kostbare Buch zurückgeben, und bei der gleichen Gelegenheit einen Ausgleich! Déçu et penaud, Sie geben ihm das Buch und dedommagez von einem breiten Griff Ihrer Ersparnisse, um das Gefängnis zu vermeiden ..."
        },
        "text": "Versuch, ein Buch zu stehlen, um es wieder zu verkaufen."
      }
    },
    "text": "Nachdem Sie in den Straßen von Claire De Ville verpfändet wurden, entwarfen Sie ein Gebäude, dessen Eingang von zwei Statuen von Hiboux aus Stein umgeben ist. Wenn Sie sich nähern, verstehen Sie, dass es die Bibliothek der Stadt ist. Sie entscheiden sich für die Durchreise, um die Zeit zu verbringen. Auf einer der Mauern des Einlasses ist ein Kalender, der durch ein Leder-Lanzer miteinander verbunden ist, durch breite Blätter verbunden ist."
  },
  "69": {
    "possibilities": {
      "accept": {
        "outcomes": {
          "0": "Sie haben den Eindruck, dass Sie zugeben sind, dass Donia von seinem Stab Ihre Schultern berührt, die rechte nach links, Sie segnen Sie so. Nach der Zeremonie fühlen Sie sich nicht wirklich anders.",
          "1": "Sie fühlen sich nach seinem Segen übermächtig, bis Donia sich in die Richtung eingeht. Sie versuchen, sie zu finden, so wie Sie denken, dass Sie so verrückt sind, aber kommen Sie nicht dazu. Sie gehen, beschämend und verwirrt, und schwören, aber ein bisschen spät, dass sie Sie nicht mehr nehmen.",
          "2": "Während Donia beginnt, Sie zu \"segnen\", schickt sie Ihnen ein seltsames blaues Pulver. Der Wald beginnt mit Ihren Augen, und Donia führt Sie zu einem nahegelegenen Baum, gegen den Sie einschlafen. Sie träumen vom königlichen Schloss, und Sie sehen, wie Sie an einem wichtigen Bankett teilnehmen. Die Prinzessin nähert sich ihr, eine verfälschte und dunkle Bahn, die ihr Gesicht verdeckt, denn Sie kennen ihre wahre Erscheinung nicht. Sie verbringen den Rest des Traums tanzen mit ihr ... Auf diese Weise können Sie schlafen, wenn Sie sich wieder erholt haben."
        },
        "text": "Akzeptieren Sie sein Angebot."
      },
      "comrpomise": {
        "outcomes": {
          "0": "Sie scheint enttäuscht zu sein, aber Sie bieten rosa Rosa als Geschenk für die Prinzessin. Sie sind wieder auf dem Weg, ebenso enttäuschend wie sie, die nur eine arme Blume erhalten hat.",
          "1": "Eher ein Segen fragt ihr, ob sie einen Ort in diesem Wald kennt, wo man sich einen Moment ausruhen könnte. Sie führt Sie dann zu ihrem Haus, wo Sie Essen und Wein bekommen. Es ist unglaublich angenehm und Sie enden die ganze Flasche, Sie sind hinter dem her, bis Sie ein Bett haben. Während Sie schlafen, machen Sie einen ganz besonderen Alptraum: Donia ist eine alte, stolzte Frau, eine archetypische Hexe, und sie will Sie töten, bevor Sie in ihrem Ofen kochen. Die wahre Donia lässt Sie schlafen und geht weiter."
        },
        "text": "Finden Sie einen Kompromiss."
      },
      "deny": {
        "outcomes": {
          "0": "Sie müssen die Augenbrauen anziehen und nicht zögern, ihr zu sagen, dass Feen nicht da sind und sie komplett ablesen. Furiös, Donia benutzt ihren Stab, um Sie durch das Rauchen zu überbringen, und Sie ließen sich auf einem Blatt Papier verwischt lassen.",
          "1": "Sie benutzen den ganzen Fleck und versuchen ihn zu verstehen, dass die Feen nur in den Märchen und Erzählungen von abenteuerlichen Abenteurer-Abenteurer, ohne großen Erfolg zu existieren. Wenn Sie das Gegenteil beweisen wollen, wird Donia aus einer kleinen Menge an rotem, rotem Pulver, die Sie in die Abbildung schicken, raus kommen. Sie sind zu nah an ihr, um ausweichen zu können, und inhalieren Sie das Pulver. Ihre Vision ist verwirbelt, und Sie verlieren den Grund. Sie lassen Donia die Hände halten und Sie zu einer Lichtung führen. Hier sehen Sie viele kleine Feen, die Sie dort rauswerfen. In Wirklichkeit handelt es sich um Wespen. Sie haben eine Gefahr in der Erwägung, dass Sie eine Bedrohung sind, die Sie mehrmals ersticken. Sie sind vergiftet und werden etwas Zeit brauchen, bevor Sie sich besser fühlen."
        },
        "text": "Ablehnen."
      },
      "end": {
        "outcomes": {
          "0": "Während Sie sie für eine Weile stillschweigend anstarren, scheint Donia sich von Ihnen nicht mehr interessiert zu sein, und wenn Sie nichts weiter sagen, wird es nichts mehr sagen. Aber Sie setzen sich weiter. Ohne die geringste Denkweise. Es ist nur ein paar Stunden später, dass Sie Ihre Geister wieder aufholen und Ihre Reise fortsetzen, als ob nichts passiert wäre."
        }
      }
    },
    "text": "Während Sie die Wälder des Vicklard überquert haben, nähert sich eine wunderschöne Frau an der aktuellen Position. Seine langen Haare sprechen von der Farbe der Kekse des Tumult-Meeres, und sie ist mit einem silbernen Kleid, dem Korsett von kleinen Saphire gekleidet. Seine rechte Hand hält einen Peitsche von Aubepine. Ein solches Erscheinungsbild lässt Sie direkt denken, dass es sich hier um etwas handelt, das wie eine Fee aussehen sollte, wenn diese Kreatur existiert: sowohl wild als auch blühend. All das macht Sie beunruhigt, aber die Unbekannte lächelt freundlich und kündigt Donia an. Sie erklärt, dass sie eine Fae ist, in der sie ihre ersten Eindrücke finden. Sie glauben nicht zu viel, und fühlen Sie sich zu treffen, aber ihr Stab scheint Ihnen gefährlich genug zu sein, damit Sie ihn nicht wissen lassen, dass er es weiß. Donia bietet Ihnen seinen Segen an, denn er glaubt, dass er bei der Suche nach der Prinzessin nützlich sein kann."
  },
  "7": {
    "possibilities": {
      "check": {
        "outcomes": {
          "0": "Wenn Sie die Tür aufbrechen, verletzen Sie sich zutiefst. Sie müssen unbedingt behandelt werden!",
          "1": "Nachdem Sie fast eine Stunde lang versucht haben, in das Haus zu gelangen, geben Sie schließlich auf. Als Sie gehen, finden Sie einen Gegenstand, der Ihnen vielleicht noch nützlich sein kann!",
          "2": "Sie gehen in das Haus und legen Ihr Geschäft auf, um sich auszuruhen. Wenn Sie einen tiefen Schlaf haben, müssen Sie sich ausruhen, bevor Sie das Abenteuer fortsetzen.",
          "3": "Sie gehen in das Haus und durchsuchen Sie rund ein paar Minuten um Sie herum. Wenn Sie herauskommen, finden Sie ein Objekt, das Ihnen vielleicht nützlich sein kann!",
          "4": "Sie gehen in das Haus und durchsuchen Sie rund ein paar Minuten um Sie herum. Sie beenden Ihre Forschung, ohne dass Sie etwas gefunden haben."
        },
        "text": "Bitte besuchen Sie die Innenseite."
      },
      "end": {
        "outcomes": {
          "0": "Sie verbrachte fast 15 Minuten ohne Bewegung, es ist an der Zeit, wieder zu gehen."
        }
      },
      "skip": {
        "outcomes": {
          "0": "Sie fahren weiter, ohne sich um das Haus zu kümmern."
        },
        "text": "Keinen Weg, um weiter zu gehen."
      }
    },
    "text": "Sie haben ein Haus entdeckt. Sie scheint verlassen zu sein ..."
  },
  "70": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Nach einer kurzen Bedenkzeit entscheiden Sie sich schließlich, das Grab zu betreten, um sich im Schatten abzukühlen und auszuruhen.",
          "1": "Während Sie zögern, den Weg zu gehen, wird der Sandsturm angeklagt. Sie werden sich in die Passage einladen, die Zeit, die die Rafes sich beruhigen, sicher in Sicherheit.",
          "2": "Während Sie zögern, zu folgen, eine Frau, die den Gürtel trägt, ist ein Piolett aus der Luke entfernt. Sie bedrohen Sie mit einem bunten Bogen, und dann befehlen Sie, ihm den Rücken zu drehen, was Sie tun. Ein heftiger Schlag gegen die Schläfe lässt Sie viele Minuten lang verwirrt sein."
        }
      },
      "explore": {
        "outcomes": {
          "0": "Sie können die Galerien für eine Weile verarschen, suchen Sie nach einem verborgenen Raum. Sie enden am Ende eines Arsch, der fürchtet, Sie zu verlieren, wenn Sie Ihre Erkundungskundungen fortsetzen, Sie entscheiden sich, den Weg zurück zu gehen.",
          "1": "Nachdem Sie mehrere Teile durchlaufen haben, darunter eine voll verschlupsterte Viktora, kommen Sie in ein riesiges Zimmer, wo das Gold der Meister ist. Es sind die Wände, die verschiedenen Gegenstände, die Kleidung und sogar die Schließfächer. In einer Ecke finden Sie ein Objekt, das vielleicht nützlich sein könnte. Dann füllen Sie Ihr größeres Stipendium, dann gehen Sie zurück zum Dedale.",
          "2": "Wenn die Luke vorbei ist, wandern Sie, bis Sie in eine Sackgasse geraten sind. Sie entscheiden sich zu befreien, aus Angst, Sie zu verlieren. Während Sie die Luke erreichen, werden Sie von einem Individuum angegriffen, der mit einem braunen Hut bedeckt ist, der einen Peitschen an seinem Gürtel trägt. Sie wetten so gut, dass die meisten Schläge nicht umrissen werden können, und Sie werden es nicht tun. Sie kämpften lange, aber beenden Sie ihn mit einem entscheidenden Schlag. Sie entdecken, indem Sie ein kleines Stipendium mit einer hohen Summe von Geld aufsuchen.",
          "3": "Wenn die Luke vorbei ist, wandern Sie bis zu einem Grabhaus, das unterirdisches Untergrund ist ein Grab! Wenn Sie wieder auf den Weg gehen wollen, können Sie nicht erkennen, wie Sie die Korridore erkennen, die Sie überquert haben, und viele Stunden vor der Suche nach einem Ausweg. Sie nehmen Ihre Abenteuer wieder auf, während der Vollmond ausbricht, wie im Freien, die leise Wüste.",
          "4": "Nachdem Sie die Luke überquert haben, kommen Sie in die Dunkelheit und entdecken Sie einen seltsamen Ort: eine verlassene Krypta, die unterirdischen Tunnel sehen aus wie eine Grabstätte! Die Lust auf eine halbe Runde nimmt Sie, aber Ihre Bestürzung, die Korridore scheinen Ihre Bedeutung zu spielen und sich vor Ihnen zu metamorphosieren. Sie erregen ohne Bezugspunkte für eine Zeit, die Sie nicht verstehen, bevor Sie schlussendlich einen Ausweg finden.",
          "5": "Wenn die Luke in der Luke ist, wandern Sie bis zu einem Stück, in dem ein Sphinx, ganz in Gold, aufrümtet! Wie hypnotisiert, nähern Sie sich ihm, bis Ihr linker Fuß auf einer Platte liegt, die sich in den Boden einfliegt ... Zwei goldene Pfeile werden in Ihren Ohren geschädigt, während ein dritter Kratzer Ihren Arm verärgerte. Es ist keine Wollwunde, aber diese Falle bringt Sie dazu, die Orte zu evakuieren."
        },
        "text": "Durchsuchen Sie die Untergrundstücke."
      },
      "skip": {
        "outcomes": {
          "0": "Sie entscheiden sich, die Luke zu ignorieren: Ein unterirdischer Untergrund zu erforschen, wäre für Sie viel zu gefährlich. Die skeptischen Rafale haben sich zu beruhigt, was für ein Segen für Sie!",
          "1": "Sie entscheiden sich, die Luke zu ignorieren und Ihren Pfad weiter zu verfolgen, aber der Sandsturm wird noch virulenter. Wenn Sie nicht zögern, gehen Sie wieder auf den Weg, um Sie zu beherbergen. Sie entscheiden sich, sich hier auszuruhen, bis der Sturm vorbei ist.",
          "2": "Die Rafale verstärken sich, also zerreißen Sie sich ein Stück von oben, um Ihre Atemwege zu schützen. Sie sind nur wenige Schritte und werden mehrere Kaktusfrüchte ablenken, einige mit Obst. Nachdem Sie zwei aufgeholt haben, finden Sie schnell eine Dünen, die Sie in die Obdachlosigkeit einschlugen kann. Wenn Sie geschmiert sind, entdecken Sie, dass die Früchte köstlich sind. Viele Minuten später hat sich der Sturm umbringt. Dann nehmen Sie Ihre Abenteuer wieder.",
          "3": "Nachdem Sie die Luke dicht verschlossen haben, fahren Sie fort. Plötzlich ist der Boden unter euren Füßen abgewichen. Sie sind in einem der Teile des Untergrundstücks gefallen. Wenn Sie abstürzt, beschulen Sie sich den Oberschenkel. Zum Glück haben Sie es sich leicht gemacht."
        },
        "text": "Fahren Sie bitte fort."
      }
    },
    "text": "Während Sie in der Wüste von La Dune suchen, scheint die Luft in der Luft trockener zu werden. Wenn Sie Fortschritte machen, müssen die Sandkörner rausfliegen, und Sie zwingen die Augen zu plissieren. Plötzlich fühlen Sie sich den Boden unter Ihren Füßen, um den Platz eines nicht zu stärken. Überraschen Sie den Sand und entdecken Sie die Luke und öffnen Sie sie. Ein riesiges Labyrinth offenbart sich vor Ihren Augen."
  },
  "71": {
    "possibilities": {
      "accept": {
        "outcomes": {
          "0": "Sie folgen dem alten Mann zu dem Zelt, das ihm als Haus dient, und lassen sich von ihm eine seltsame Mischung servieren, von der er sagt, sie sei eine köstliche Peyote-Suppe. Aus Höflichkeit trinken Sie sie. Es dauert nur wenige Augenblicke, bis Sie die Auswirkungen dieser dämonischen Suppe zu spüren bekommen: Ihre Sicht verschwimmt und die Welt schwankt. Plötzlich haben Sie Angst vor dem verrückten Einsiedler und fliehen in die Wüste. Am frühen Morgen wachen Sie mit schrecklichen Kopfschmerzen auf, und es dauert eine Weile, bis die Wirkung des Peyote vollständig nachlässt.",
          "1": "Sie folgen dem alten Mann bis zu dem Zelt, der ihm zu Hause serviert wird, und teilen Sie eine Mahlzeit zusammen, während das Feuer seine Geschichte erobert. Er erklärt, dass sein Bruder und sein Bruder sich wegen einer Katastrophe, die den Tod ihrer ganzen Familie verursacht hat, für ihre Ermmierung trennten, die einzigen übrig waren, die ihr Bruder und ihr Bruder waren. Seine Geschichte berührt Sie tief, und der Name eines anderen Ermites, dessen Name mit einem X beginnt, scheint vertraut zu sein ... Die Wüste ist glazial, wenn Sie in der Nähe des Feuers mit der Ermite einschlafen. Am frühen Morgen, wenn Sie aufwachen, finden Sie einen wunderbaren Skorpion in einem Ihrer Schuhe. Sie werfen ihn weg von sich und nehmen Sie Ihren Weg zurück.",
          "2": "Sie folgen dem alten Mann zu seinem Zelt, das ihm als Zuhause dient, und essen gemeinsam am Feuer, während Sie von Ihren Abenteuern berichten. Nachdem Sie sich satt gegessen und dem Einsiedler gedankt haben, setzen Sie Ihre Reise durch die Wüste fort, indem Sie immer tiefer in die mäandernde Wüste vordringen."
        },
        "text": "Akzeptieren Sie sich mit ihm."
      },
      "deny": {
        "outcomes": {
          "0": "Sie stellen einen höflichen Ausschlag für den Vorschlag des Ermites und fahren Sie mit Ihrer Reise fort.",
          "1": "Wenn Sie zögern, zu akzeptieren, zieht der alte Mann Sie vom Arm ab und lädt Sie ein, den Tee zu trinken, Sie reden mit ihm, während Sie das Getränk pfeifen. Nach einem kurzen Moment, machen Sie Ihren Abschied vom alten Mann und nehmen Sie die Straße wieder.",
          "2": "Wenn Sie zögern, zu akzeptieren, dass der alte Mann beschließt, Ihnen \"ein Objekt seiner persönlichen Sammlung\" zu geben, stimmen Sie mit der Gegenwart zu, bleiben jedoch in seiner Gesellschaft und entscheiden sich, sich schnell zu vereinen.",
          "3": "Sie verlassen sich auf sein Angebot, aber wenn Sie Ihren Weg fortsetzen, werden Sie wieder interpell, und Sie reden über alles und was auch immer. Am Ende des Augenblicks, der viel zu viel zu mieten und denkt, dass er versucht, Ihnen eine Falle zu entspannen, entscheiden Sie sich, den kleinen Monolog zu durchbrechen, bevor Sie so schnell wie möglich entkommen."
        },
        "text": "Das Angebot ablehnen und mit der Route fortfahren."
      },
      "end": {
        "outcomes": {
          "0": "Dieses Individuum scheint Sie verdächtig zu sein und sein Ansatz ist ein Ameisen. Wenn Sie den Arm tendieren, um sich zu fragen, ob Sie sich gut fühlen, drücken Sie es plötzlich und drücken Sie ihn in den Bereich des Wassers, bevor Sie sich alle Beine bewegen.",
          "1": "Sie sehen, dass der alte Mann nicht reagiert, Sie schrien, und Sie werfen eine Handvoll Sand ins Gesicht, bevor Sie sich bewegen. Das blengendliche Vervollständigung, Sie werden auf den kleinen Bereich des Wassers ausgerichtet, um den Sand Ihrer Augen zu spülen. Nach ein paar Minuten fühlen Sie sich besser und nehmen Ihren Weg zurück."
        }
      },
      "steal": {
        "outcomes": {
          "0": "Sie lassen den Mann Sie zu seinem Zelt führen und im Stillen einen großen Stein mitnehmen, während er Sie den Rücken dreht. Sie ermorden dann einen großen Schlag auf seinen Enkuschkröten. Der Ermite fällt auseinander, und das Blut breitet sich auf den Boden, der von der Oase gecrortet wird. Sie entscheiden sich, ihn so zu lassen, und werfen Sie einen Blick in das Zelt. Im Inneren finden Sie Tresorkoffer mit Schmuck und großen Objekten. Sie sprechen mit einer Menge an Geld und einem Objekt, das in der Geschwindigkeit gefangen ist. Sie nehmen Ihre Reise schnell wieder ein, nur wenige, die in der Tasche sind, um Ihre Hand zu nehmen.",
          "1": "Sie lassen den Mann Sie zu seinem Zelt führen und im Stillen einen großen Stein mitnehmen, während er Sie den Rücken dreht. Wenn Sie ihn schlagen wollen, dann kehrt er zurück, indem er einen Dolch aus seinem Ärmel abführt und dich tief in die Büste einstarrt. Sie nehmen Ihre Beine an Ihrem Hals, indem Sie versuchen, das Blutvergießen zu verhindern. In Ihrem Leck hören Sie den alten Verrückten, der ein paar Lachs lacht.",
          "2": "Sie lassen den Mann Sie zu seinem Zelt führen und im Stillen einen großen Stein mitnehmen, während er Sie den Rücken dreht. Sie ermuntern einen großen Schlag auf seinen kränkenden Schädel, der Ermite brach in den Boden, und Sie sind sofort wieder in Reue. Sie verlegen den Kopf des alten Mannes und legen ihn auf seine Geburtenrate, bis er wieder aufgeht. Wenn Sie aufwachen, verwechseln Sie sich mit einer Entschuldigung und geben ihr Geld, um Ihre Verachtung zu entschähen.",
          "3": "Alles, wenn man den alten Mann folgt, nimmt man einen Stein auf dem Boden in den Boden. Die Diskretion ist nicht Ihre Stärke, und die Ermite bemerkt sofort Ihr Schweigen Schweigen. Wenn Sie die Situation verstehen, scheuen Sie sich vor der Kyfabrik, indem Sie sich einen Faust von Ihnen entsenden, wie Sie es nie erhalten haben."
        },
        "text": "Abfangen und genießen Sie die Nacht, um ihr Eigentum zu stehlen."
      }
    },
    "text": "Während Sie das Rois-Vallée überquert haben, können Sie eine Oase sehen. Genug von Ihrer Reise, Sie werden auf den kleinen Bereich des Wassers für Sie, um sich dort zu finden. Während Sie trinken, ist ein Lachen hinter Ihnen zu hören, und Sie werden überspringen. Wenn Sie sich umdrehen, wird ein alter Mann mit dem Gesicht, das durch eine große Kapuze versteckt wurde, mit Ihnen konfrontiert. Er sagt, dass er Xirtex anrufen soll und diese Oase anziehen soll. Dieses hier bietet Ihnen die Möglichkeit, sich in seinem Haus zu beherbergen, um sich von Ihrer Reise zu erhellen und Ihre Abenteuer zu teilen."
  },
  "72": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "In voller Zögerlichkeit, aber letztlich verzinst durch die unbesetzte Menge der Menschenmenge, wissen Sie nicht, dass Sie der Richterin sind, und Sie werden sich der allgemeinen Begeisterung anschließen. Sie kauf die Teilnehmer der verschiedenen Prüfungen stundenlang.",
          "1": "Ihr eigenes Leben ist Ihrer Meinung nach viel wichtiger als der Glanz eines Sieges eines Turniers. Sie danken dem Richter und sagen ihm, dass Sie am Ende nicht an diesem Turnier teilnehmen werden."
        }
      },
      "joinArchery": {
        "outcomes": {
          "0": "Die Prüfung scheint Ihnen schwierig zu sein: Sie müssen drei Pfeile auf einen Strohhalm abwählen, der 50 Meter von Ihnen entfernt liegt. Ihre Pfeile werden in der Mitte des Strohhalgets gepflanzt. Sie sind der Sieger dieser Prüfung! Die schöne Dame des örtlichen Herrn, Yseldia, hat Ihnen ein schweres Stipendium angeboten, während Sie durch seine krumme Geier blenden.",
          "1": "Die Prüfung scheint Ihnen schwierig zu sein: Sie müssen drei Pfeile auf einen Strohhalm abwählen, der 50 Meter von Ihnen entfernt liegt. Sie sind nicht sehr begabt, also verpassen Sie zwei von Ihren Pfeilen auf den drei und nehmen Sie den letzten Platz in der Rangliste! Es ist sehr schön, dass Sie an der allgemeinen Euphorie teilnehmen konnten, aber Sie treffen sich auf Ihrem Weg.",
          "2": "Während Sie Ihren ersten Pfeil abkodieren, überraschen Sie eine Belästigung. Sie lassen Ihren Bogen fallen, und Ihr Pfeil hat sich in der Nähe des Kopfes eines Ritter-Muskuschusers gepflanzt. Der hier wirft einen dunklen Blick auf Sie und beginnt sich mit Ihnen zu bewegen. Das Abenteuer wartet nicht auf Sie. Sie nehmen Ihren Weg zurück!"
        },
        "text": "An der Schießerei an der Lichtbogen teilnehmen."
      },
      "joinJoust": {
        "outcomes": {
          "0": "Nachdem Sie drei Spielerinnen gewonnen haben, befinden Sie sich im Finale gegen den Graf der Nachbarregion. Sie entwaffnen Sie mit Flexibilität und einer erfrischenden Leichtigkeit. Sie kommen also auf das Podium. Während Sie von der kranzenden Krone von Yseldia, der Gattin des lokalen Herrn, unterbewertet werden, stimmen Sie mit einer unzuvorstellenden Luft an einer großen Börse aus ihren heiklen Händen zu.",
          "1": "Eine neue Spielerei beginnt, ein Palefrenier gab Ihnen ein graues doppeltes Pony, dessen ehemaliger Besitzer leider nicht mehr lange verstorben ist. Sie stehen vor Yvain, einem Ritter des Renom-Cheerers. Sie werden den Galoper und Ihren Gegner anflehten, der Sie mit der Aisanz entwaffnen lassen. Während Sie mit einem schmutzigen Boden auf staubigen Boden landen, läuft Ihr Reittier auf einem Ihrer Knötchen, bei dem ein schmutziger Schaden angeschlagen wird. ",
          "2": "Nachdem Sie einen bai gefickten Canasson gefunden haben, der unkontrolliert bleibt, können Sie sich an den Spielerinnen und Spielerinnen beteiligen. Das ist der Gewinner! Die Frau des lokalen Herrn, die mit dem Namen Yseldia zu tun hat, gibt Ihnen Ihre Belohnungen in der Hand. ",
          "3": "Während Sie die Trunkenheit des Pferdes zum Pferd riechen, erinnern Sie sich, dass Sie kein Pferd haben, das Sie an diesem Test teilnehmen lassen. Entmutigend, Sie entscheiden sich, Ihren Weg in Grommelant weiter zu machen."
        },
        "text": "Ich werde an der Spielzeuge teilnehmen."
      },
      "joinMelee": {
        "outcomes": {
          "0": "Während Sie die Mumm-Waffen der anderen Teilnehmer sehen, ist Ihr Mut in der Sonne als Schnee geebtet. Sie entscheiden sich, sich diskret zu überschatten, bevor Ihr unvollendtes Leben abgerissen wird. ",
          "1": "Nachdem Sie fast den Tod mit einem stinkenden Schuss von kostbaren Edelsteinen gefunden haben, begeben Sie sich damit, dass Sie Ihren letzten Gegner nicht in die Lage versetzen. Der Angriff auf die Waffe kündigt Ihren Erdrutschsieg an! Die Dame des Herrn, genannt \"Yseldia\", bringt Ihnen Ihre Belohnung zu. Im Dankeschön werden Sie ihr heikles Gesicht sorgfältig studieren, dessen Gipfel mit einer krämenden krämenden Kranz von Rubin dekoriert ist.",
          "2": "Nachdem Sie fast alle Ihre Gegner gekämpft haben, beginnen Sie zu müden und verlieren Ihren letzten Kampf! Sie sehen ein algeres Erlebten in Ihrer Hand und gehen in die Richtung der Mummeln der Stadt. Der hier hat die Wunde in Panik und besteht darauf, dass Sie sich ein wenig ausruhen.",
          "3": "Sie haben die Höhe Ihrer Gegner unterschätzt, und deshalb werden Sie von einem von ihnen auf den Boden gestellt. Trotz Ihrer Vermutigungen, Ihres Gegners, bewaffnet mit einer aufstrebenden, kränkenden Hallearde, lachen Sie den Arm bis auf die Schulter."
        },
        "text": "Die Teilnahme an der Fuss-Test-Prüfung."
      },
      "joinPoetry": {
        "outcomes": {
          "0": "Das Rhythmus, die Räuber und die Mehrheiten in Ihrem Gedicht bezittern die Menge. Sie sind ein großer Sieger! Yseldia, die Gattin des lokalen Herrn, erholt Ihre Belohnung, nicht ohne einen emotionalen Faden.",
          "1": "Einige Minuten vor der Bekanntgabe der Ergebnisse bemerken Sie, dass Sie nicht an der Börse sind. Sie sind sicher, dass Sie vor Ihrer Passage fliegen. Gut, dass Sie nicht Ihr Gold auf sich haben. Sie können nicht auf den Rest der Feierlichkeiten warten, und Sie können nicht warten.",
          "2": "Während Sie mit Kraft und mit einer sinkenden Stimme Ihr Gedicht singen, merkt man einen hässlichen Damoisell, der Ihnen die Augen vor Augen macht. Wenn Sie Ihren Tiraden beenden, wird die junge Dame Ihre Hand ergreifen und sich rennen! Ein paar Tage weiter entfernt, die junge Dame küsst Sie! Es ist nicht Ihre Prinzessin, Sie lassen sich nicht ablenken, und erklären, dass Ihr Herz bereits genommen wurde. Mit dem Abschied nehmen Sie ein Objekt, das Ihnen vielleicht für die Fortsetzung Ihrer Abenteuer dienen kann."
        },
        "text": "Sie können an der Poesie teilnehmen."
      },
      "searchFood": {
        "outcomes": {
          "0": "Sie haben es geschafft, eine Straßenküche zu finden, deren Besitzer eine Metich-Frau ist. Ihr Vorname, Lucya, sagt Ihnen etwas. Im Laufe des Gesprächs erklärt Lucya, dass Sie an der berühmten Herberge in Boug-Coton gearbeitet haben. Aber sie hatte viel zu viele Abenteuer-Abenteuer, um diese Art von Zahnseide zu akzeptieren. Ich bin froh, dass Sie ihr das Interesse an ihr bringen. Die Frau bietet Ihnen einen kleinen Hydromel-Ampulle an. Sie sind jetzt nach Ihren eigenen Abenteuern gerillt und bereit für das Abenteuer.",
          "1": "Sie finden keine Straßenküche: ein Amutor erklärt, dass ein großer Bankett später geplant ist. Von dieser Nachricht an, entscheiden Sie, aus der Stadt zu gehen. ",
          "2": "Sie haben es geschafft, eine Straßenküche zu finden, deren Besitzer eine Metich-Frau ist. Ihr Vorname, Lucya, sagt Ihnen etwas. Kurz nachdem er mit ihr gesprochen hatte, lernt man, dass sie ihre eigene Herberge aufmachen will, wenn die Ermüdung es in ihrem Leben als kulinarische Abenteurer zu überwindet. Sie sind sehr sympathisch, Lucya bietet Ihnen eine vergessene Vergessene, die Sie durch ihre Pflege erhalten. Der kleine süchliche Geschmack von diesem süchkosischen Singular verwüstet Ihren Gaumen. "
        },
        "text": "Wechseln Sie zu einer Meinung und gehen Sie auf der Suche nach einem Essstand."
      }
    },
    "text": "Während Sie in die Reue von Clare de Ville kommen, entdecken Sie, dass viele seiner Bewohner sich nach außen vor den großen Mauern vertrieben haben: ein urrümisches Turnier besiegt seine ganze Menge! An den Hurden, die an Mauern und Mauern angekommen sind, werden Schlachten, Herde, Menestrale, Erben, Bares und Verhörer mit Freude, Schuss, Speise oder Massentöden vogeliert. Das von der Paga und dem allgemeinen Training geplünderte Begeisterte entscheiden sich für Ihre Chance. Sie suchen nach dem Richter, der Ihre Anmeldung akzeptiert, und Sie werden gefragt, an welcher Prüfung Sie teilnehmen möchten."
  },
  "73": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Sie verlassen die Menge, um Sie diskret aus der Rulotte des Mannes zu ziehen, um ihn zu verärgen. Im Inneren seines bescheidenen Rads, sehen Sie eine Katze mit ihren kleinen Kerzen, und verstehst du die Sucht sofort. Sie nähern sich dem Dressere und fordern Geld für Ihr Schweigen.",
          "1": "Fasziniert von diesen süchtigen Babys, dass Sie sich in den hinteren Teil des Routers des Dresors schleichen, um zu sehen, ob es noch andere gibt, um einen zu stehlen, um ihn zu einem guten Preis verkaufen zu können. Es ist jedoch nur eine Katze vorhanden, die seine kleinen Kinder stillt. Trotzdem fangen Sie an, die hübschesten Kätzchen zu fangen und es in Ihrem Tier zu verstecken. Wie Sie sind, finden Sie schnell eine Person, die den Tausch akzeptiert.",
          "2": "Sie entfernen sich von der Menge weg, um einen besseren Ort zu finden, um die Show zu unterstützen. Sie wird von diesem geworfen, Sie sehen nicht, wo sich Ihre Füße stellen, und fallen in eine schwere, offene Koffer, vernachlässigt in der Mitte des Wegs. Bevor Sie verstehen, was mit Ihnen passiert ist, wird sich der Koffer auf Sie zurücknehmen, Sie betäuben. Sie wachen erst sehr viel später auf."
        }
      },
      "goAway": {
        "outcomes": {
          "0": "Sie sind völlig uninteressiert an diesem Spektakel und wollen vor der Menge flüchten, um die üblichen Diebe vor allem zu vermeiden. In der Tat verpassen sie nie eine Gelegenheit, um von Reichen wie Armen abzuweichen, wenn es um Ereignisse wie die Badauden geht, die sich gegenseitig gegeneinander verärgern, was ihre Missachtung erleichtert.",
          "1": "Sie setzen Ihren Weg sofort fort. Sie haben keine Zeit für diese Art von Clownerie. Es dauert lange, bis Sie merken, dass Sie den falschen Weg eingeschlagen haben.",
          "2": "Sie verlassen schnell die Show und stolpert auf einen von einem Zuschauer hinterließ sackten Sack. Sie haben sich selbst sehr leicht verletzt, wenn Sie fielen. Die Tasche ist braun, und obwohl das Leder verwendet wird, ist das Leder ziemlich gut. Sie entscheiden sich, die Tasche zu durchsuchen in der Hoffnung, dort eine Entschädigung zu finden, und entdecken Sie dort ein kleines Stipendium und ein Objekt, das Ihnen sehr nützlich erscheint.",
          "3": "Sie entscheiden sich, Ihr Abenteuer zu verfolgen, der Show und den Freuden der Menge."
        },
        "text": "Teilweise."
      },
      "look": {
        "outcomes": {
          "0": "Sie bleiben bei der Show, entbahmten von so vielen süßigten Geriden. Sie haben viel Spaß damit, diese wunderschöne, grandiose Darstellung zu sehen, so dass Sie ein paar Teile dem Dresor anbieten.",
          "1": "Sie sind sehr interessiert an der Show, aber diese hier endet zu dem Zeitpunkt, an dem Sie ankommen. Auch wenn Ihre Enttäuschung groß ist, sprechen Sie wieder.",
          "2": "Sie beobachten das Abrichten, aber nach all dem, was Sie von Beginn Ihres Abenteuers gelebt haben, beeindruckt Sie das kaum. Sie verlassen sofort die Menge, ohne Ihren Rest zu fragen und gehen Sie zurück in Ihr Abenteursleben."
        },
        "text": "Daran in der Show."
      },
      "shame": {
        "outcomes": {
          "0": "Sie verstehen ziemlich schnell, dass es sich hier um Chatons handelt. Das steht außer Frage, denn Sie hatten schon die Chance, Tigern zu überschneiden, und diese sind viel größer als die, die die Tiger erschaffen haben. Sie erklären das skandalös, und wir fordern einen finanziellen Ausgleich für die Betrüger. Diese akzeptieren unter der Bedingung, dass Sie sofort gehen.",
          "1": "Sie beobachten den Dschungel, der in der Hand ist, bereit, sich an einen jungen Tiger zu nehmen. Als guter Verfechter der verlorenen Gründe, stürzen Sie sich auf ihn, schreiend um ihn zu stoppen und freizulassen diese armen Tiger. Bevor Sie es erreichen können, wird der Mann Sie unter dem Applaus der wütende Meute unter dem Applaus der Meute fütwiert.",
          "2": "Das Spektakel kommt zu seinem Ende, und in seinem ausgezeichneten Geschäftsmann bietet der Dresor seinen Zuschauer die Tiger mit einer Zahlung von einigen Münzen an. Sie heuern den Anwesenden an, dass es sich um ein Schwein handelt, dass es sich um einfache Katzen handelt, aber niemand hört auf Sie. Sie heuerten, bis Sie Ihre Stimme verloren haben, und enden Sie dann wieder."
        },
        "text": "Das ist eine Schande."
      }
    },
    "text": "Mit Nonchalance auf der Route der Merwachles, nähern Sie sich einer kleinen Gruppe von Personen in Halbkreis um einen Mann mit starker Hornhauttrabenz. Während man in der Höhe ist, merkt man, dass es sich um einen roten, maschenden Anzug und einen gelben Einzug in die Schulter und eine blaue Unterhose über die Uniform verkleiden. Auf ihrer imposanten Brust, einem kleinen, königlichen Kekun, den Sie nicht entschlüsseln können. Sie haben einen langen Weg vor uns, bis wir in die erste Reihe kommen. Der Mann ist ein feiner Armer mit einem langen Lederfell, der einen Trick mit zwei wunderschönen Babytigern lehrt."
  },
  "74": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Sie bewegen sich nicht, wie versteinert. Die Frau versteht das als Ablehnung und wird wütend. Sie beschimpft Sie mit Schimpfwörtern aus dem Meer und bewirft Sie mit toten Fischen. Den meisten können Sie ausweichen, aber ein Exemplar trifft Sie mitten ins Gesicht. Sie laufen weiter, ohne sich umzudrehen."
        }
      },
      "eat": {
        "outcomes": {
          "0": "Die Mischung der Aromen ist himmlisch und ein Gefühl der Euphorie überkommt Sie. Ihre Augen schließen sich gegen Ihren Willen und als Sie sie wieder öffnen, entdecken Sie, dass Sie sich an Bord eines Schiffes befinden, das vom Rauschen der Wellen geschaukelt wird."
        },
        "text": "Nehmen Sie einen großen Bissen von dem Gericht."
      },
      "run": {
        "outcomes": {
          "0": "Die Frau scheint durch Ihre Weigerung beleidigt zu sein. Sie wirft Ihnen Beschimpfungen aus dem Meer an den Kopf und bewirft Sie mit toten Fischen. Den meisten können Sie ausweichen, aber ein Exemplar trifft Sie mitten ins Gesicht. Sie laufen weiter, ohne sich umzudrehen."
        },
        "text": "Loslaufen."
      },
      "smell": {
        "outcomes": {
          "0": "Sie beugen sich leicht vor, fasziniert von dem kräftigen Duft, der von dem Meeresfrüchtegericht ausgeht, und die Frau beobachtet Sie mit einer Intensität, die Ihnen eine Gänsehaut beschert. Sie sind gerade dabei, die kuriose Mischung zu kommentieren, als Sie plötzlich spüren, wie ihre Hände Ihr Gesicht gegen den Teller drücken. Die Welt wird feucht und kalt, als Ihre Nase in den Teller taucht. Sie begegnen dem glasigen Blick eines gekochten Fisches, dessen Auge sich allmählich gegen Ihres drückt. Ihre Sinne kollabieren und die Dunkelheit verschluckt Ihre Sicht. Als Sie wieder zu sich kommen, werden Sie vom Knarren des Holzes und dem Geruch von Salz begrüßt, Sie spüren ein gleichmäßiges Schaukeln und erkennen, dass Sie auf den rauen Planken eines Schiffsdecks liegen."
        },
        "text": "Das Gericht misstrauisch näher beschnuppern."
      }
    },
    "text": "Während Sie ziellos durch die Gegend schlendern, wird Ihre Nase plötzlich von einem intensiven Jodgeruch heimgesucht. Eine seltsame Frau in einem Kleid mit Fischschuppenmuster und mit Haaren, die sich in getrocknetem Seetang verheddert haben, winkt Ihnen zu. Sie ist von überquellenden Körben mit farbenfrohen Meeresfrüchten umgeben und lädt Sie mit einem zahnlosen, aber herzlichen Lächeln dazu ein, ihre kulinarische Spezialität zu probieren: ein Gericht, das mit Liebe aus den schönsten Produkten des Ozeans gekocht wird."
  },
  "75": {
    "possibilities": {
      "accept": {
        "text": "Einladung annehmen",
        "outcomes": {
          "0": "Sie klettern an Bord des Schiffes, angezogen vom Gelächter und dem flackernden Licht der Laternen. Die Party ist in vollem Gange, der Rum fließt in Strömen und bald verschwimmen Ihre Sinne in einem süßen, verräterischen Nebel. Das Erwachen ist brutal: In der Dunkelheit des Laderaums leistet Ihnen ein dumpfer Kopfschmerz Gesellschaft. Die Seeluft schlägt Ihnen ins Gesicht, als Sie schwankend und ohne Erinnerung an die vergangene Nacht zum Kai zurückgehen.",
          "1": "Kaum haben Sie Ihren Fuß auf das Deck gesetzt, packt Sie eine dumpfe Anspannung. Die Gesichter der Crew sind angespannt, die Blicke flüchtig. Dann, wie ein Blitz, bricht die Wut aus: Zwei Männer packen sich und der Streit eskaliert zu einem unübersichtlichen Handgemenge. Sie werden zwischen den Schlägen hin und her geworfen und entgehen nur knapp einer schweren Verletzung. Mit klopfendem Herzen und zitternden Händen kehren Sie an Land zurück, Ihr Geist ist von der plötzlichen Gewalt erschüttert.",
          "2": "Der Kapitän lädt Sie mit einem Grinsen im Gesicht ein, an einem Spiel teilzunehmen, dessen Regeln ebenso unklar wie fragwürdig erscheinen. Mit angehaltenem Atem nehmen Sie an und lassen sich vom Zufall leiten. Wider Erwarten ist Ihnen das Glück hold: Ein Beutel mit Gold und ein rätselhafter Gegenstand mit vergessenen Symbolen werden Ihnen widerwillig von einem Kapitän überreicht, der sichtlich verärgert über Ihren Sieg ist."
        }
      },
      "refuse": {
        "text": "Verweigern Sie die Einladung",
        "outcomes": {
          "0": "Sie lehnen höflich ab und blicken auf die schwarzen Segel, die im Wind flattern. Der Kapitän beobachtet Sie kurz und zuckt dann mit den Schultern und grinst höhnisch. Ohne ein weiteres Wort zu sagen, gibt er seiner Mannschaft das Zeichen, den Anker zu lichten. Sie stehen schweigend da, während das Schiff sich langsam entfernt und vom nebligen Horizont verschluckt wird. Dann setzen Sie Ihren Weg fort, mit ruhigem Herzen, weit weg von den Abenteuern der Seefahrt.",
          "1": "Ihre Ablehnung kommt mit Bestimmtheit über Ihre Lippen. Doch der Blick des Hauptmanns verhärtet sich, sein Lächeln verblasst. Mit einer knappen Handbewegung befiehlt er seinen Männern, zu zielen. Der Donner einer Kanone ertönt und wirbelt Sand und Splitter um Sie herum auf. Panisch rennen Sie durch die Bucht, ringen nach Luft und werden von einem kratzenden Echo eines grausamen Lachens verfolgt."
        }
      },
      "end": {
        "outcomes": {
          "0": "Sie kehren dem Kapitän den Rücken zu und setzen sich in den Sand, während Ihr Blick dem Piratenschiff folgt, das mit vollen Segeln langsam die Bucht verlässt. Das dumpfe Rauschen der Wellen begleitet seine Abfahrt, bis es nur noch ein Punkt am Horizont ist. Schließlich stehen Sie auf, klopfen sich den Sand aus der Kleidung und setzen Ihren Weg fort, allein auf dem windgepeitschten Pfad.",
          "1": "Sie wenden Ihren Blick vom Kapitän ab und lassen Ihre Gedanken im Rhythmus der Wellen dahintreiben. An der windgepeitschten Küste fällt Ihr Blick auf eine antike Flasche, die halb im Sand vergraben ist. Neugierig greifen Sie danach und entdecken darin ein altes, vergilbtes Pergament. Die von einer zitternden Hand geschriebenen Zeichen verraten die Lage eines geheimen Ortes, der sich in der Nähe befindet. Von diesen Rätseln geleitet, wanderst du lange durch das Moor, bis deine Schritte dich zu einer alten Truhe führen, die unter den Brombeersträuchern verborgen liegt. Als Sie sie öffnen, entdecken Sie einen geheimnisvollen Gegenstand...",
          "2": "Sie kehren dem Kapitän den Rücken zu und lassen sich von Ihren Schritten über den windgepeitschten Strand führen. Eine halb im Sand vergrabene Flasche zieht Ihren Blick auf sich. Sie graben sie vorsichtig aus und hoffen auf ein vergessenes Geheimnis. Im Inneren befindet sich ein zerknittertes Pergament, das von Feuchtigkeit und Salz zerfressen wurde. Sie entrollen es langsam, aber leider sind… die Buchstaben verblasst, die Wörter sind nur noch formlose Flecken und erloschene Wasserzeichen. Es gibt keine Bedeutung, außer einer Ahnung, dass diese Nachricht einmal wichtig gewesen sein muss, aber jetzt ist sie für immer in den Falten der Zeit verloren.",
          "3": "Sie wenden dem Kapitän wortlos den Rücken zu, was seine Wut zu schüren scheint. Er macht einen schnellen Schritt auf Sie zu und verpasst Ihnen ohne Vorwarnung einen heftigen Schlag auf den Hinterkopf. Sie sinken benommen in den Sand, während die Sterne vor Ihren Augen tanzen. Er rannte sofort zurück, ging kichernd an Deck und befahl dann, den Anker zu lichten."
        }
      }
    },
    "text": "Als Sie am Wächterstrand ankommen, sehen Sie ein Boot mit schwarzen, abgenutzten Segeln vor Anker liegen. Auf dem Deck steht ein Mann mit einem breiten Dreispitz, wahrscheinlich der Kapitän, und winkt Sie zu sich."
  },
  "76": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Sie beschließen, sich nicht weiter in diese verworrene Geschichte zu verstricken. Sie grüßen Parziter höflich und setzen Ihren Weg durch den Wald fort, wobei Sie die Geheimnisse dieses verfallenen Hauses hinter sich lassen."
        }
      },
      "help": {
        "outcomes": {
          "0": "Sie erklären sich bereit, dem alten Mann zu helfen. Er erzählt Ihnen schluchzend, dass eine seltsame Kreatur in seinen Keller eingedrungen ist und seine Tiere terrorisiert. Mit viel Mut steigen Sie in die Tiefe hinab und vertreiben den Eindringling. Dankbar schenkt Ihnen Parziter einen gut gefüllten Geldbeutel und ein altes Artefakt, das er aufbewahrt hat.",
          "1": "Trotz Ihres guten Willens führen Ihre Versuche, Parziter zu beruhigen, nur dazu, dass seine Panik noch größer wird. Er beginnt, unverständliche Beschwörungsformeln zu brüllen und wirft mit Gegenständen nach Ihnen. Sie ziehen sich eilig zurück, eine Schramme an der Stirn zeugt von dieser turbulenten Begegnung.",
          "2": "Als Sie versuchen, den alten Mann zu beruhigen, finden Sie heraus, dass er unter seltsamen Visionen leidet, seit er ein geheimnisvolles Artefakt gefunden hat. Er vertraut es Ihnen an und hofft, dass es seine Qualen beenden wird. Das Artefakt pulsiert in Ihren Händen mit einer einzigartigen Energie.",
          "3": "Parziter fleht dich an, seine Katze Minou zu finden, die in den umliegenden Wäldern verschwunden ist. Nach einer Stunde Suche entdecken Sie ihn in einem hohlen Baum gefangen. Der alte Mann ist überglücklich und belohnt Sie mit den wenigen Münzen, die er besitzt."
        },
        "text": "Bieten Sie dem alten Mann Ihre Hilfe an."
      },
      "explore": {
        "outcomes": {
          "0": "Sie bitten darum, das Haus besichtigen zu dürfen. Parziter zögert und stimmt dann zu. Im Inneren finden Sie eine Bibliothek mit alten und verstaubten Büchern. Eines der Bücher zieht Ihre Aufmerksamkeit wegen seiner seltsamen Symbole auf sich. Parziter bietet es Ihnen an und behauptet, es bringe ihm Unglück. Sie lehnen höflich ab und machen sich auf den Weg.",
          "1": "Bei der Erkundung des Hauses stolpern Sie über ein wurmstichiges Brett, das unter Ihrem Gewicht nachgibt. Bei dem Sturz verdreht sich Ihr Knöchel schmerzhaft. Parziter legt in Panik einen Kräuterwickel auf, der den Schmerz ein wenig lindert.",
          "2": "Auf dem staubigen Dachboden fällt Ihnen eine vergessene Schatulle in die Hände, die ein paar Goldmünzen und einen kleinen glänzenden Gegenstand enthält. Parziter, der zu verwirrt ist, um sich darum zu kümmern, lässt dich das Kästchen behalten."
        },
        "text": "Bitten Sie darum, die Wohnung zu erkunden."
      },
      "question": {
        "outcomes": {
          "0": "Sie befragen Parziter zu seiner Situation. Er erzählt Ihnen, dass er einst ein angesehener Gelehrter war, aber ein Fluch auf ihm lastet, nachdem er ein verfluchtes Artefakt ausgegraben hat. Er fleht Sie an, ihn von hier wegzubringen. Berührt von seiner Geschichte, willigen Sie ein und machen sich mit dem geheimnisvollen Artefakt auf den Weg.",
          "1": "Ihre ständigen Fragen nerven den alten Mann, sodass er Ihnen schließlich die Tür vor der Nase zuschlägt. Sie hören sein irritiertes Murmeln von draußen und beschließen, Ihren Weg fortzusetzen.",
          "2": "Parziter vertraut Ihnen an, dass er seit Jahren einen Schatz versteckt hält, aber vergessen hat, wo er ihn versteckt hat. Neugierig geworden, hilfst du ihm beim Durchsuchen und entdeckst schließlich ein geheimes Versteck mit einer schönen Belohnung, die er mit dir teilt."
        },
        "text": "Befragen Sie Parziter zu seiner Situation."
      }
    },
    "text": "Nach langen Stunden der Wanderung durch den Celestrum-Wald sehen Sie schließlich in der Nähe eines glitzernden Flusses etwas, das wie ein verfallenes Haus aussieht. Sie schleichen sich, von den Baumkronen verdeckt, heran und beobachten vorsichtig die Umgebung. Plötzlich ertönt ein klagender Schrei aus dem Inneren des Hauses, der bestätigt, dass es bewohnt ist. Sie beschließen, an die Tür aus wurmstichigem Holz zu klopfen. Sie werden von einem verwirrten alten Mann mit wilden Augen und zerzausten Haaren geöffnet. Er spricht schnell, unzusammenhängend und in sichtbarer Panik. Sie können jedoch erkennen, dass er Parziter heißt und verzweifelt Hilfe braucht."
  },
  "77": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Du beobachtest die Szene einige Augenblicke lang, dann willst du dich nicht in den Streit einmischen, sondern gehst leise um die Lichtung herum und setzt deinen Weg durch das Unterholz fort."
        }
      },
      "approach": {
        "outcomes": {
          "0": "Sie nähern sich vorsichtig. Die beiden Männer unterbrechen ihren Streit und wenden sich Ihnen zu. Einer von ihnen, der sichtlich erleichtert ist, einen Schiedsrichter zu haben, erklärt Ihnen, dass sie sich um das Eigentum einer Truhe streiten, die in den Ruinen gefunden wurde. Sie schlagen vor, die Truhe gerecht zu teilen, was sie akzeptieren. Dankbar für Ihre Weisheit bieten sie Ihnen einen Teil der Beute an.",
          "1": "Als Sie sich nähern, treten Sie versehentlich auf einen Ast, der laut knackt. Die beiden überraschten Männer glauben, dass Sie ihnen ihre Entdeckung stehlen wollen und greifen Sie gemeinsam an. Sie können sich zwar verteidigen, ziehen sich aber im Handgemenge einige blaue Flecken zu.",
          "2": "Ihr Eingreifen beendet ihren Streit, enthüllt aber, dass sie beide berüchtigte Banditen sind. Sie sind von Ihrem Mut beeindruckt und bieten Ihnen an, sich ihrer Bande anzuschließen. Sie lehnen ab, da Sie die mögliche Hand der Prinzessin den Kerkern des Königs vorziehen."
        },
        "text": "Sich nähern, um die Situation zu verstehen."
      },
      "hide": {
        "outcomes": {
          "0": "Versteckt hinter einem Baum beobachten Sie ihren Streit, der in eine Schlägerei ausartet. Einer der Männer schlägt den anderen nieder und flüchtet mit einer Tasche. Nachdem sich die Lage beruhigt hat, nähern Sie sich dem bewusstlosen Mann. Er kommt wieder zu sich und bietet Ihnen eine Belohnung an, die er zuvor versteckt hatte.",
          "1": "Sie bleiben versteckt und beobachten. Die beiden Männer einigen sich schließlich und gehen gemeinsam weiter. Sie durchsuchen unauffällig den Ort, an dem sie sich gestritten haben, und entdecken, dass sie in ihrer Eile einen kleinen Wertgegenstand vergessen haben.",
          "2": "Im Schatten lauernd, warten Sie darauf, dass sich die Situation beruhigt. Leider entdeckt Sie einer der Männer und ruft seinem Begleiter zu, dass sie von einem Spion beobachtet werden. Sie nehmen die Verfolgung auf, aber Sie können ihnen entkommen, da Sie den Wald besser kennen als sie."
        },
        "text": "Unauffällig beobachten."
      },
      "flee": {
        "outcomes": {
          "0": "Um Gefahren zu vermeiden, kehren Sie um und nehmen einen alternativen Weg. Ihre Vorsicht hat ihren Preis: Sie verlieren Zeit und verirren sich schließlich auf dem neuen Weg, aber immerhin entgehen Sie so potenziellen Problemen.",
          "1": "Als Sie den Weg zurückgehen, stolpern Sie in Ihrer Eile und verletzen sich leicht. Der Lärm alarmiert die beiden Männer, die ihren Streit beenden und in Ihre Richtung schauen, Sie aber nicht verfolgen.",
          "2": "Ihr Rückzug führt Sie zufällig zu einem vergessenen Pfad, auf dem Sie die Überreste eines alten Lagers entdecken. Unter den Trümmern finden Sie einen noch brauchbaren Gegenstand, der von früheren Reisenden zurückgelassen wurde."
        },
        "text": "Umkehren und eine Konfrontation vermeiden."
      }
    },
    "text": "Als Sie einen gewundenen Pfad im Celestrum-Wald entlanggehen, hören Sie plötzlich Stimmengewirr von einer nahe gelegenen Lichtung. Neugierig geworden, schleichen Sie sich heran und entdecken zwei Männer, die in einen Streit verwickelt sind. Sie stehen sich gegenüber, gestikulieren heftig und sind sich offensichtlich über etwas Wichtiges uneinig. Der eine trägt einen geflickten Umhang, der andere eine abgewetzte Lederjacke. Zwischen ihnen auf dem Boden liegt eine Holzschatulle, die jeder für sich zu beanspruchen scheint."
  },
  "8": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Sie ruhen sich einige Minuten aus, bevor Sie sanft auf die Cols zurückfahren. Sie werden am Ende der anderen Seite erschöpft sein, Sie müssen sich ausruhen, bevor Sie wieder gehen!"
        }
      },
      "forest": {
        "outcomes": {
          "0": "Sie verfolgen den Wald ohne zu viele Schwierigkeiten, und fahren Sie fort!",
          "1": "Sie bewegen sich langsam durch die Tannen. Auf dem Weg sammelst du Tannenzweige und stellst kleine Gegenstände her, die du benutzen oder verkaufen kannst...",
          "2": "Sie bewegen sich langsam durch den Wald. Leider ist der Boden rutschig und Sie fallen in einen Graben! Sie können zwar wieder herausklettern, aber Sie sind verletzt!"
        },
        "text": "Fahren Sie weiter durch den Wald von Sapin."
      },
      "plains": {
        "outcomes": {
          "0": "Schließlich ändern Sie Ihre Meinung und beschließen, auf den Ebenen zu bleiben. Dieser Weg ist zwar weniger gefährlich, aber auch länger, sodass Sie viel Zeit verlieren!",
          "1": "Schließlich ändern Sie Ihre Meinung und beschließen, auf den Ebenen zu bleiben. Dieser Weg ist zwar weniger gefährlich, aber auch länger, sodass Sie viel Zeit verlieren! Nach einigen Kilometern halten Sie an, um sich in einem Gasthaus auszuruhen."
        },
        "text": "Wir müssen nach oben und in die Nähe der Ebenen klettern."
      }
    },
    "text": "Sie haben beschlossen, den Sommer zu nutzen, um über die Berge zu fahren, solange die Pässe nicht zu schneebedeckt sind. Der Aufstieg erweist sich jedoch als schwieriger als erwartet..."
  },
  "9": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Sie schauen sich 15 Minuten lang an, wie der Bauer seine Gabel abholt, bevor er wieder zurückgehen kann."
        }
      },
      "help": {
        "outcomes": {
          "0": "Nach einer Viertelstunde, die Sie suchen, finden Sie die Gabel neben einem Haufen Fin. Um Ihnen zu danken, bietet Ihnen der Bauer ein paar Münzen an.",
          "1": "Nach einer halben Stunde Nachforschungen finden Sie die Gabel nicht. Sie entdecken jedoch ein Objekt, das Ihnen vielleicht nützlich sein kann!",
          "2": "Wenn Sie die Gabel suchen, gehen Sie nach oben und Sie haben eine böse Kerbe.",
          "3": "Sie suchen fast eine Stunde lang nach der Mistgabel, aber Sie können sie nicht finden. Sie verlassen den Bauern höflich und setzen Ihren Weg fort."
        },
        "text": "Den Bauern helfen, seine Gabel zu holen."
      },
      "skip": {
        "outcomes": {
          "0": "Sie setzen Ihren Weg fort, ohne auf den Bauer aufmerksam zu machen.",
          "1": "Wenn Sie weiter durch das Feld gehen, fallen Sie auf die Gabel und Sie werden den Fuß schwer beflegen."
        },
        "text": "Weiter mit dem Pfad."
      }
    },
    "text": "In der Mitte eines Feldes trifft man sich auf einen Bauer. Der letzte hat seine Gabel verloren."
  }
}