{
	"translations": {
		"fr": {
			"attack": {
				"winPotion": [
					"vous apercevez une lumière étrange dans le lointain. En vous rapprochant, curieux, vous vous rendez compte qu'il s'agit la d'une fiole au contenu inconnu, vous vous humectez les lèvres du breuvage et sentez que vos forces pourraient être décuplées si vous l'ingériez...",
					"vous remarquez une tente installée là. Intrigué, vous y entrez et y découvrez un vieil homme possédant de nombreuses potions. Celui-ci vous demande de bien vouloir tester ses potions. Vous acceptez, et une fois les expériences finies, il vous donne une potion d'attaque en gage de remerciement.",
					"vous trouvez une charrette abandonnée. Celle-ci contient des caisses de potions. Vous en volez une à la hâte. Après avoir fui, vous voyez que la potion volée semble être utile pour votre prochain combat..."
				],
				"winObject": [
					"vous décidez de vous adosser à un arbre. En vous asseyant, vous sentez une douleur vive qui vous transperse le dos. Vous vous relevez à la vitesse d'un éclair et découvrez ce qui vous a égratigné :",
					"vous entendez soudainement un boucan infernal avancer vers vous, vous avez tout juste le temps de vous jeter sur le côté quant une horde de chevaliers vous dépasse au grand galop, en les regardant s'éloigner vous apercevez une besace tomber de l'un des chevaux. En la ramassant vous y découvrez...",
					"un animal affamé s'approche de vous. Par précaution, vous décidez de le tuer. En fouillant dans ses entrailles, vous trouvez un objet qui semble servir à attaquer."
				],
				"winWeapon": [
					"vous rencontrez un marchand, vous demandant quelle classe vous avez. Lui ayant répondu, celui-ci vous propose gratuitement une arme qu'il n'utilise plus :",
					"vous voyez dans le bas-côté une arme et vous n'en croyez pas vos yeux ! Vous vous demandez comment diable l'on peut jeter une si belle chose et décidez de vous en affubler. Elle vous sera probablement utile !",
					"vous trouvez un ancien fort en ruines. Toujours à la recherche d'équipement, vous décider de le fouiller. Après une rapide visite des lieux, il semblerait que seule l'armurerie est encore intacte. Dans celle-ci, au milieu des objets rouillés et inutilisables, vous trouvez une arme qui semble être encore en bon état."
				]
			},
			"defense": {
				"winPotion": [
					"vous remarquez une tente installée là. Intrigué, vous y entrez et y découvrez un vieil homme possédant de nombreuses potions. Celui-ci vous demande de bien vouloir tester ses potions. Vous acceptez, et une fois les expériences finies, il vous donne une potion de défense en gage de remerciement.",
					"vous trouvez une charrette abandonnée. Celle-ci contient des caisses de potions. Vous en volez une à la hâte. Après avoir fui vous voyez que la potion volée semble être utile pour votre prochain combat...",
					"la déesse s'approche de vous et vous donne une potion de défense pour vous aider dans votre progression..."
				],
				"winObject": [
					"un animal affamé s'approche de vous. Par précaution, vous décidez de le tuer. En fouillant dans ses entrailles, vous trouvez un objet qui semble servir à défendre.",
					"un chevalier s'approche et vous propose un duel. Il vous donnera son objet de défense si vous gagnez.  Grâce à vôtre entrainement, la victoire est votre, et vous remportez le lot promis.",
					"Vous trouvez un paysan qui a besoin d'aide pour réparer sa charette. Vous remettez la roue en place. Pour vous remercier, il vous donne un objet défensif forgé par les meilleurs ouvriers de Claire De Ville."
				],
				"winArmor": [
					"vous rencontrez un marchand, vous demandant quelle classe vous avez. Lui ayant répondu, celui-ci vous propose gratuitement une armure qu'il n'utilise plus :",
					"vous voyez dans le bas-côté une pièce d'armure et vous n'en croyez pas vos yeux ! Vous vous demandez comment diable l'on peut jeter une si belle chose et décidez de vous en affubler. Elle vous sera probablement utile !",
					"vous trouvez un ancien fort en ruines. Toujours à la recherche d'équipement, vous décider de le fouiller. Après une rapide visite des lieux, il semblerait que seule la salle des armures est encore intacte. Dans celle-ci, au milieu des objets rouillés et inutilisables, vous trouvez une armure qui semble être encore en bon état."
				]
			},
			"basic": {
				"winItem": [
					"des villageois vous abordent et vous tendent un objet en reconnaissance d'un récent fait d'arme, vous les remerciez briévement et continuez votre périple.",
					"vous croisez un groupe d'enfants jouant à se poursuivre. L'un d'eux vous bouscule et se met à pleurer, ses parents s'approchent et implorent votre pardon, vous leurs accordez et ceux-ci vous font don d'un objet pouvant vous être utile.",
					"une charrette vous empêche de continuer, intrigué et désireux de poursuivre votre chemin, vous vous approchez du propriétaire, qui, d'abord odieux, vous dit de dégager et prendre une autre route, énervé, vous le mencez de votre arme. Cela a pour effet de le calmer instantanément. Il vous offre un objet et vous demande de patienter le temps de déplacer son chargement.",
					"vous apercevez une foule de personnes réunies. Voulant voir ce qui se trame, vous écartez une dizaine de personnes d'une main et vous découvrez un objet ensanglanté *sinon pourquoi la foule autour ne l'aurait pas touché*. Vous repartez comme si de rien était avec l’objet en votre possession."
				],
				"winMoney": [
					"vous marchez sur une petite bute et remarquez que votre bruit de pas sonne étrangement. Vous fouillez le sol et découvrez un coffre rempli d'or. Vous obtenez **{money} :moneybag:**.",
					"vous rencontrez une personne ayant l'air un peu déconcertée et peureuse... En vous voyant la personne s'excuse et part en courant. Vous vous dites qu'elle vous a confondu avec quelqu'un d'autre. Dans sa course l'inconnu a fait tomber une bourse : vous l'ouvrez et découvrez **{money} :moneybag:** !",
					"vous décidez d'établir votre campement en installant une tente et d'autres objets. En creusant les trous pour planter les piquets de votre tente, vous sentez quelque chose de dur dans le sol. En creusant, vous déterrez un petit coffret de bois abîmé par le temps et y trouvez **{money} :moneybag:** !"
				]
			},
			"other": {
				"winItem": [
					"vous vous prenez les pieds dans quelque chose sortant du sol, après vous être relevé, vous fouillez le sol et en sortez un objet...",
					"vous apercevez une forme dans un fossé. Intrigué, vous vous en approchez, cette forme se révèle être un objet qui pourrait vous servir pour la suite de votre aventure...",
					"vous décidez de vous adosser à un arbre. En vous asseyant, vous percevez une douleur vive dans votre dos. Vous vous relevez rapidement pour découvrir... un objet !",
					"vous marchez distraitement et trébuchez sur quelque chose ! En vous relevant péniblement après votre chute, vous découvrez un objet !"
				],
				"winHealth": [
					"vous croisez des villageois se souvenants de vos prouesses en tant que frêle personne, ils vous tendennt un sac contenant des provisions que vous mangez avant de poursuivre votre périple. Vous gagnez **{health} :heart:**.",
					"un marchand vient à votre rencontre et vous demande à quel classe vous appartenez, vous lui répondez que vous êtes un frêle aventurier. Se rappelant que les frêles aventuriers sont des personnes avec peu de pv, il décide de vous donner quelques fruits qui n'étaient plus viables à être vendu. Heureux, vous les mangez et gagnez **{health} :heart:** puis reprenez votre route.",
					"vous êtes abordé par une vieille femme, celle-ci vous tend une pomme bien rouge en vous précisant qu'il est important de bien manger pour devenir fort vous la mangez avec reconnaissance avant de poursuivre votre route. Vous gagnez **{health} :heart:**.",
					"vous êtes bousculé par une charrue. Vous êtes interpelé par son propriétaire qui vous présente ses excuses et disant ne pas vous avoir vu à cause de votre apparence chétive et vous offre quelques provisions, vous vous restaurez un peu puis reprenez votre route. Vous gagnez **{health} :heart:**."
				]
			}
		},
		"en": {
			"attack": {
				"winPotion": [
					"you notice a far strange light. As you get closer, curious, you realize it is a unknown content vial, you wet your lips on the drink and feels that your strenghts could be increased if you ingest it...",
					"you notice a tent set here. Curious, you enter and discover an old man with lots of potions. This one asks you to test them. You agree, and once it's done, he gives you an attack potion as a thanks.",
					"you find an abandoned cart. It contains potion crates. You steal one hastily. After leaving, you see that the stolen potion could be useful for your next battle..."
				],
				"winObject": [
					"you decide to lean back a tree. By sitting down, you feel a sharp pain that pierce your back. You get up as fast as possible and discover what scratched you:",
					"you suddenly hear an infernal noise coming to you, you just have the time to throw yourself on the side when a knights' horde passes you at full gallop, by seeing them move away you notice a pouch fall form one of the horses. While picking up, you discover...",
					"a starving animal approaches. By precaution, you choose to kill it. While searching his guts, you find an Object that seems to be used for attacking."
				],
				"winWeapon": [
					"you meet a Merchant, who asks your Class. After answering him, he offers you a weapon he no longer uses:",
					"you see in the roadside a weapon and don't believe your eyes ! You wonder how can we throw out such a beautiful thing and decide to deck it out. It will probably be useful!",
					"you find a ruined old fort. Always looking for stuff, you decide to look at it. After a quick visit, it seems that only armory is still intact. In it, in the middle of rugged and unusable objects, you find a weapon that still seems in good shape."
				]
			},
			"defense": {
				"winPotion": [
					"you notice a tent set here. Curious, you enter and discover an old man with lots of potions. This one asks you to test them. You agree, and once it's done, he gives you a defense potion as a thanks.",
					"you find an abandoned cart. Which contains boxes full of potions. You rapidly steal one. After fleeing you see the stolen potion may be useful for your next fight...",
					"the Goddess approaches and gives you a defense potion to help you in your adventure..."
				],
				"winObject": [
					"a starving animal approaches. By precaution, you choose to kill it. While searching his guts, you find an Object that seems to be used for defense.",
					"a Knight approaches you and asks for a duel. If you win he will give you an defense object. Thanks to your training, the victory is yours, and you win the duel and the promised prize.",
					"You find a peasant who needs help to fix his cart. You get the wheel back in place. To thank you, he gives you an defensive item forged by the best workers of Claire De Ville."
				],
				"winArmor": [
					"you meet a Merchant, who asks your Class. After answering him, he offers you a armor he no longer uses:",
					"you see in the roadside an armor piece and don't believe your eyes ! You wonder how can we throw out such a beautiful thing and decide to deck it out. It will propably be useful!",
					"you find a ruined old fort. Always looking for stuff, you decide to look at it. After a quick visit, it seems that only armor room is still intact. In it, in the middle of rugged and unusable objects, you find an armor that still seems in good shape."
				]
			},
			"basic": {
				"winItem": [
					"some Villagers approach you and offer you an Object of recognition because of a recent feat of arms, you thank them briefly and continue you adventure.",
					"you meet a group of children playing chase. One of them pushes you and starts to cry, his parents coming up to you and begging your mercy, you grant it and they give you something that could be useful.",
					"a cart stops you continue, curious and eager to continue your way, you approach the owner, which, first odious, tells you to get out and find another road, upset, you threat him with your weapon. This calm him instantly. He gives you an object and begs you time to move his load.",
					"you see a crowd of people gathered. Wanting to see what's going on, you push a dozen of people with one hand and discover a bloody object *otherwise why the crowd around wouldn't have touched it*. You leave as if nothing had happened with the object in your possession."
				],
				"winMoney": [
					"you walk on a small bump et notice that the sound of your footsteps sounds strange. You search the ground and find a chest full of Gold. You get **{money} :moneybag:**.",
					"you meet a person who looks a bit confused and afraid... On seeing you the person apologizes and runs off. You say to yourself that they have mistaken you for someone else. In his run the stranger dropped a moneybag: you open it and discover **{money} :moneybag:** !",
					"you decide to set up camp by putting up a tent and other things. As you dig the holes for your tent pegs, you feel something hard in the ground. While digging, you unearth a small, timeworn wooden case and find **{money} :moneybag:** !"
				]
			},
			"other": {
				"winItem": [
					"your feet bumps on something coming out of the ground, after getting up, you search the ground and find an item...",
					"you see a shape in a gap. Intrigued, you get closer, this shape is seems to be an item that will be helpful for your adventure...",
					"you decide to lean on a tree. While sitting, you feel a pain on your back. You get up quickly to find... an item!",
					"you walk disprocessing and stumble on something ! While getting up after your fall, you discover an item !"
				],
				"winHealth": [
					"you encounter some villagers remembering your prowess as a frail person, they give you a bag containing provisions that you eat before continuing your journey. You gain **{health} :heart:**.",
					"a merchant comes up to you and asks you what class you belong to, you tell him that you are a weak adventurer. Remembering that weak adventurers are people with low hp, he decides to give you some fruit that was no longer viable to be sold. You happily eat them and gain **{health} :heart:** and then continue your journey.",
					"you are approached by an old woman, she gives you a red apple, telling you it's important to eat well to become strong, you eat it with gratitude before resume your way. You win **{health} :heart:**.",
					"you are pushed by a plough. You are heckled by its owner, who apologizes and tells he didn't see you because of your puny appearance and offers you some supplies. You restore yourself a bit and resume your journey. You win **{health} :heart:**."
				]
			}
		}
	},
	"attackEligible": [8,9,10,11],
	"defenseEligible": [4,5,6,7,16],
	"basicEligible": [0,1,2,3,12,13,14,15],
	"otherEligible": [17],
	"rarity": 12,
	"emote": ":bookmark:  "
}


