{
	"translations": {
		"fr": " : ** :mailbox_with_mail: **Bienvenue ! ** :crown: Le roi est à la recherche d'un noble chevalier pour marier sa fille et vous avez choisi de participer au concours de sélection ! Je serais votre compagnon durant ce voyage et je suis là pour vous aider à triompher ! :triangular_flag_on_post: Notre objectif durant ce jeu est de collecter le plus de points possible pour montrer au roi notre force ! :muscle: Je vais vous expliquer comment le jeu fonctionne...\n:notebook_with_decorative_cover: Bien entendu je ne vais pas pouvoir faire un grand discours long et monotone donc si vous voulez plus de détails vous pouvez utiliser la commande `help` ! \nBON ! Commençons ! Le principe est simple : je suis à vos ordres ! Je m'occupe de ramasser des ressources :moneybag: pour vous pendant votre absence et vous n'avez qu'à venir les récupérer en utilisant la commande `report`. Si j'ai eu des soucis pendant votre absence je vous demanderai quoi faire et vous m'aiderez à avancer !\n\n:walking: Allons-y !\n🤔 Je ne sais pas trop...\n\n*- Utilisez les réactions pour effectuer une action :warning: Si vous ne répondez pas vous devrez refaire le tuto :wink:.*",
		"en": " : ** :mailbox_with_mail: **Welcome!** :crown: The king searches for a mighty knight to marry his daughter and **you** have been chosen to be part of the selection contest! I'll be your partner for this journey, and I'll do my best to help you triumph!\n:triangular_flag_on_post: Our goal for this game is to collect as many points as we can, to show the king our might!:muscle: I'll explain how it works...\n:notebook_with_decorative_cover: Of course, I won't make a long and monotonous speech, so if you want more details, please use `!help`\nSo, let's start! It's pretty simple, I'll do whatever you ask! I'm going to collect resources :moneybag: for you while you're gone, and you'll just have to use `!report` to get them. If I ever have problems, I'll ask you what to do and you'll help me continue!\n\n:walking: Let's go!\n🤔 I don't really know...\n\n*-Use Discord reactions to accomplish any action :warning: If you don't answer, you'll have to start the tutorial again :wink:.*"
	},
	"possibilities": {
		"🚶": [
			{
				"translations": {
					"fr": "** | :smirk: J'aime cette détermination ! Voici 100 points :medal: pour débuter votre aventure ! Utilisez la commande `profile` pour voir vos points :wink: Je vous laisse découvrir les différentes commandes ! N'hésitez pas à demander des rapports régulièrement !",
					"en": "** | :smirk: I like this determination! Here're 100 points :medal: to start your adventure! Use the command `profile` to see your points :wink: I'll let you discover the other commands! Don't hesitate to check your reports regularly!"
				},
				"lostTime": 0,
				"health": 0,
				"effect": ":smiley:",
				"experience": 0,
				"money": 0,
				"item": false
			}
		],
		"🤔": [
			{
				"translations": {
					"fr": "** | :joy: Ne vous faites pas de soucis, tout va bien se passer ! Voici 100 points :medal: pour débuter votre aventure ! Utilisez la commande `profile` pour voir vos points :wink: Je vous laisse découvrir les différentes commandes ! N'hésitez pas à demander des rapports régulièrement !",
					"en": "** | :joy: Don't worry, everything will be fine! Here are 100 points :medal: to start your adventure! Use the `profile` command to see your points :wink: I'll let you discover the different commands! Feel free to request regular reports!"
				},
				"lostTime": 0,
				"health": 0,
				"effect": ":smiley:",
				"experience": 0,
				"money": 0,
				"item": false
			}
		],
		"end": [
			{
				"translations": {
					"fr": "** | :x: Le tutoriel n'a pas été terminé ! Vous pouvez le recommencer à tout moment en utilisant la commande `report` !",
					"en": "** | :x: The tutorial hasn't been finished! You can restart it when you want using the `report` command!"
				},
				"lostTime": 0,
				"health": 0,
				"effect": ":baby:",
				"experience": 0,
				"money": 0,
				"item": false
			}
		]
	}
}
