{
	"translations": {
		"fr": " : ** :dog: Devant vous, un chien arrive, et tourne autour de vous. Il semble vouloir que vous le suiviez !\n\n:dog2: Suivre le chien.\n:runner: Continuer sans se préoccuper du chien.\n\n*- Utilisez les réactions pour effectuer une action :warning: Ne pas répondre est considéré comme un choix à part.*",
		"en": " : ** :dog: In front of you, a dog arrives, and circles you. He seems to want you to follow him!\n\n:dog2: Follow the dog.\n:runner: Continue without worrying about the dog.\n\n*-Use reactions to make an action :warning: Not responding is considered a separate choice!*"
	},
	"possibilities": {
		"🐕": [
			{
				"translations": {
					"fr": "** | :dog2: Vous perdez la trace du chien au bout de quelques minutes, il allait trop vite !",
					"en": "** | :dog2: You lose track of the dog after a few minutes, he was going too fast!"
				},
				"lostTime": 20,
				"health": 0,
				"effect": ":clock2:",
				"experience": 25,
				"money": 0,
				"item": false
			},
			{
				"translations": {
					"fr": "** | :dog2: Vous perdez la trace du chien au bout de quelques minutes à côté d'un arbre. En regardant autour de vous vous découvrez pleins de petites pièces disséminées un peu partout !",
					"en": "** | :dog2: You lose track of the dog after a few minutes next to a tree. Looking around you, you discover a lot of small coins scattered all over the place!"
				},
				"lostTime": 0,
				"health": 0,
				"effect": ":smiley:",
				"experience": 250,
				"money": 37,
				"item": false
			}
		],
		"🏃": [
			{
				"translations": {
					"fr": "** | :runner: Après 15 minutes de poursuite vous parvenez à semer le chien, il ne semblait pas très amical !",
					"en": "** | :runner: After 15 minutes of chasing you manage to lose the dog, he didn't seem very friendly!"
				},
				"lostTime": 15,
				"health": 0,
				"effect": ":clock2:",
				"experience": 25,
				"money": 0,
				"item": false
			},
			{
				"translations": {
					"fr": "** | :runner: En voulant fuir, vous tombez brutalement dans un fossé, la blessure est profonde... Il faudra vous soigner avant de continuer ! :head_bandage:",
					"en": "** | :runner: When you try fleeing, you suddenly fall into a ditch. The injury is serious... You'll have to get better before you continue! :head_bandage:"
				},
				"lostTime": 0,
				"health": -15,
				"effect": ":head_bandage:",
				"experience": 0,
				"money": 0,
				"item": false
			}
		],
		"end": [
			{
				"translations": {
					"fr": "** | :dog: Vous avez pris la décision de ne pas bouger, cela n'a pas du plaire au chien puisque celui-ci vous a mordu avant de s'enfuir !",
					"en": "** :dog: You made the decision to not move, the dog must've not liked it because it bit you before running away!"
				},
				"lostTime": 0,
				"health": -10,
				"effect": ":smiley:",
				"experience": 0,
				"money": 0,
				"item": false
			}
		]
	}
}
