{
  "advices": [
    "Vuoi imparare a giocare? Leggi la guida del giocatore! https://guide.draftbot.com/",
    "Se cercate consigli su come progredire, andate qui : https://guide.draftbot.com/",
    "Quando si pensa di essere in una situazione di stallo o non si sa quale azione intraprendere, può essere una buona idea non reagire all'evento.",
    "Se volete espellere dalla vostra gilda qualcuno che non ha più un server in comune con voi o con il bot, usate la sua classifica.",
    "Gli animali domestici possono essere ottenuti dalle ricompense della gilda.",
    "L'elenco dei comandi esistenti può essere ottenuto con il comando {command:help}.",
    "Se vuoi parlare con la comunità o con gli sviluppatori, unisciti al Discord del bot: https://discord.gg/AP3Wmzb",
    "Puoi contribuire al miglioramento di DraftBot sul Discord del robot: https://discord.gg/AP3Wmzb",
    "Il comando {command:classesinfo} consente di confrontare le diverse classi tra cui è possibile scegliere.",
    "Usare il comando {command:classes} per cambiare classe.",
    "Alcuni oggetti danno una ricompensa ogni giorno. Per raccoglierli, utilizzare il comando {command:dailybonus}.",
    "Se si vuole equipaggiare un oggetto, utilizzare il comando {command:switch}.",
    "Per ottenere ulteriori informazioni su un ordine, utilizzare il comando {command:help} seguito dall'ordine su cui si desiderano informazioni.",
    "Il comando {command:guilddailybonus} permette di ricevere una ricompensa ogni 22 ore se si fa parte di una gilda.",
    "Les alias de commande tels que `glouglou` qui existaient dans le bot ont été supprimés lors de l'arrivée des commandes slash.",
    "Utilizzate il comando {command:update} per conoscere l'ultimo aggiornamento del bot.",
    "DraftBot è disponibile in altre lingue! Utilizzate il comando {command:language} per modificare questa impostazione.",
    "DraftBot è disponibile in altre lingue! Utilizzate il comando {command:language} per modificare questa impostazione.",
    "È possibile cercare un giocatore utilizzando la sua posizione in classifica in una serie di comandi per interagire con lui senza conoscere il suo nome utente.",
    "Per invitare il bot sul proprio server, utilizzare il link disponibile sul Discord del bot. Il link di Discord può essere ottenuto con il comando {command:invitedraftbot}.",
    "Alcune classi danno un vantaggio in combattimento, mentre altre danno un vantaggio nei rapporti grazie a un numero maggiore di punti ferita.",
    "Le classi hanno un impatto sui punti ferita e sono quindi più o meno difficili da giocare nei rapporti.",
    "Non è possibile cambiare il nome di una gilda.",
    "Se non vi prendete cura dei vostri animali domestici, potrebbero giocarvi brutti scherzi.",
    "Quando un animale domestico viene venduto o scambiato, perde quasi tutto il suo affetto.",
    "Un animale addestrato non perde più affetto (a meno che non venga venduto o scambiato).",
    "Les échanges d'animaux via le refuge de la guilde ({command:pettransfer}) ne leur font pas perdre d'affection.",
    "Un animale domestico addestrato può portarvi dei bonus durante la vostra avventura.",
    "Potete dare un soprannome al vostro animale domestico usando il comando {command:petnickname}.",
    "È possibile liberare un animale domestico utilizzando il comando {command:petfree}.",
    "Le zuppe non sono la fonte di cibo più economica, ma possono aumentare rapidamente l'affetto dell'animale.",
    "Ulteriori informazioni sugli animali domestici sono disponibili nella pagina della guida a loro dedicata: https://guide.draftbot.com/notions-principale/familiers/.",
    "Maggiori informazioni sulle gilde sono disponibili nella pagina della guida dedicata: https://guide.draftbot.com/notions-principale/guildes/",
    "Per maggiori informazioni sui combattimenti, visitate la pagina dedicata nella guida: https://guide.draftbot.com/notions-principale/combats/.",
    "Maggiori informazioni sulle classi sono disponibili nella pagina della guida ad esse dedicata: https://guide.draftbot.com/notions-principale/classes/.",
    "Maggiori informazioni sulle modifiche statali sono disponibili nella pagina della guida ad esse dedicata: https://guide.draftbot.com/notions-principale/alterations-detat.",
    "È impossibile accedere al negozio mentre si è imprigionati.",
    "È possibile acquistare diversi articoli su {command:shop} .",
    "Una cronologia dettagliata delle novità di ogni aggiornamento è disponibile qui: https://history.draftbot.com/",
    "Il bot ha un sito web! https://draftbot.com",
    "I badge di un giocatore vengono visualizzati sul suo profilo sotto forma di reazioni.",
    "Alcuni oggetti possono essere acquistati solo nel negozio della gilda, utilizzando il comando {command:guildshop}.",
    "Una gilda di livello superiore significa migliori ricompense giornaliere per la gilda.",
    "Non è più possibile modificare il prefisso del bot in seguito a un aggiornamento di Discord che obbliga i comandi slash.",
    "Una gilda ha un magazzino. Il suo contenuto può essere visualizzato con il comando {command:guildstorage}.",
    "È più facile addestrare un animale domestico se i membri di una gilda collaborano.",
    "Ogni gilda ha un rifugio. L'elenco degli animali presenti nel rifugio è accessibile con il comando {command:guildshelter}.",
    "Il est plus judicieux de nourrir les familiers rares avec des meilleures sources de nourriture contrairement aux familiers communs qui peuvent facilement être nourris en utilisant uniquement des friandises.",
    "Qualche idea per migliorare il bot? Utilizzare il comando {command:idea}.",
    "È una buona idea tenere da parte un po' di denaro per le cure.",
    "Chaque semaine, un classement est effectué pour désigner le joueur de la semaine qui a gagné le plus de points. Pour consulter ce classement, utilisez la commande {command:top score} et précisez l'option `durée`.",
    "Il denaro è una delle risorse più importanti del gioco e si può guadagnare attraverso le segnalazioni ({command:report}), gli oggetti a effetto giornaliero ({command:dailybonus}) o le ricompense giornaliere della gilda ({command:guilddailybonus}).",
    "Siete a corto di FV? Prima di acquistare il trattamento da 3000 {emote:unitValues.money}, controllate che il negozio non contenga una pozione più redditizia!",
    "Le pozioni vendute nel negozio sono spesso disponibili a prezzi molto interessanti.",
    "Per raggiungere la vetta della classifica settimanale e vincere un distintivo, siate diligenti nei rapporti e non abbiate paura di combattere.",
    "La classifica generale è disponibile con il comando {command:top score}.",
    "Le classement de la semaine est disponible en utilisant la commande {command:top score} et l'option `durée`.",
    "Votre guilde est au niveau 50 ou plus ? Vous avez alors 1% de chance d'obtenir un badge pour tous les membres de la guilde à chaque récompense journalière.",
    "Una volta che l'animale è stato addestrato, non è più necessario dargli da mangiare.",
    "Il tempo necessario per nutrire nuovamente il tuo animale dipende dalla sua rarità! Una stella = un'ora!",
    "È possibile vendere un animale domestico a un altro giocatore utilizzando il comando {command:petsell}.",
    "Facendo clic sui badge nei profili dei giocatori che li hanno, si può scoprire come li hanno ottenuti.",
    "Si vous voulez voir le profil d'un autre joueur, tapez la commande {command:profile} !",
    "Esistono nove livelli di equipaggiamento: Base, Comune, Non comune, Esotico, Raro, Speciale, Epico, Leggendario e Mitico.",
    "Più si aspetta prima di un evento, più punti si guadagnano. Dopo un certo tempo, il numero di punti smette di aumentare.",
    "Il n'est pas nécessaire d'appartenir à une guilde pour pouvoir nourrir son familier.",
    "Il gioco si svolge in tempo reale, per cui gli eventi non sono disponibili immediatamente.",
    "Aspettate che il vostro personaggio raggiunga la sua destinazione prima di continuare l'avventura.",
    "Per saperne di più sulle diverse rarità di oggetti disponibili, è sufficiente inviare un'e-mail a {command:rarity}.",
    "La commande {command:guild} affiche la guilde de la personne mentionnée si elle en a une.",
    "Il comando {command:pet} visualizza tutte le informazioni sull'animale domestico.",
    "Volete cambiare scenario? Potete lasciare una gilda usando il comando {command:guildleave}.",
    "Potete dare una descrizione alla vostra gilda usando il comando {command:guilddescription}.",
    "È possibile nominare un anziano della gilda. Per farlo, il capo gilda deve utilizzare il comando {command:guildelder}.",
    "Utilizzate il comando {command:sell} per sbarazzarvi di un oggetto che non utilizzate più.",
    "Un equipaggiamento casuale dal negozio non è necessariamente redditizio, soprattutto se si dispone già di un equipaggiamento decente.",
    "I mercanti itineranti non vendono mai equipaggiamento leggendario o epico, ad eccezione di un certo antiquario che lo vende esclusivamente.",
    "Utilizzate il comando {command:vote} per supportare il bot!",
    "Si un chef de guilde part de sa guilde, le statut de chef est transféré à l'aîné de la guilde. S'il n'y en a aucun, la guilde est dissoute.",
    "Per saperne di più sui badge, visitate il sito {command:badges} .",
    "Il comando {command:respawn} permette di riprendere il gioco se si è stati uccisi durante l'avventura.",
    "Se volete fare una donazione e ricevere dei piccoli premi, cliccate qui: https://draftbot.com/donate",
    "Le classi tra cui scegliere variano a seconda del livello.",
    "Il gioco non finisce al livello 100.",
    "Il bot compie gli anni il 10 aprile.",
    "Chiedere rapporti più spesso è più redditizio.",
    "È possibile espellere un cattivo da una gilda usando il comando {command:guildkick}. Funziona anche con i buoni.",
    "Per unirsi a una gilda, è necessario essere invitati dal leader o dall'anziano di una gilda utilizzando il comando {command:guildinvite}.",
    "Condividere il bot è un ottimo modo per aiutarci.",
    "La maggior parte dei venditori ambulanti offre prezzi seri. Ma attenzione ai truffatori!",
    "Il combattente con la maggiore velocità inizia ad attaccare per primo.",
    "Anche l'uso di un attacco ariete vi danneggia! Prima di usarlo, assicuratevi di averne a sufficienza per resistere.",
    "La potenza degli oggetti è limitata dalle statistiche. Se avete poca difesa, non potrete beneficiare di tutta la potenza delle armature leggendarie.",
    "È possibile creare il proprio evento e aggiungerlo al bot. Per ulteriori informazioni, unisciti al Discord del bot: https://discord.gg/AP3Wmzb",
    "Il bot è open-source, il che significa che chiunque può leggerne il codice. Ecco il link: https://github.com/DraftBot-A-Discord-Adventure/DraftBot/",
    "Volete aiutarci? Chiedete agli amministratori del vostro server di aggiungere il bot.",
    "DraftBot non salva alcun dato personale. Anche il nome utente non viene salvato.",
    "Il comando {command:profile} visualizza vostro stato di salute attuale.",
    "Gli animali domestici più rari riceveranno ricompense maggiori.",
    "Quando un animale viene venduto, il venditore non riceve denaro ma esperienza per la sua gilda.",
    "Il comando `/ilovedraftbot' non esiste più.",
    "I badge sono rari e difficili da ottenere.",
    "I vostri progressi su DraftBot vengono conservati anche se giocate su altri server.",
    "Ci sono 5 diversi livelli di classe.",
    "Un animale domestico rancoroso può occasionalmente causare danni durante l'avventura. Non dimenticate di prendervi cura di lui.",
    "Per nutrire il vostro animale domestico, utilizzate il comando {command:petfeed}.",
    "Unirsi a una gilda permette di accedere a fonti migliori di cibo per animali.",
    "La rarità mitica è la massima rarità di un oggetto.",
    "È possibile vendere l'oggetto memorizzato nella riserva di oggetti utilizzando il comando {command:sell}.",
    "È possibile seguire i rari fallimenti del bot da questo sito: https://status.draftbot.com/",
    "Questa è solo una battuta che ha meno dell'1% di possibilità di apparire.",
    "Quando il vostro personaggio è morto, potete riprendere il gioco usando il comando {command:respawn}.",
    "Quando si muore, non si perde il contenuto dell'inventario. Tuttavia, si perde il 10% dei punti.",
    "È impossibile vendere un animale domestico esuberante.",
    "Non dimenticate di dare da mangiare agli animali domestici.",
    "Non è possibile collocare un animale da compagnia esuberante nel rifugio della gilda.",
    "Liberare un animale domestico costa denaro.",
    "Il est possible de désactiver les messages privés du bot via la commande {command:notifications}.",
    "Les récompenses de guilde peuvent contenir un badge si votre guilde est de niveau 50 ou plus.",
    "Remporter la première place au classement de la semaine vous permet de décrocher un badge.",
    "Vous pouvez décider du contenu des prochaines mises à jour en utilisant ce site : https://feedback.draftbot.com",
    "Il vous est impossible de nourrir votre familier si vous avez une altération d'état.",
    "La commande {command:map} vous permet d'obtenir des informations sur votre destination.",
    "Un trajet entre deux destinations peut durer entre 1 heure et 10 heures sur le continent principal.",
    "Pendant un trajet, des petits évènements peuvent survenir.",
    "Les marchands ambulants vendent des items à des prix très attrayants. Attention aux quelques arnaqueurs.",
    "Si l'un de vos amis est en prison, vous pouvez le libérer en utilisant la commande {command:unlock}.",
    "Il existe plus de 200 objets différents.",
    "Il existe 27 endroits que vous pouvez explorer.",
    "Avoir un familier qui vous aime avec vous lors des rapports peut vous porter chance.",
    "Les familiers peuvent être obtenus dans votre aventure ou dans une récompense de guilde.",
    "Un petit évènement est disponible chaque 9min45 et un gros dans un temps compris entre 1 et 10 heures sur le continent principal.",
    "Même si vous n'avez pas de guilde, vous pouvez nourrir votre familier avec des friandises.",
    "Do you want the bot to speak english here? Use {command:language}.",
    "L'équipe de développement a toujours besoin d'aide. Si vous souhaitez nous aider à rédiger l'histoire du bot ou d'autres choses, rejoignez le Discord du bot : https://discord.gg/AP3Wmzb",
    "Merci de jouer à DraftBot.",
    "Vous pouvez exclure une personne d'une guilde sans la mentionner, en utilisant son classement. Si le joueur à exclure est classé 34ème au classement général, utilisez {command:guildkick} et précisez 34 dans l'argument `classement`.",
    "Ce texte sera peut être utile dans le futur : `fzbyeifea`...",
    "La potion de la mort qui tue est une potion très rare.",
    "Les marchands ambulants rachètent leur propre marchandise pour une somme ridicule.",
    "Pour votre santé, mangez au moins 5 bananes par jour !",
    "Une idée pour améliorer le bot ? Utilisez la commande {command:idea} !",
    "Une version haute qualité de la carte du monde est disponible à cette adresse : https://draftbot.com/public/ressources/map.jpg",
    "Pour vérifier si le bot est en ligne, vous pouvez utiliser la commande {command:ping}.",
    "La commande {command:fight} vous permet de combattre un autre joueur.",
    "Plus un familier est rare, plus il vous permettra d'avoir des récompenses intéressantes dans votre aventure.",
    "Il n'est pas possible de donner de l'argent à un autre joueur.",
    "Vous pouvez nous aider à écrire l'histoire du bot sans savoir coder ! Rejoignez le Discord du bot pour en savoir plus ! https://discord.gg/AP3Wmzb",
    "Un familier dressé n'a pas besoin d'être nourri.",
    "Chaque petit évènement vous rapporte quelques points.",
    "Ne montez pas dans les charrettes des inconnus, même s'ils ont des bonbons.",
    "Utilisez l'émoji nommé \"end\" en réaction à un rapport afin d'accéder aux sorties cachées. Peut-être qu'une meilleure récompense vous attend !",
    "Vous ne vous y retrouvez pas entre tous les personnages que vous avez croisé ? Pas de panique, il existe une page dédiée à eux sur le wiki : https://guide.draftbot.com/lore/les-personnages",
    "La commande {command:missions} vous permet d'afficher la liste de vos missions.",
    "La commande {command:missionsshop} vous permet de dépenser vos gemmes.",
    "Le trésor du roi vous permet d'obtenir des équipements plus rares que la moyenne.",
    "La valeur monétaire d'une gemme change chaque jour.",
    "Réussir des missions vous permet d'obtenir des gemmes.",
    "Les missions secondaires ne donnent pas de gemmes.",
    "Il est possible d'obtenir de nouvelles missions secondaires durant votre aventure.",
    "Plus vous montez de niveau, plus vous débloquez des emplacements de missions secondaires.",
    "Une nouvelle mission journalière est disponible chaque jour.",
    "Il est possible de trouver une guilde via une annonce sur le Discord officiel du bot.",
    "La ferveur du roi vous octroie 1000 points et peut être achetée dans le magasin des missions.",
    "Il n'est pas possible d'acheter la ferveur du roi plus d'une fois par semaine.",
    "Il est possible de savoir exactement à quel point un familier vous apprécie grâce au vétérinaire.",
    "Il est possible de savoir quel est le régime alimentaire de votre familier grâce au vétérinaire.",
    "Le vétérinaire peut être contacté à travers le magasin des missions.",
    "La difficulté des missions secondaires dépend de votre niveau.",
    "Les missions plus difficiles vous offriront plus de récompenses.",
    "Il est possible de recruter de nouveaux membres pour votre guilde via le Discord officiel du bot.",
    "Il existe 3 types de missions : celles de campagne, les journalières et les secondaires.",
    "La mission journalière est la même pour tous les joueurs.",
    "Lors de l'échange d'un familier avec un autre joueur, les familiers perdent un peu de points d'amour.",
    "Lors de la vente de familier à un autre joueur, le familier perd beaucoup de points d'amour.",
    "Lire les conseils peut vous permettre de progresser plus rapidement.",
    "Vous pouvez préciser l'argument `force` de la commande {command:drink} à `true` pour éviter d'avoir à confirmer lorsque vous buvez une potion.",
    "Les pastilles bleues sur le classement indiquent les joueurs présents sur le serveur où la commande a été effectuée.",
    "Le change-mission ne vous permet pas d'obtenir les récompenses de la mission échangée.",
    "Le change-mission vous permet d'échanger une mission secondaire que vous n'aimez pas contre une nouvelle.",
    "Vous pouvez consulter notre politique de confidentialité en suivant ce lien : https://draftbot.com/confidentialite/",
    "Vous pouvez consulter nos conditions d'utilisation en suivant ce lien : https://draftbot.com/conditionsutilisation/",
    "En combattant des adversaires, vous obtenez des points de gloire.",
    "En fonction de votre nombre de points de gloire, vous êtes classés dans une ligue.",
    "En fonction de votre ligue, votre profil est affiché dans une couleur différente.",
    "Vous pouvez obtenir un bonus chaque dimanche en fonction de votre ligue à l'aide de la commande {command:leaguebonus}.",
    "Le nombre de points obtenus dans le bonus de ligue dépend de votre classement dans le classement glorieux.",
    "Une saison de combat se termine le samedi soir heure française.",
    "Vous devez avoir réalisé suffisamment de combats classés à l'aide de la commande {command:fight} pour pouvoir participer au classement glorieux.",
    "Vous devez avoir réalisé suffisamment de combats classés à l'aide de la commande {command:fight} pour pouvoir recevoir un bonus de ligue à la fin de la saison.",
    "Il est possible de combattre les joueurs qui ont un grand écart de gloire avec vous, si vous faites un combat amical.",
    "Vous pouvez faire jusqu'à 3 combats classés par adversaire et par saison.",
    "En cas d'égalité en combat, les points de gloire des combattants sont affectés.",
    "Plus votre ligue est élevée, plus l'équipement que vous recevez à l'aide de la commande {command:leaguebonus} est de qualité.",
    "Le joueur ayant le plus de gloire à la fin d'une saison de combat remporte un badge.",
    "Faire des combats réguliers permet de récupérer d'alléchantes récompenses en fin de semaine.",
    "Surveillez régulièrement votre souffle afin d'éviter de perdre un tour en optant pour une attaque trop chère.",
    "Les combats classés consomment votre énergie. Vous devrez patienter afin d'en récupérer.",
    "Vous pouvez consulter votre classement glorieux à l'aide de la commande {command:top glory}.",
    "Les potions et objets permettant d'avancer le temps ne vous permettent pas de récupérer votre énergie.",
    "Les potions et objets permettant d'avancer le temps ne vous permettent pas d'avancer plus vite les temps de chargement des récompenses journalières.",
    "Les potions et objets permettant d'avancer le temps ne vous permettent pas d'avancer plus vite les temps de chargement des récompenses de guilde.",
    "Les potions et objets permettant d'avancer le temps ne vous permettent pas d'avancer plus vite les temps de chargement des récompenses de fin de saison.",
    "Vous pouvez récupérer votre énergie dans le magasin jusqu'à 3 fois par saison de combat.",
    "On raconte qu'autour de Claire de ville, personne ne manque d'énergie pour combattre.",
    "Vous pouvez trouver dans votre aventure des potions de soin qui vous permettent de récupérer de la vie.",
    "Vous pouvez trouver dans votre aventure des potions d'énergie qui vous permettent de récupérer votre énergie.",
    "Si vous perdez un combat pour inactivité, toute votre énergie sera perdue.",
    "Avez vous remarqué des nouveaux conseils ? C'est parce que nous avons ajouté de nouveaux conseils ! (Si c'était pour une autre raison ça serait inquiétant)",
    "On raconte qu'il y a des îles hostiles et quasi inexplorées par-delà les mers.",
    "Les membres de votre guilde peuvent vous aider à combattre les monstres lorsque vous vous rendez sur une île mystérieuse.",
    "Il est possible de voir les membres de votre guilde qui sont sur une île mystérieuse à l'aide de la commande {command:guild}.",
    "La commande {command:guild} vous permet de voir le nombre d'alliés qui vous aideront sur l'île mystérieuse.",
    "Un \"allié\" est un membre de votre guilde qui est actuellement sur une île mystérieuse ou qui en est récemment parti.",
    "Les autres aventuriers sont vos rivaux dans la quête pour la princesse ! Pensez à bien vous entourer grâce à vos partenaires de guilde.",
    "Vous ne pouvez libérer qu'un familier par heure.",
    "Vous ne pouvez pas rejoindre une île mystérieuse si vous venez de rejoindre une guilde.",
    "On raconte que les équipements rares deviennent moins chers autour de la route des merveilles.",
    "Les joueurs de bonneteau se tiennent à l'écart de la route des merveilles et de la route marécageuse car on raconte qu'un esprit y rôde et s'attaque spécifiquement à eux.",
    "Avez vous trouvé tous les petits secrets de la carte ?",
    "Les guildes peuvent monter de niveau jusqu'au niveau 150.",
    "N'hésitez pas à visiter le vétérinaire pour faire évaluer l'âge de votre familier.",
    "Votre familier peut vous assister lors des combats.",
    "Curieux d'en apprendre plus sur votre familier ? Visitez le vétérinaire !",
    "Les combats contre d'autre joueurs peuvent vous rapporter des points et de l'argent.",
    "N'hésitez pas à vérifier régulièrement nos salons d'annonce pour être au courant des dernières nouveautés.",
    "Les familiers ont des façons différentes de vous aider durant les combats, vous pouvez en savoir plus sur votre animal chez le vétérinaire."
  ]
}