{
  "command404": "Sembra che questo comando non esista... Si prega di segnalare questo bug al team del Bot",
  "dmHelpMessage": "<:draftbot:529305485963427840> **Cos'è questo bot? Come si gioca?**\n\nUna rapida panoramica del bot è disponibile qui: https://draftbot.com\nUna guida completa per scoprire il bot è disponibile qui: https://guide.draftbot.com\n\n{emote:other.incoming} **Come aggiungere il bot al mio server?**\nIl link per aggiungere il bot al tuo server è disponibile sul server del bot. https://discord.gg/5JqrMtZ\n\n{emote:effects.dead} **Sono appena morto, il bot mi ha detto di fare {command:respawn} **\n\nI comandi non funzionano nei messaggi privati. Esegui questo comando su un server in cui il bot può parlare.\n\n{emote:messages.description} **Sto cercando l'elenco dei comandi.**\n\nL'elenco dei comandi è disponibile eseguendo il comando {command:help} in un canale in cui il bot può parlare.\n\n{emote:collectors.question} **Ho un'altra domanda.**\n\nUnisciti al server Discord del bot e poni la tua domanda, il nostro staff sarà felice di aiutarti!",
  "dmHelpMessageTitle": "Ecco qualche informazione che potrebbero aiutarvi.",
  "joinGuild": "**{emote:other.incoming} Server Discord unito :** `{{guild}}` | {emote:userKind.human} : `{{humans}}` | {emote:userKind.robot} : `{{robots}}` | Rapporto bot/umani : `{{ratio}}` % | Convalida : {{validation}}",
  "leaveGuild": "**{emote:other.outgoing} Discord server left :** `{{guild}}` | {emote:userKind.human} : `{{humans}}` | {emote:userKind.robot} : `{{robots}}` | Ratio bot/Human : `{{ratio}` % | Validation : {{validation}}",
  "maintenance": "DraftBot è attualmente in fase di manutenzione. Per maggiori informazioni:\n\n{emote:networks.website} https://status.draftbot.com\n{emote:networks.twitter} https://twitter.com/DraftBot_Status\n{emote:networks.discord} https://discord.gg/5JqrMtZ",
  "mentionHelp": "{emote:languages.it} Ciao!\n\n{emote:other.right} A seguito di una modifica apportata da Discord, è necessario utilizzare \"comandi slash\" per interagire con DraftBot. Utilizzate il prefisso `/` seguito dal nome del comando che desiderate utilizzare.\n\n{emote:other.why} Non sapete da dove cominciare? Usate {command:help} !\n\n{emote:languages.en} Parlate inglese? Cambiate la lingua con {command:language}\n\nSe avete bisogno di aiuto, non esitate a contattare il server di supporto: https://discord.gg/5JqrMtZ.",
  "noChannelAccess": "{emote:other.look}  | Ciao! Ricevi questo messaggio perché hai cercato di usare uno dei miei comandi in una stanza in cui non ho i permessi!**\n\nLa tua richiesta è stata quindi annullata. Per risolvere il problema, invia un messaggio al proprietario del server su cui hai cercato di usarmi. Se non riesci a risolvere il problema, unisciti al Discord di supporto del bot al seguente indirizzo: https://guide.draftbot.com !",
  "noEmbedPermission": "{emote:other.paperclip}  | Ciao! Ricevi questo messaggio perché hai cercato di usare uno dei miei comandi in una stanza in cui ho il permesso di visualizzare i messaggi, ma non di incorporare link (Embed)!\n\nLa tua richiesta è stata quindi annullata. Per risolvere questo problema, invia un messaggio al proprietario del server su cui hai cercato di usarmi. Se non riesci a risolvere questo problema, leggi la guida del bot disponibile al seguente indirizzo: https://guide.draftbot.com !",
  "noFilePermission": "{emote:other.folder}  | Ciao! Ricevi questo messaggio perché hai cercato di usare uno dei miei comandi in una stanza in cui ho l'autorizzazione a visualizzare i messaggi, ma non ad allegare file!**\n\nLa tua richiesta è stata quindi annullata. Per risolvere il problema, invia un messaggio al proprietario del server su cui hai cercato di usarmi. Se non riesci a risolvere questo problema, leggi la guida del bot disponibile al seguente indirizzo: https://guide.draftbot.com !",
  "noReacPermission": "{emote:collectors.refuse}  | Ciao! Ricevi questo messaggio perché hai cercato di usare uno dei miei comandi in una stanza in cui ho il permesso di visualizzare i messaggi, ma non di inviare reazioni!**\n\nLa tua richiesta è stata quindi annullata. Per risolvere questo problema, invia un messaggio al proprietario del server su cui hai cercato di usarmi. Se non riesci a risolvere questo problema, leggi la guida del bot disponibile al seguente indirizzo: https://guide.draftbot.com !",
  "noSpeakInThreadPermission": "{emote:other.cantSpeak}  | Ciao! Ricevi questo messaggio perché hai cercato di usare uno dei miei comandi in una discussione in cui ho il permesso di visualizzare i messaggi, ma non di inviarne!**\n\nLa tua richiesta è stata quindi annullata. Per risolvere questo problema, invia un messaggio al proprietario del server su cui hai cercato di usarmi. Se non riesci a risolvere il problema, unisciti al Discord di supporto del bot al seguente indirizzo: https://guide.draftbot.com !",
  "noSpeakPermission": "{emote:other.cantSpeak}  | Ciao! Ricevi questo messaggio perché hai cercato di usare uno dei miei comandi in una stanza in cui ho il permesso di visualizzare i messaggi, ma non di inviarne!**\n\nLa tua richiesta è stata quindi annullata. Per risolvere il problema, invia un messaggio al proprietario del server su cui hai cercato di usarmi. Se non riesci a risolvere il problema, unisciti al Discord di supporto del bot al seguente indirizzo: https://guide.draftbot.com !",
  "resetIsNow": "{emote:announcements.trophy} Le classifiche della settimana sono in corso di reimpostazione ! Il vincitore sarà annunciato tra poco sul server del bot ! Il gioco riprenderà tra 5 minuti !",
  "seasonEndAnnouncement": "{emote:unitValues.glory} **La stagione dei combattimenti è finita! Il vincitore è:** {{mention}}",
  "seasonEndAnnouncementNoWinner": "{emote:unitValues.glory} **La stagione dei combattimenti è finita! Purtroppo non ci sono partecipanti e quindi non ci sono vincitori per questa stagione **.",
  "seasonEndIsNow": "{emote:unitValues.glory} La stagione dei combattimenti viene ripristinata! Il vincitore sarà annunciato a breve sul server bot! Il gioco riprenderà tra meno di 20 minuti!",
  "serverList": "**{emote:other.outgoing} Server {{count}} :** `{{guild}}` | {emote:userKind.human} `{{humans}}` {emote:userKind.robot} : `{{robots}}` | Rapporto bot/uomo : `{{ratio}}` % | Convalida : {{validation}}",
  "supportAlert": "{emote:messages.dm} **Nuovo messaggio privato ricevuto!** \n`Autore: {{username}} (id : {{id}})\n\n`",
  "topWeekAnnouncement": "{emote:announcements.trophy} **La classifica della settimana e finita ! Il vincitore e :** {{mention}}",
  "topWeekAnnouncementNoWinner": "{emote:announcements.trophy} **Le classifiche di questa settimana sono ora complete! Purtroppo questa settimana non ci sono partecipanti e quindi non ci sono vincitori **.",
  "totalUsersCount": "**Numero totale di utilizzatori : `{{count}}`**",
  "notificationTitle": "Notifica",
  "notificationFooter": "Si riceve questo messaggio perché le notifiche sono abilitate. {command:notifications}Per modificare questa impostazione, utilizzare il comando",
  "notificationsNoChannelAccess": "{emote:messages.refuse} Sembra che il bot non abbia più accesso alla stanza delle notifiche. Le notifiche saranno ora inviate come messaggi privati. Per cambiare la modalità di notifica, eseguire il comando {command:notifications}.",
  "notificationReachDestination": "Avete raggiunto **{{destination}}** !",
  "notificationGuildDaily": "{{pseudo}}\n\n{{rewards}}** ** ha raccolto il bonus giornaliero della tua gilda:",
  "supportMessage": "{{langFlag}} Se hai bisogno di aiuto, seleziona la tua lingua usando i pulsanti qui sotto. Se non hai bisogno di aiuto, ignora questo messaggio.\n{emote:collectors.warning} **Ogni messaggio inviato qui può essere letto da un essere umano!**\n",
  "commandDisabledInDM": "{{langFlag}} Ciao, i comandi sono disabilitati nei messaggi privati. Vai su un server per giocare!\nSe desideri aiuto, clicca sul pulsante corrispondente alla tua lingua qui sotto.\n"
}