{
  "1": {
    "possibilities": {
      "cutTree": {
        "outcomes": {
          "0": "Per abbattere questo albero ci saranno voluti 30 minuti!"
        },
        "text": "Tagliare l'albero e continuare."
      },
      "end": {
        "outcomes": {
          "0": "L'albero è stato abbattuto e la strada è stata liberata, ma purtroppo i saccheggiatori hanno rubato quasi tutto quello che avete raccolto dall'ultimo viaggio!"
        }
      },
      "otherWay": {
        "outcomes": {
          "0": "Andare da un'altra parte sembrava una buona soluzione, quindi non avete perso tempo!",
          "1": "Andare da un'altra parte sembrava una buona soluzione, ma sfortunatamente si è fatto male camminando."
        },
        "text": "Andare da un altra parte."
      }
    },
    "text": "Un albero è caduto sul sentiero e blocca la strada!"
  },
  "10": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Finite per andarvene senza prestare più attenzione a questa situazione piuttosto banale!"
        }
      },
      "help": {
        "outcomes": {
          "0": "L'uomo rifiuta gentilmente il vostro aiuto e continuate per la vostra strada.",
          "1": "Grazie a voi, l'uomo cattura un superbo pesce di 3 kg! Per ringraziarvi, vi regala qualcosa che potreste trovare utile...",
          "2": "Aiutate l'uomo a pescare una superba preda di oltre un chilo! Il pescatore vi offre qualche moneta come ringraziamento.",
          "3": "Il pesce all'estremità della lenza doveva essere davvero enorme! Ti ritrovi rapidamente spazzato sul fondo dell'acqua! Vieni salvato appena in tempo dal pescatore. Se sei stordito dopo quest'avventura, dovrai prenderti cura di te stesso!"
        },
        "text": "Offrire il suo aiuto."
      },
      "push": {
        "outcomes": {
          "0": "Ma perché l'avete fatto? {emote:other.why} In preda al rimorso, aiutate il povero uomo e gli offrite qualche moneta per farvi perdonare."
        },
        "text": "Spingete il pescatore in acqua!"
      },
      "skip": {
        "outcomes": {
          "0": "Non avete un minuto da perdere per aiutare un semplice pescatore ! Continuate avanti."
        },
        "text": "Continuate ad andare avanti, non c'è tempo da perdere!"
      }
    },
    "text": "Passando accanto a uno laghetto, notate un uomo che sembra avere problemi con la pesca!"
  },
  "11": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Dopo aver trascorso lunghi minuti a chiacchierare con la sconosciuta, finalmente si riparte! Seguendo le sue indicazioni, arrivate presto a destinazione."
        }
      },
      "followHint": {
        "outcomes": {
          "0": "Era davvero una scorciatoia !",
          "1": "Siete caduti in un'imboscata! Dopo avervi derubato di tutti i vostri averi, i briganti sono fuggiti vigliaccamente. Ferito gravemente, cade in stato di incoscienza."
        },
        "text": "Seguite il consiglio dell'sconosciuto."
      },
      "forest": {
        "outcomes": {
          "0": "Vi perdete nella foresta per diverse ore, ma alla fine ne uscite indenni.",
          "1": "Perdi molto tempo per attraversare la foresta, ma alla fine ce la fai! All'uscita, raccogliete un oggetto che potrebbe tornarvi utile!",
          "2": "Mentre cavalcate nella foresta, cadete pesantemente in un fosso. La ferita è profonda e deve essere assolutamente curata!"
        },
        "text": "Attraversate comunque la foresta."
      },
      "oppositeSide": {
        "outcomes": {
          "0": "Non siete sicuro del perché abbiate preso una strada 10 volte più lunga di quella che avevate previsto inizialmente, ma alla fine siete arrivati a destinazione."
        },
        "text": "Evitare la foresta partendo dal lato opposto a quello indicato."
      }
    },
    "text": "Proprio mentre state per entrare in foresta, una sconosciuta vi dice che c'è un percorso più breve verso ovest."
  },
  "12": {
    "possibilities": {
      "craftBoat": {
        "outcomes": {
          "0": "Mentre cercate di costruire la vostra barca, vi ferite leggermente! Decidete di abbandonare la costruzione dopo averci passato diverse ore e di partire in un'altra direzione.",
          "1": "Dopo aver trascorso diverse ore a costruire la vostra barca, partite per il fiume... solo per affondare miseramente nel mezzo. L'acqua è gelida, ma riuscite ad arrivare all'altra sponda, congelati e indeboliti. Dovrete prendervi cura di voi stessi prima di continuare!",
          "2": "Bastano poche ore per costruire una piccola barca e raggiungere facilmente l'altra sponda. Quando scenderete dalla vostra barca, raccoglierete un oggetto che, se non utile, sarà facile da vendere!"
        },
        "text": "Provate a costruire una piccola barca."
      },
      "end": {
        "outcomes": {
          "0": "Dopo qualche ora in riva al fiume, finite per partire in una direzione a caso."
        }
      },
      "otherWay": {
        "outcomes": {
          "0": "Decidete di andare da una altra parte, ma vi ci vuole un'ora buona per trovare la direzione che vi conviene !"
        },
        "text": "Andare in un'altra direzione."
      },
      "searchBridge": {
        "outcomes": {
          "0": "Dopo 30 minuti, finalmente vi arrendete e prendete un'altra direzione...",
          "1": "Dopo 60 minuti, finalmente trovate un guado. Decidete di non tornare al villaggio, ormai troppo lontano, e ripartite.",
          "2": "Dopo pochi minuti si arriva a un piccolo ponte di legno. Raggiungete presto il villaggio, dove la gente del posto, felice di incontrare uno straniero per la prima volta dopo anni, vi offre qualche moneta.",
          "3": "Dopo qualche minuto si arriva a un piccolo ponte di legno. Purtroppo è in stato di abbandono perché nessuno lo usa da anni. Dopo pochi passi, un'asse crolla sotto il vostro peso! Riuscite a malapena ad aggrapparvi alla ringhiera e a trovare un terreno solido. Stordito, dovrai andare a farti curare!"
        },
        "text": "Cercate un ponte più avanti."
      },
      "swim": {
        "outcomes": {
          "0": "L'acqua È gelida! Prendete il coraggio a due mani e tuffatevi. Una volta raggiunta l'altra sponda, vi rendete conto del vostro errore. Siete congelato e indebolito. Dovrete curarvi prima di continuare!",
          "1": "Raggiungete l'altra sponda facilmente, arrivate al villaggio, la gente vi accoglie e vi offre da mangiare."
        },
        "text": "Attraversare il fiume a nuoto."
      }
    },
    "text": "Davanti a voi c'è un fiume. Dall'altra parte della riva si vede un villaggio."
  },
  "13": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Visitate la città per molte ore prima di continuare per la vostra strada."
        }
      },
      "goAway": {
        "outcomes": {
          "0": "Ci vorrà mezz'ora per attraversare il piccolo villaggio e proseguire il cammino.",
          "1": "Perdete un'ora buona per fare il giro della città, ma riprendete il vostro cammino tranquillamente."
        },
        "text": "Partite di nuovo."
      },
      "goForge": {
        "outcomes": {
          "0": "Non c'è nulla d'interessante in questa fucina... Lasciate rapidamente il locale e proseguite per la vostra strada.",
          "1": "Provando una spada, rompete la finestra della fucina e il fabbro vi chiede un rimborso!",
          "2": "Non c'è nessuno nella fucina, che sembra abbandonata da anni. Prima di uscire, però, notate un oggetto che potrebbe esservi utile per il resto della vostra avventura...",
          "3": "La fucina sembra essere abbandonata da anni. Così ripartite.",
          "4": "Entrate e salutate il fabbro. Dopo una rapida ispezione del suo lavoro, vi rendete conto che non troverete nulla d'interessante qui. Continuate per la vostra strada."
        },
        "text": "Andate alla fucina."
      },
      "goInn": {
        "outcomes": {
          "0": "Dopo aver parlato per due ore con l'oste, finalmente scoprite che non ci sono camere disponibili per la notte! Ripartite, frustrati per non essere riusciti a riposare bene.",
          "1": "Pagate una stanza per la notte e cadete sfinito sul letto. Dovrete dormire prima di riprendere l'avventura.",
          "2": "La locanda sembra essere abbandonata da diversi anni... Continuate per la vostra strada senza farvi più domande."
        },
        "text": "Andare all'ostello."
      },
      "goMarket": {
        "outcomes": {
          "0": "Esplorate il mercato in 30 minuti prima di scoprire un piccolo oggetto a terra che potrebbe esservi utile...",
          "1": "Dopo aver perso 60 minuti a girovagare tra le bancarelle, finite per lasciare la città senza aver trovato alcunché d'interessante.",
          "2": "Mentre la vostra attenzione era al minimo nel mercato, ricevete un violento colpo alla nuca e crollate a terra... Dopo quel momento, non ricordate più nulla. Dovrete essere curato prima di poter continuare ad andare avanti!"
        },
        "text": "Andare al mercato."
      }
    },
    "text": "Dopo aver trascorso diverse settimane a camminare senza incontrare un solo essere umano, arrivate, infine, in una piccola borgata che sembra piuttosto vivace."
  },
  "14": {
    "possibilities": {
      "chatWorker": {
        "outcomes": {
          "0": "L'uomo vi nota e vi propone di fabbricarvi un oggetto con lui. Dopo quasi un'ora, la vostra creazione è terminata. L'uomo ve la regala come ricompensa!",
          "1": "Guardate l'operaio costruire un'ascia per una decina di minuti prima di decidervi a ripartire.",
          "2": "L'operaio vi nota e vi propone di costruirvi una spada insieme a lui. Entusiasta all'idea di ottenere una nuova arma, accettate. Maldestro, non ci mettete molto a far cadere la vostra pesante creazione sul piede. Ferito gravemente, abbandonate l'idea di creare la vostra propria arma."
        },
        "text": "Discutete con il lavoratore."
      },
      "end": {
        "outcomes": {
          "0": "Fate il giro della casa e prosegui per la vostra strada."
        }
      },
      "goAway": {
        "outcomes": {
          "0": "Partite senza perdere tempo.",
          "1": "Continuate il vostro cammino aggirando il prato.",
          "2": "Decidete di continuare a camminare, nonostante la stanchezza. Dopo qualche chilometro, crollate sul ciglio del sentiero."
        },
        "text": "Non c'è tempo da perdere! Dovete continuare per la vostra strada!"
      },
      "stayNight": {
        "outcomes": {
          "0": "Dopo aver discusso rapidamente con l'uomo, quest'ultimo accetta di accogliervi per la notte. Sfinito, crollate sul letto per la stanchezza.",
          "1": "L'uomo ammette subito di non potervi ospitare per la notte, ma si offre di condividere il suo pasto. Voi rifiutate gentilmente e proseguite per la vostra strada.",
          "2": "La sola risposta che ottenete è un semplice grugnito. La gente del posto non sembra apprezzare gli stranieri.",
          "3": "L'uomo rifiuta subito di condividere il suo letto con voi, ma vi propone di dividere la cena con lui. Affamato ed esausto, accettate la sua offerta."
        },
        "text": "Chiedete di pernottare per riposare e recuperare le forze."
      }
    },
    "text": "Quando la stanchezza inizia a farsi sentire, vi imbattete in un piccolo prato dove si trova una casetta. Vi avvicinate e scoprite un uomo intento a lavorare su un pezzo di metallo incandescente."
  },
  "15": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Trascorrete un bel po' di tempo a guardarli stupidamente mentre allestiscono il loro bivacco, prima di tornare in voi e proseguire il vostro cammino."
        }
      },
      "skip": {
        "outcomes": {
          "0": "La strada è ancora lunga, non c'è tempo di fermarsi!",
          "1": "Continuate il vostro percorso senza perdere altro tempo!",
          "2": "Continuate il vostro cammino senza fermarvi.",
          "3": "Continuate senza fermarvi, snodandovi per le strade strette. All'angolo di una di esse, venite selvaggiamente spinti da un uomo che fugge rapidamente."
        },
        "text": "Continuate il vostro cammino senza perdere tempo."
      },
      "steal": {
        "outcomes": {
          "0": "Raccogliete qualche moneta e scappate il più velocemente possibile senza provare il minimo rimorso.",
          "1": "Purtroppo non c'è nulla da rubare. Tuttavia, il vostro tentativo non è passato inosservato! Per la vergogna, risarcite i proprietari e tornate in strada.",
          "2": "Preso con le mani nel sacco! Di fronte ai 5 uomini imponenti che vi circondano, vi pentite amaramente della vostra sfortunata azione. Ve ne andate intontiti dopo aver pagato il risarcimento."
        },
        "text": "Prendete con discrezione qualche moneta dalla cassa."
      },
      "trade": {
        "outcomes": {
          "0": "Chiacchierate per un po' con questi simpatici commercianti, che decidono di fare affari con voi!",
          "1": "Purtroppo per voi, il gruppo di mercanti non ha nulla da vendere, quindi dovrete passare oltre.",
          "2": "Meno accoglienti di quanto sperato, il gruppo di uomini vi circonda rapidamente e, sotto la minaccia di percosse, vi derubano di pochi spiccioli prima di darsi alla fuga!",
          "3": "Avresti dovuto fidarti del tuo istinto e rifiutare questo \"affare\"... La magnifica spada tempestata di diamanti che vi era stata promessa sembra invece essere fatta di morbida schiuma. Tornate rapidamente sui vostri passi, ma la porta del negozio sembra essere chiusa per sempre! Giurando di non farsi più ingannare, riprendete il cammino."
        },
        "text": "Cercate di fare affari con loro."
      }
    },
    "text": "Mentre vi inoltrate nelle vie secondarie di una città, entrate in quello che sembra essere un piccolo negozio dove un gruppo di uomini sta chiacchierando tranquillamente."
  },
  "16": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Dopo aver ammirato l'edificio per circa quindici minuti, si riparte.",
          "1": "Godetevi la vista del castello... Poi ricordate la vostra missione e ripartite."
        }
      },
      "enterCastle": {
        "outcomes": {
          "0": "Poco dopo essere entrati nel castello, ci si rende conto dell'insalubrità dei locali. Abbandonato da anni, l'edificio è completamente fatiscente. Dopo qualche minuto di esplorazione, mentre entrate in una grande stanza fatiscente, un enorme pezzo di soffitto vi crolla addosso! Con grande difficoltà riuscite a uscire dall'edificio, feriti.",
          "1": "Si entra nel castello e ci si guarda rapidamente intorno. Dopo qualche minuto si trova una stanza che sembra essere la vecchia armeria. In fretta e furia, raccogliete il primo oggetto che trovate e vi affrettate a uscire dall'edificio.",
          "2": "Sembra che questo castello sia meno abbandonato di quanto sembri! Poco dopo essere entrati, sentite molti rumori provenire da diverse stanze. Non del tutto rassicurati, decidete di proseguire il vostro cammino."
        },
        "text": "Entrare per cercare nel castello."
      },
      "skip": {
        "outcomes": {
          "0": "Continuate il vostro cammino senza prestare ulteriore attenzione al castello."
        },
        "text": "Continuate il vostro cammino."
      },
      "walkAround": {
        "outcomes": {
          "0": "Si gira intorno al castello ma non si trova nulla. Pensando di aver perso abbastanza tempo, continuate per la vostra strada.",
          "1": "Questo round non vi dirà molto sul grande edificio. Tuttavia, lungo il percorso si scopre un gran numero di piccole monete d'oro sparse per il castello. Contenti della scoperta, si riparte.",
          "2": "Mentre iniziate la visita del castello, cadete accidentalmente in una buca. Con una gamba ferita, dovrete essere curati prima di continuare!"
        },
        "text": "Visita del castello dall'esterno."
      }
    },
    "text": "Dopo aver seguito un fiume per molte ore, ci si imbatte in un vecchio castello in riva al mare, apparentemente abbandonato."
  },
  "17": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Dopo aver riflettuto per qualche istante, decidete di rimettervi in viaggio il più rapidamente possibile.",
          "1": "Passate qualche istante a cercare un'altra fonte di cibo, ma dopo una lunga ricerca vi rendete conto che è tutto inutile. Non convinti delle opzioni a disposizione, vi rimettete in cammino."
        }
      },
      "fruits": {
        "outcomes": {
          "0": "Salite più in alto possibile e afferrate un pezzo di frutta. Soddisfate rapidamente la vostra fame e sentite che le forze vi vengono restituite grazie a questa carica di zuccheri.",
          "1": "Proprio mentre stavate per raccogliere un frutto dalla cima dell'albero, il ramo che vi sosteneva è crollato sotto il vostro peso! Storditi dalla caduta, decidete di abbandonare il pasto e di ripartire.",
          "2": "Scegliete rapidamente un frutto e lo addentate... Solo qualche ora dopo vi rendete conto di aver commesso un errore."
        },
        "text": "Arrampicatevi sull'enorme albero di fronte a voi per raccogliere i frutti."
      },
      "hunt": {
        "outcomes": {
          "0": "Non ci sono animali in vista, quindi si riparte senza ulteriori indugi.",
          "1": "Dopo un frenetico inseguimento con un animale selvatico, questo smette di scappare e vi attacca furiosamente. Storditi dalla violenza dell'attacco, non riuscite a evitarlo e subite la piena ira della bestia. Gravemente feriti, passerà del tempo prima che possiate riprendere la vostra avventura.",
          "2": "Trafiggete rapidamente alcuni piccoli animali con la vostra lama e divorate la vostra preda con grande appetito prima di ripartire, esausti."
        },
        "text": "Tentare di cacciare un animale selvatico."
      },
      "mushrooms": {
        "outcomes": {
          "0": "Mentre vi chinate per raccogliere i funghi, vedete uno strano oggetto luccicare sul terreno...",
          "1": "Raccogliete alcuni funghi prima di accorgervi che non avete nulla con cui cucinarli. Abbandonate la raccolta e ripartite.",
          "2": "Mordete un fungo rosso con piccoli puntini bianchi... e ve ne pentite subito!"
        },
        "text": "Raccogliere funghi."
      },
      "salad": {
        "outcomes": {
          "0": "Si raccoglie un po' e si ingurgita il pasto. Energici per il pasto, vi rimettete in cammino.",
          "1": "Dopo aver cercato un po', non riuscite a trovare nessuna pianta che soddisfi la vostra fame, quindi ripartite senza mangiare nulla.",
          "2": "Cambiate subito idea quando vi guardate intorno e scoprite la fitta vegetazione che vi impedisce di raccogliere qualcosa. Senza perdere altro tempo, vi rimettete in cammino."
        },
        "text": "Preparate un'insalata con le piante che trovate."
      },
      "skip": {
        "outcomes": {
          "0": "Continuate per la vostra strada senza perdere altro tempo.",
          "1": "Decidete di non mangiare, ma finite per pentirvene qualche ora dopo. Affamati, decidete di riposare un po' prima di ripartire."
        },
        "text": "Abbandonate l'idea di mangiare qui e andate via nella speranza di trovare un posto migliore."
      }
    },
    "text": "Affamati dalla giornata di viaggio, decidete di fermarvi a cercare qualcosa da mangiare."
  },
  "18": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Si osserva il sito per qualche minuto, poi ci si rende conto che è davvero deserto. Si riparte."
        }
      },
      "searchScaffolding": {
        "outcomes": {
          "0": "Si sale in cima all'impalcatura, ma ad eccezione di un magnifico paesaggio, non si trova nulla. Dopo aver trascorso qualche minuto ad ammirarlo, si riparte.",
          "1": "Salendo sulla struttura instabile, scoprirete una vista mozzafiato sulla regione! Approfittate della vista per individuare un oggetto sottostante.",
          "2": "Si sale sulla scala, ma a metà strada un piolo si rompe e si cade a terra! Stordito dalla caduta, riprendi lentamente i sensi."
        },
        "text": "Ricerca dell'impalcatura."
      },
      "searchSite": {
        "outcomes": {
          "0": "Si cerca per 30 minuti, ma non si trova nulla di interessante.",
          "1": "Dopo aver cercato per 40 minuti, finalmente trovate qualcosa che potrebbe essere utile!",
          "2": "Mentre frugate in una cassetta degli attrezzi, vi tagliate la mano con una pinza arrugginita. La ferita è molto profonda!"
        },
        "text": "Ricerca nel sito."
      },
      "skip": {
        "outcomes": {
          "0": "Decidete di ignorare questo sito e di continuare per la vostra strada.",
          "1": "Si guarda il cantiere da lontano, senza vedere il piccone a terra. Ti sei tagliato un piede mentre uscivi."
        },
        "text": "Continuate il vostro viaggio senza preoccuparvi del mondo."
      }
    },
    "text": "Arrivate in una città, ma non c'è anima viva in vista. Attraversandola, si vede un cantiere che sembra altrettanto deserto."
  },
  "19": {
    "possibilities": {
      "butch": {
        "outcomes": {
          "0": "Vi avvicinate al cadavere e lo scuoiate. Vendete la sua pelliccia al primo mercante itinerante che incontrate.",
          "1": "Scuoiate la volpe e vi mettete alla ricerca di un modo per vendere la sua pelle. Pochi minuti dopo vi imbattete in un mercante che vi offre di barattarla con uno dei suoi oggetti di qualità e voi accettate.",
          "2": "Scuoiate la volpe e cercate un posto dove vendere la sua pelliccia. Sfortunatamente, la pelliccia marcisce presto e le mosche si radunano intorno a voi. Finite per abbandonarla sul ciglio della strada, un po' troppo tardi perché vi sentite subito male!"
        },
        "text": "Scuoiate la volpe per venderne la pelle."
      },
      "cook": {
        "outcomes": {
          "0": "Date le vostre scarse capacità culinarie, forse ve lo aspettavate: vi ammalate poco dopo aver assaggiato la vostra preparazione.",
          "1": "Nonostante le tue limitate capacità culinarie, la tua volpe allo spiedo merita il merito di averti sfamato.",
          "2": "Vi avvicinate alla volpe per raccoglierla, quando improvvisamente salta su e vi morde! Fuggite, feriti e con lo stomaco sotto i tacchi.",
          "3": "Avete cucinato questa volpe sorprendentemente bene e dopo averla mangiata vi sentite rinvigoriti."
        },
        "text": "Cercare di cucinare la volpe."
      },
      "end": {
        "outcomes": {
          "0": "Fissate la bestia stesa a terra per un momento, esitando. Infine, vi muovete."
        }
      },
      "skip": {
        "outcomes": {
          "0": "Scegliete di ignorare il cadavere e di non perdere tempo.",
          "1": "Scegliete di ignorare il cadavere e di non perdere tempo.... Non appena l'avete superato, la volpe si alza e vi morde violentemente!"
        },
        "text": "Basta ignorarlo e correre all'ostello più vicino."
      }
    },
    "text": "Dopo molti lunghi giorni senza cibo, vedete un cadavere di volpe sul ciglio della strada, che sembra fresco."
  },
  "2": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Avete deciso di non muovervi, ma il cane sembra non gradire, mordendo selvaggiamente prima di scappare!"
        }
      },
      "followDog": {
        "outcomes": {
          "0": "Dopo qualche minuto perdete le tracce del cane: andava troppo veloce! Decidete di tornare indietro da dove siete venuti, ma presto vi rendete conto che non avevate prestato attenzione a dove stavate andando... Ora vi siete persi!",
          "1": "Dopo qualche minuto si perdono le tracce del cane vicino a un albero. Guardandosi intorno, si scoprono tante piccole monete sparse dappertutto!"
        },
        "text": "Seguire il cane."
      },
      "skip": {
        "outcomes": {
          "0": "Dopo 15 minuti d'inseguimento, siete riusciti a seminare il cane, che non sembrava molto amichevole!",
          "1": "Si prosegue senza preoccuparsi del cane. Lui non insiste.",
          "2": "Mentre cerchi di fuggire, cadi violentemente in un fosso, riportando una profonda ferita... Dovrete essere curati prima di continuare!"
        },
        "text": "Andate avanti senza preoccuparvi del cane."
      }
    },
    "text": "Davanti a voi, un cane vi corre intorno. Sembra che voglia che lo seguiate!"
  },
  "20": {
    "possibilities": {
      "alert": {
        "outcomes": {
          "0": "Le guardie vi seguono e arrestano il ladro, mentre la donna vi offre un oggetto in segno di ringraziamento.",
          "1": "Sfortunatamente, le guardie che state cercando di allertare non hanno alcun interesse per le malefatte dei loro colleghi. Su vostra insistenza, vi ingaggiano un combattimento. Vincete la battaglia, nonostante qualche ferita, ma è troppo tardi. La donna giace a terra, insieme a due guardie."
        },
        "text": "Avvisare le altre guardie delle azioni del collega."
      },
      "end": {
        "outcomes": {
          "0": "Continuate per la vostra strada senza prestare attenzione alla guardia.",
          "1": "Stupiti, fissate la scena per cinque minuti. Alla fine la guardia si accorge di voi e voi vi affrettate a proseguire."
        }
      },
      "skip": {
        "outcomes": {
          "0": "Quindi si ignora la situazione e si continua per la propria strada.",
          "1": "Al suo passaggio, inciampa e cade a terra."
        },
        "text": "Andare avanti."
      },
      "surpriseAttack": {
        "outcomes": {
          "0": "Riuscite a mettere fuori combattimento la guardia e a recuperare un oggetto prezioso che stava trasportando.",
          "1": "All'ultimo momento, la guardia si gira e vi attacca. Dopo una lotta feroce, durante la quale la donna è fuggita, non riuscite a deviare uno dei suoi attacchi. Vittoriosa, la guardia vi lascia comunque in vita e fugge anch'essa.",
          "2": "La guardia si scansa e la donna riesce a fuggire. Dopo aver spaventato la guardia, la trovate fuori pericolo. Per ringraziarvi, vi offre alcune monete d'oro."
        },
        "text": "Attaccate la guardia di sorpresa per aiutare la donna."
      }
    },
    "text": "Mentre passeggiate in un villaggio, notate con la coda dell'occhio una guardia che ruba una povera donna."
  },
  "21": {
    "possibilities": {
      "crossBridge": {
        "outcomes": {
          "0": "La traversata sembrava rischiosa, ma non c'era tempo da perdere e si è attraversato. Dopo 5 minuti di cammino attraverso il ponte, si arriva alla fine sani e salvi.",
          "1": "Mentre attraversate il ponte, vedete una piccola borsa. Quando lo aprite, notate un gran numero di monete.",
          "2": "Mentre attraversate il ponte, sentite dei piccoli scricchiolii, quando all'improvviso un'asse cade e voi cadete con lei.",
          "3": "Mentre attraversate, un'asse si stacca. Fortunatamente riuscite ad aggrapparvi a una tavola più robusta. Dopo qualche minuto per riprendervi, continuate il vostro cammino."
        },
        "text": "Correre il rischio di utilizzare questo ponte."
      },
      "end": {
        "outcomes": {
          "0": "Aspettate una ventina di minuti a guardare il ponte, poi proseguite per la vostra strada.",
          "1": "Non c'è tempo da perdere, quindi continuate il vostro cammino senza preoccuparvi di questo percorso pericoloso."
        }
      },
      "otherWay": {
        "outcomes": {
          "0": "Dopo una buona ora di cammino, trovate un altro ponte, che sembra in condizioni migliori, e decidete di prenderlo.",
          "1": "Lungo la strada, notate una piccola cassa e la aprite. All'interno c'è qualcosa che sembra utile. Raccoglietelo e proseguite il cammino.",
          "2": "Avvistate un ponte e vi affrettate a raggiungerlo il più rapidamente possibile. Tuttavia, inciampate in un tronco d'albero e vi ferite."
        },
        "text": "Cercate un altro percorso poco più avanti."
      }
    },
    "text": "Continuando il viaggio, si arriva a un ponte fatiscente che, per di più, si trova sopra un'enorme voragine."
  },
  "22": {
    "possibilities": {
      "buy": {
        "outcomes": {
          "0": "Vi avvicinate al contadino e gli chiedete un po' di frutta, che vi dà in cambio di qualche moneta. Un quarto d'ora dopo, vi accorgete che sono stati avvelenati e cadono a terra.",
          "1": "Il contadino accetta di vendervi 2 mele per pochi spiccioli. Dopo averle mangiate, recuperate molte energie e ripartite.",
          "2": "Il contadino si rifiuta di vendervi la frutta, quindi continuate il vostro cammino senza perdere altro tempo."
        },
        "text": "Andate a comprare della frutta a quest'uomo."
      },
      "end": {
        "outcomes": {
          "0": "Si osserva l'albero per circa venti minuti e poi si riparte.",
          "1": "Il contadino vi vede e vi offre della frutta, che accettate volentieri."
        }
      },
      "skip": {
        "outcomes": {
          "0": "Si prosegue semplicemente per la strada senza preoccuparsi della frutta, che sembrava così appetitosa."
        },
        "text": "Non preoccupatevi."
      },
      "steal": {
        "outcomes": {
          "0": "Dopo qualche minuto sul posto, ve ne andate con diversi pezzi di frutta. Decidete di trarne profitto vendendoli nel villaggio successivo.",
          "1": "Il contadino si accorge della vostra presenza nei suoi campi e vi picchia.",
          "2": "Dopo aver mangiato un po' di frutta, vi sentirete pieni di energia.",
          "3": "Il contadino si accorge subito che state cercando di rubare la frutta e vi cattura. Dopo aver raccolto la sua frutta, vi chiede un risarcimento."
        },
        "text": "Rubare i frutti dall'albero."
      }
    },
    "text": "Attraversando la proprietà di un contadino, si vede un albero di mele con dei frutti molto appetitosi."
  },
  "23": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Passate un quarto d'ora a guardarli e decidete di proseguire per la vostra strada senza prestare ulteriore attenzione."
        }
      },
      "help": {
        "outcomes": {
          "0": "Decidete di andare ad aiutarli. Dopo aver passato 45 minuti ad aiutarli, queste persone vi ringraziano e vi danno dei soldi.",
          "1": "Passate quasi un'ora a riparare il loro carrello. Una volta riparato, il gruppo di persone si avventa su di voi e ruba alcuni dei vostri oggetti.",
          "2": "Riparate rapidamente il loro carro. Vi ringraziano con gioia e vi danno un regalo che vi sarà sicuramente utile per il resto del vostro viaggio."
        },
        "text": "Aiutare queste persone a riparare i loro carrelli."
      },
      "skip": {
        "outcomes": {
          "0": "Non volete perdere tempo, quindi procedete.",
          "1": "Mentre si parte, si inciampa in una buca e ci si ferisce."
        },
        "text": "Non preoccupatevi delle persone che sembrano sospette."
      }
    },
    "text": "State passeggiando nella foresta quando all'improvviso scorgete un carro rotto. Intorno a voi, il gruppo di persone sembra in difficoltà."
  },
  "24": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Non sei interessato a nessuna delle bancarelle e lasci rapidamente la città dopo pochi sguardi.",
          "1": "Decidete di non comprare nulla, ma passeggiate un po' tra le bancarelle."
        }
      },
      "foodStand": {
        "outcomes": {
          "0": "Questo cibo è incredibile! Non avete mai mangiato niente di così buono in vita vostra. Vi sentite rinvigoriti e tranquillizzati.",
          "1": "Questo cibo è strano. Non appena lo si ingerisce, si hanno mal di testa, allucinazioni e nausea. Siete stati avvelenati! A giudicare dal sorriso sul volto del cuoco, non ci sono dubbi. Si vomita il veleno sul tavolo, ma non si è sicuri di averlo eliminato tutto.",
          "2": "Questo alimento è piuttosto classico. Non si sente nulla né quando lo si mangia né dopo averlo finito, e poi si dimentica rapidamente il suo sapore."
        },
        "text": "Andate in una bancarella di cibo."
      },
      "gameStand": {
        "outcomes": {
          "0": "Si gioca più volte, ma non si riesce mai a riscuotere il premio. Delusi dalla vostra prestazione, pagate il gestore e ve ne andate.",
          "1": "Si gioca e si prova il gioco per molto tempo, ma non si ha fortuna. Tuttavia, il gestore ha fatto amicizia con voi e vi rimborsa le partite. Ve ne andate, ringraziandolo calorosamente.",
          "2": "Siete riusciti a vincere il jackpot! Felici e saltando dall'eccitazione, lo prendete e uscite dalla città."
        },
        "text": "Andare in uno stand di giochi."
      },
      "itemStand": {
        "outcomes": {
          "0": "Cercate per ore l'articolo che volevate, ma nessuno ce l'ha. Per evitare di comprare qualcosa di cui non si ha bisogno, alla fine si decide di non comprare nulla.",
          "1": "Ed eccolo qui! Erano giorni che cercavate questo articolo e finalmente l'avete trovato! Lo comprate in fretta, senza badare al prezzo, e poi ve ne andate."
        },
        "text": "Andate a una bancarella che vende oggetti."
      }
    },
    "text": "State salendo su una collina. Guardandovi intorno, vedete delle luci in lontananza. Avvicinandosi, si sente anche della musica. È un festival! Entusiasti di festeggiare, correte verso la città."
  },
  "25": {
    "possibilities": {
      "dontHelp": {
        "outcomes": {
          "0": "Non fate caso al massacro che si è consumato e andate a riposare un po' più in là.",
          "1": "Non c'è tempo da perdere! Siete sulla buona strada.",
          "2": "Nella fretta di continuare a muoversi, si inciampa su un corpo senza vita e ci si ferisce."
        },
        "text": "Non aiutateli."
      },
      "end": {
        "outcomes": {
          "0": "Dopo aver dato una rapida occhiata ai soldati impegnati nelle loro ricerche, decidete di proseguire il vostro cammino.",
          "1": "Stanchi, vi irrigidite e vi addormentate sul pavimento."
        }
      },
      "help": {
        "outcomes": {
          "0": "Decidete di andare a trovare i soldati e vi offrite di aiutarli a cercare i sopravvissuti. Dopo 45 minuti di aiuto, un soldato vi offre del denaro per ringraziarvi della vostra preziosa assistenza.",
          "1": "Mentre andate a cercare i sopravvissuti, venite attaccati da qualcuno che saccheggia i cadaveri! Dopo una lotta, fuggite e continuate il vostro cammino."
        },
        "text": "Offritevi di aiutare."
      },
      "steal": {
        "outcomes": {
          "0": "Decidete di aggirare i soldati e di saccheggiare i corpi dei poveri morti per cercare di fare un po' di soldi.",
          "1": "Mentre saccheggiate i corpi, venite improvvisamente catturati da un soldato. Questi approfitta della situazione per derubarvi prima di dirvi di andare via in fretta."
        },
        "text": "Saccheggiare i corpi."
      }
    },
    "text": "Dopo diversi giorni di viaggio senza problemi, arrivate finalmente sul luogo di una piccola scaramuccia tra due gruppi armati. La situazione sembra essersi calmata, tuttavia, e notate diversi soldati impegnati nella ricerca di eventuali sopravvissuti."
  },
  "26": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Dopo aver trascorso 15 minuti ad osservare questa scena, ve ne andate, scioccati, ma continuate la vostra avventura."
        }
      },
      "goAway": {
        "outcomes": {
          "0": "Inorriditi da questo atto barbarico, proseguite rapidamente per la vostra strada.",
          "1": "Mentre vi allontanate, vedete una scatola in lontananza. Dopo qualche minuto di cammino, la raggiungete, la aprite e scoprite una borsa piena di soldi."
        },
        "text": "Lontano dal massacro."
      },
      "steal": {
        "outcomes": {
          "0": "Dopo aver derubato un po' di persone, ti ritrovi con qualcosa che sembra molto interessante! Dopo aver camminato per circa trenta minuti, decidete di vedere di cosa si tratta.",
          "1": "State cercando di derubare un residente quando improvvisamente si gira e vi afferra con forza prima di picchiarvi. Dopo aver lottato, siete fuggiti."
        },
        "text": "Derubare i passanti mentre assistono al massacro."
      },
      "trySave": {
        "outcomes": {
          "0": "Dopo aver lottato tra la folla, intervenite il più rapidamente possibile e riuscite a trascinare fuori l'uomo. Dopo aver corso per il villaggio, l'uomo vi è molto grato e vi dona un oggetto che potrete utilizzare per il resto della vostra avventura.",
          "1": "Mentre vi fate strada tra la folla per cercare di impedire l'omicidio, venite spinti con forza e cadete a terra.",
          "2": "Dopo essere riusciti a fuggire con l'uomo, venite catturati e picchiati da un gruppo di persone. Una volta in piedi, vi accorgete che queste persone vi hanno derubato.",
          "3": "Dopo aver cercato violentemente di intervenire, il boia vi afferra con la forza. Vi dimenate, ma non c'è niente da fare. Anche voi siete condannati a morte."
        },
        "text": "Per intervenire e impedire che quest'uomo muoia."
      }
    },
    "text": "Camminando per un villaggio, notate un gruppo di persone riunite. Avvicinandosi, ci si rende subito conto che è in corso un'impiccagione. Dopo aver fatto alcune indagini, sapete che questa persona è stata condannata a morte per \"osservazioni contrarie ai valori della Chiesa\"."
  },
  "27": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Si fissa l'oggetto per 20 minuti e poi ci si allontana.",
          "1": "Sporgendosi dal pozzo, si osserva l'oggetto. In quel momento ci si ribalta. Fortunatamente riuscite a risalire, ma non senza aver riportato gravi ferite."
        }
      },
      "goDown": {
        "outcomes": {
          "0": "Durante la discesa vi siete feriti gravemente e siete rimasti bloccati sul fondo per diverse ore prima che qualcuno vi trovasse.",
          "1": "Raggiungete il fondo senza problemi, raccogliete l'oggetto e proseguite il vostro cammino.",
          "2": "Si salta nel pozzo ma non si trova nulla. Quindi si risale senza perdere altro tempo.",
          "3": "Una volta arrivati in fondo, scoprirete una grande quantità di monete d'oro, che potrete raccogliere prima di continuare il vostro viaggio."
        },
        "text": "Cercate di scendere per recuperare l'oggetto."
      },
      "skip": {
        "outcomes": {
          "0": "Non c'è tempo da perdere! Continuate per la vostra strada senza prestare la minima attenzione a questo.",
          "1": "Continuate a camminare, ma dopo un'ora di cammino vi trovate di fronte a un gruppo di persone vestite di nero. Dopo una dura lotta, riuscite ad andarvene, ma siete stati derubati."
        },
        "text": "Continuate il vostro cammino."
      },
      "useBucket": {
        "outcomes": {
          "0": "Dopo un'ora di tentativi, finalmente si ottiene questo oggetto, che si rivela essere solo un pezzo di metallo di scarto.",
          "1": "Concentrati sul vostro obiettivo, non vi accorgete che un giovane abitante del villaggio vi ha afferrato e spinto nel pozzo. Storditi, vi risvegliate solo alcuni minuti dopo.",
          "2": "Recuperate rapidamente il denaro dal fondo e proseguite per la vostra strada."
        },
        "text": "Cercate di prendere l'oggetto con il secchio nel pozzo."
      }
    },
    "text": "Camminando per il piccolo villaggio che avete trovato, notate un pozzo con un piccolo oggetto luccicante sul fondo."
  },
  "28": {
    "possibilities": {
      "accept": {
        "outcomes": {
          "0": "Vi unite a loro... e perdete 3 ore per assistere a una cerimonia religiosa.",
          "1": "Vi unite a loro... ma decidete di andarvene dopo 30 minuti, perché vi rendete conto che avete ancora una principessa da salvare e che non avete più tempo da dedicare alla vostra fede.",
          "2": "Notando la vostra mancanza di sensibilità ai loro discorsi, il gruppo inizia a diventare aggressivo! Vi ci vogliono diversi minuti per allontanarvi da loro, non senza qualche colpo.",
          "3": "Vi unite a loro e poi ve ne andate altrettanto rapidamente, rubando un oggetto che potrebbe esservi utile."
        },
        "text": "Accettare di unirsi a lei."
      },
      "deny": {
        "outcomes": {
          "0": "Si interrompe il dialogo e si prosegue per la strada.",
          "1": "Il gruppo diventa rapidamente aggressivo di fronte al vostro rifiuto. Alla fine, siete costretti ad ascoltarli parlare per lunghi minuti per evitare di subire altri colpi."
        },
        "text": "Rifiutare con delicatezza."
      },
      "end": {
        "outcomes": {
          "0": "Di fronte alla vostra beatitudine, il gruppo si annoia rapidamente e si dirige verso un altro passante."
        }
      }
    },
    "text": "Durante il viaggio, un gruppo di uomini che \"predicano la parola degli dei\" vi invita a unirvi alla loro causa."
  },
  "29": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Si rimane dove si è, alla luce diretta del sole, per circa quindici minuti, poi si crolla.",
          "1": "Decidete di attingere alle vostre riserve e di proseguire il cammino per non perdere tempo."
        }
      },
      "restHere": {
        "outcomes": {
          "0": "Si riposa. Tuttavia, il pavimento è molto scomodo.",
          "1": "Riposate. Dopo un buon sonnellino, vi sentirete più motivati che mai."
        },
        "text": "Riposo in loco."
      },
      "restTree": {
        "outcomes": {
          "0": "Vedete una zona d'ombra sotto gli alberi e decidete di andarci. Dopo un'ora di sonno, si riparte e si continua il cammino.",
          "1": "Vi dirigete verso una zona d'ombra dove potete riposare. Ma quando vi svegliate, vi accorgete che siete stati derubati dei vostri averi."
        },
        "text": "Riposo ai piedi di un albero."
      },
      "searchWater": {
        "outcomes": {
          "0": "Ricordate di essere passati vicino a un lago e vi dirigete verso di esso. Una volta arrivati, vi godete una nuotata rinfrescante. Ora siete rinfrescati e in forma migliore per continuare il vostro viaggio attraverso il paese.",
          "1": "Ricordate di essere passati vicino a un lago e vi dirigete verso di esso. Lungo la strada trovate un oggetto che vi tornerà sicuramente utile. Una volta arrivati, vi godete una nuotata rinfrescante. Ora siete rinfrescati e in forma migliore per continuare il vostro viaggio attraverso il paese.",
          "2": "Cercate un abbeveratoio senza successo... La stanchezza vi fa sentire svenire."
        },
        "text": "Cercate un abbeveratoio nelle vicinanze."
      }
    },
    "text": "Le temperature che superano i 30°C da diversi giorni stanno facendo sentire il loro peso su di voi. Mentre le forze cominciano a venir meno, incapaci di continuare il viaggio, pensate a quale strategia seguire..."
  },
  "3": {
    "possibilities": {
      "abandon": {
        "outcomes": {
          "0": "Sarete sulla strada giusta: il furto è sbagliato e questa scatola non vi appartiene!",
          "1": "Decidete di allontanarvi dal piccolo tronco, ritenendo che non valga la pena fermarsi per perdere tempo prezioso."
        },
        "text": "Lasciate la scatola dove l'avete trovata."
      },
      "end": {
        "outcomes": {
          "0": "Probabilmente è una trappola! In ogni caso, avvicinarsi alla scatola è fuori discussione! Continuate con calma il vostro cammino."
        }
      },
      "mineIt": {
        "outcomes": {
          "0": "Dopo aver perso 30 minuti per scassinare la serratura, scoprite che la cassaforte è vuota!",
          "1": "Dopo aver perso 30 minuti per scassinare la serratura, scoprite che la cassaforte è vuota!",
          "2": "Dopo aver perso 15 minuti per rompere la serratura, scoprite alcune monete d'oro!"
        },
        "text": "Attaccate il lucchetto con il piccone."
      },
      "searchKey": {
        "outcomes": {
          "0": "Dopo 50 minuti di ricerca, trovate la chiave! Seppellita proprio accanto al forziere, rivelerà un tesoro di monete d'oro!",
          "1": "Dopo un'ora di ricerche, trovate la chiave! Seppellita proprio accanto al forziere, rivelerà alcune monete d'oro!",
          "2": "Dopo 40 minuti di ricerca, trovate la chiave! Seppellita proprio accanto al forziere, è talmente danneggiata che non si riesce ad aprirla! Alla fine ci si arrende e si abbandona il forziere.",
          "3": "Dopo 20 minuti di scavi intorno al piccolo scrigno, finalmente vi arrendete e lasciate lo scrigno dietro di voi.",
          "4": "Dopo 2 ore di ricerca, finalmente ci si arrende e si abbandona la scatola."
        },
        "text": "Cercate la chiave nel luogo in cui è stata trovata."
      }
    },
    "text": "Mentre percorrete la Route des Merveilles, vi imbattete in una scatola! Purtroppo è chiusa a chiave..."
  },
  "30": {
    "possibilities": {
      "duke": {
        "outcomes": {
          "0": "Andate a trovare il Duca e gli fate i complimenti. Lui vi ringrazia e decide di offrirvi un po' di riposo a casa sua.",
          "1": "Andate a trovare il Duca e gli fate i complimenti. Lui vi ringrazia e decide di darvi qualche moneta, dicendovi di farne buon uso, e voi proseguite per la vostra strada.",
          "2": "Andate a trovare il Duca e cercate di complimentarvi con lui. Tuttavia, la retorica non è il vostro punto forte e il Duca, sentendosi offeso, vi fa rinchiudere."
        },
        "text": "Andate a trovare il Duca."
      },
      "end": {
        "outcomes": {
          "0": "Oggi non avete voglia di festeggiare. Decidete quindi di tornare indietro e di proseguire il vostro cammino.",
          "1": "Oggi non siete pronti per la festa. State per ripartire, quando all'improvviso inciampate e vi trovate faccia a faccia con una banana. Tuttavia, non sembra essere buona."
        }
      },
      "gift": {
        "outcomes": {
          "0": "Volete fare un regalo al Duca Benatis, ma non vi viene in mente nulla che possa andare bene. Decidete semplicemente di dargli un po' del denaro che avete raccolto durante le vostre avventure. Il Duca accetta il regalo.",
          "1": "Vi avvicinate al Duca per fargli un regalo. Vedendovi arrivare, il Duca capisce la vostra intenzione e vi dice gentilmente che non ce n'è bisogno, quindi vi limitate a chiacchierare con lui e poi lasciate la festa.",
          "2": "Mentre vi accingete a dare un regalo al Duca, questi si alza e dichiara di aver deciso di distribuire doni a tutti i presenti. Vi rendete conto che non avrebbe senso dargliene uno e accettate quello che vi viene consegnato dalla servitù."
        },
        "text": "Falle un regalo."
      },
      "party": {
        "outcomes": {
          "0": "Si torna a casa e ci si gode la festa, che si protrae fino a tarda notte.",
          "1": "La guardia vede le vostre scarpe sporche e vi chiede di tornare con un abbigliamento più adatto. Fortunatamente, un giovane mendicante in piedi accanto a voi si offre di lustrarvele in cambio di qualche moneta. Così potrete godervi il vostro compleanno.",
          "2": "Il buffet della festa è una festa. Si può banchettare con tutte quelle banane."
        },
        "text": "Rimanere con il partito."
      },
      "steal": {
        "outcomes": {
          "0": "Proprio mentre state per lasciare la fattoria con il vostro bottino, uno schiavo vi chiama e vi denuncia. Finite in prigione.",
          "1": "Lei emerge discretamente con il suo delizioso bottino, che finisce rapidamente di mangiare.",
          "2": "Per vostra grande sfortuna, non avete notato la scritta \"Non in vendita\" davanti alle vostre banane appena comprate, che vi hanno subito fatto ammalare!"
        },
        "text": "Andare a rubare le banane dalla sua fattoria."
      }
    },
    "text": "Vedete un castello in lontananza e decidete di avvicinarvi attraverso l'ingresso principale. Sembra essere la casa del Duca Benatis, noto per le sue piantagioni di banane. Sta dando una festa in onore del suo 21° compleanno. Quando ci si avvicina un po' di più, una guardia ci invita a entrare, perché il Duca vuole che tutti partecipino alla festa. Una volta entrati, ci si trova di fronte a un enorme banchetto."
  },
  "31": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Il cavaliere passa senza fare caso a voi. Voi continuate tranquillamente il vostro cammino."
        }
      },
      "hide": {
        "outcomes": {
          "0": "Ti butti nella boscaglia appena in tempo. Quel cavaliere oscuro stava per spingervi... Vi riprendete dalle emozioni e vi mettete in cammino.",
          "1": "Ti butti nella boscaglia. Ma non avevi notato che in realtà si trattava di rovi...",
          "2": "Dopo aver saltato nella boscaglia, osservate il misterioso cavaliere che passa e vedete cadere un oggetto dalla sua borsa. Lo raccogliete."
        },
        "text": "Si nasconde in un cespuglio sul ciglio della strada."
      },
      "keepGoing": {
        "outcomes": {
          "0": "Il cavaliere si scontra con voi a tutta velocità. Volate per 5 metri prima di schiantarvi al suolo. Il cavaliere è già scomparso: rimane solo una nuvola di polvere...",
          "1": "Quando vi raggiunge, il cavaliere vi vede avanzare a fatica sotto il sole cocente. Vi offre un po' d'acqua dalla sua fiaschetta e continua il suo cammino.",
          "2": "Il cavaliere vi raggiunge e vi chiede indicazioni. Voi gli indicate la strada e continuate il vostro viaggio."
        },
        "text": "Continuare come di consueto."
      },
      "wave": {
        "outcomes": {
          "0": "Avendo visto il vostro saluto, il cavaliere si ferma accanto a voi. Vi rendete subito conto che è un uomo molto amichevole. Chiacchierate per quasi un'ora, prima che ognuno di voi se ne vada per conto suo.",
          "1": "Il cavaliere si ferma accanto a voi e vi colpisce con forza, facendovi cadere a terra. Quando vi svegliate, notate che le vostre tasche sono vuote...",
          "2": "Il cavaliere vi passa accanto. Probabilmente non ha visto il vostro segno o non ha tempo da perdere."
        },
        "text": "Segnalategli di fermarsi."
      }
    },
    "text": "Si sente un suono di galoppo in lontananza. Vi voltate e vedete un cavaliere in armatura nera con uno stemma sconosciuto."
  },
  "32": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Mentre proseguite il vostro cammino, decidete di fermarvi vicino a un albero e trovate alcune monete d'oro.",
          "1": "Mentre vi allontanate frettolosamente, alcune persone vi vedono e decidono di inseguirvi. Correte per diversi minuti prima di seminarli.",
          "2": "Continuate a camminare come se non fosse successo nulla.",
          "3": "Mentre vi allontanate, vi imbattete in bracconieri che vi derubano."
        }
      },
      "heal": {
        "outcomes": {
          "0": "Correte nella foresta alla ricerca di piante medicinali. Ne trovate alcune e curate l'uomo. L'uomo vi ringrazia con qualche moneta e voi decidete di ripartire.",
          "1": "Decidete di andare a cercare piante medicinali nella foresta. Purtroppo non si riesce a curarlo... Decidete di continuare il vostro cammino, a testa bassa.",
          "2": "Si va al villaggio più vicino per chiedere aiuto. Accompagnati, tornate dalla persona, ma il vostro compagno decide di stordirvi. Quando vi svegliate, trovate la persona morta e siete stati derubati.",
          "3": "Vi precipitate nella città più vicina per trovare gli strumenti per curare l'uomo. Una volta tornati vicino a lui, lo curate: sopravvive e decide di ricompensarvi per il vostro coraggio. Mentre vi rimettete in cammino, vi rendete conto di esservi feriti mentre lo curavate."
        },
        "text": "Per prendere qualcosa per curare l'uomo ferito."
      },
      "kill": {
        "outcomes": {
          "0": "Estraete la spada e finite l'uomo ferito. Ma gli astanti, indignati per ciò che avete fatto, vi attaccano selvaggiamente.",
          "1": "Stavate per uccidere la persona ferita quando siete stati interrotti da un passante. Decidete di abbandonare l'idea e di proseguire per la vostra strada.",
          "2": "Quando estraete la spada, l'uomo urla ma nessuno lo sente. Lo uccidete prima di spogliarlo."
        },
        "text": "Uccidete l'uomo per riavere la sua attrezzatura."
      },
      "yell": {
        "outcomes": {
          "0": "Si grida e si grida e finalmente arriva qualcuno ad aiutarvi. Per ringraziarvi, la persona vi dà una piccola cosa prima di andarsene.",
          "1": "Gridate ancora e ancora. Purtroppo non passa nessuno, ma attirate gli animali: un cinghiale arriva e vi carica.",
          "2": "Si urla fino a riprendere fiato. Purtroppo non arriva nessuno e la persona muore. Sentendosi impotenti, si riparte.",
          "3": "Mentre gridate, le persone nell'accampamento vicino vi sentono. Decidono di venire a prendersi cura dell'uomo. Pensando che abbiate tentato di ucciderlo, vi portano al loro accampamento sotto la minaccia delle armi. Dopo una lunga discussione, l'equivoco si risolve e vi offrono di riposare nell'accampamento. Accettate volentieri la loro offerta."
        },
        "text": "Gridare per avvisare le persone."
      }
    },
    "text": "State camminando tranquillamente in una foresta quando sentite un urlo. La voce sembra essere quella di un uomo. Decidete di andare verso il grido e trovate un uomo gravemente ferito vicino a una specie di accampamento."
  },
  "33": {
    "possibilities": {
      "chat": {
        "outcomes": {
          "0": "Il tempo vola e si passano 2 ore a chiacchierare con un contadino sulla campagna.",
          "1": "Fate amicizia con la persona seduta accanto a voi, che vi regala qualcosa.",
          "2": "Con l'alcol, gli animi si accendono e si assiste a una rissa prima di andarsene.",
          "3": "Un giovane generoso vorrebbe offrirvi una borsa e un drink.",
          "4": "Accettate gentilmente e rimanete qualche minuto prima di andarvene, fingendo di avere fretta."
        },
        "text": "Sedersi tranquillamente e chiacchierare."
      },
      "eat": {
        "outcomes": {
          "0": "Questo buon cibo vi darà una carica di energia!",
          "1": "Sfortuna! Ci si imbatte in un pezzo contaminato e ci si ammala.",
          "2": "Vi state rimpinzando di cibo, quindi avrete bisogno di una buona digestione per rimettervi in viaggio.",
          "3": "Avete mangiato bene, chiacchierate con il vostro vicino, che continua a versarvi da bere. Alla fine si crolla, ubriachi."
        },
        "text": "Cogliete l'occasione per rimpinzarvi di cibo."
      },
      "end": {
        "outcomes": {
          "0": "Non vedete la capra che viene verso di voi e cadete a terra, storditi.",
          "1": "Le persone si avvicinano per accompagnarti al tavolo. Sei costretto a mangiare con loro, il che ti dà nuova energia!"
        }
      },
      "skip": {
        "outcomes": {
          "0": "La gente del posto lo considera un segno di maleducazione e vi ruba la borsa.",
          "1": "Si prosegue senza prestare attenzione e si trovano alcune monete lungo la strada.",
          "2": "Correte per paura che vi vengano incontro. Esausti, vi riposate."
        },
        "text": "Continuare senza fermarsi."
      },
      "steal": {
        "outcomes": {
          "0": "Ne approfittate per raccogliere qualche moneta d'oro qua e là.",
          "1": "Alcune persone ti vedono, ma tu riesci a scappare.",
          "2": "Alcune persone ti vedono. Si arrabbiano e ti investono subito."
        },
        "text": "Approfittate del trambusto generale per derubare le persone."
      }
    },
    "text": "Arrivate in una fattoria dove si sta svolgendo un grande banchetto. La gente sembra accogliente."
  },
  "34": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Quando non rispondete, il gruppo di amici decide di andare a prendervi un regalo. Mentre li aspettate educatamente, diventate sempre più ansiosi al pensiero di perdere tempo. Il rischio di non riuscire a salvare la principessa vi ossessiona, vi fa persino star male... e finite per svenire. Trovandovi senza vita sulla via del ritorno, gli uomini onesti vi appoggiano a un albero per farvi riposare e vi lasciano questo dono prima di ripartire.",
          "1": "Di fronte alla vostra mancanza di reazione, non insistono. Continuate per la vostra strada senza prestare loro attenzione.",
          "2": "Vedendo che esitate troppo, i giovani decidono finalmente di offrirvi del denaro per comprare qualche gingillo. Li ringraziate prima di proseguire per la vostra strada."
        }
      },
      "food": {
        "outcomes": {
          "0": "Uno di loro vi porge una zuppa piuttosto appetitosa. La bevete ignari. Questi furfanti vi hanno teso una trappola! Stavano aspettando da tempo di depredarti e la bevanda conteneva abbastanza agarico per farti ammalare. Vi sentite scivolare via mentre assistete impotenti al prelievo delle vostre tasche.",
          "1": "Questi passanti vi hanno cucinato un piatto delizioso, degno di una pozione gallica. A un esame più attento, notate un oggetto lasciato sul fondo della ciotola. Potrebbe tornarvi utile in seguito.",
          "2": "Felici di avervi fatto un favore, il gruppo va a comprare la specialità locale. Vedendo arrivare il piatto, vi fate coraggio ma lo assaggiate con un certo disgusto: non vi piacciono i funghi! Non senza difficoltà, continuate per la vostra strada."
        },
        "text": "Regalo alimentare."
      },
      "health": {
        "outcomes": {
          "0": "Il gruppo vi accompagnerà nella valle, dove vi offrirà un trattamento rinvigorente nelle acque termali. Ringiovaniti, sarete pronti a rimettervi in viaggio.",
          "1": "Le poche persone vi offrono un trattamento in un centro massaggi vicino. Mentre vi massaggiano, una delle candele appese alla parete cade nel barattolo degli oli essenziali, incendiando l'intera struttura. Riuscite, non senza difficoltà, a uscire dall'inferno che si sprigiona dall'edificio.",
          "2": "Non si aspettavano questo tipo di richiesta e non sanno come rispondere. Non volendo lasciare che il malessere si aggravi, continuate per la vostra strada."
        },
        "text": "Un regalo sano."
      },
      "kind": {
        "outcomes": {
          "0": "Il gruppo di amici vi dice che sono andati alla ricerca del regalo perfetto. Purtroppo, non hanno trovato nulla di vostro gradimento. Delusi, continuate per la vostra strada.",
          "1": "Questi bambini intelligenti hanno deciso di farvi uno scherzo e di farvi un regalo cattivo. Ma non pensavano che una tavola con chiodi sporgenti sarebbe stata pericolosa da scartare. Con le dita che sanguinano, vi mettete furiosamente a curarvi.",
          "2": "I vostri generosi donatori sono orgogliosi delle loro scoperte sul mercato. Vi consegnano un oggetto che, a prima vista, vi interessa molto."
        },
        "text": "Dono in natura."
      },
      "money": {
        "outcomes": {
          "0": "Non ascoltando la vostra risposta, pochi preferiscono regalarvi qualcosa. Per loro il denaro non è un vero regalo!",
          "1": "Riuniti in cerchio, estraggono ciascuno qualche moneta dal proprio borsellino. Insieme, alla fine vi consegnano una bella somma, frutto del loro contributo. Dopo avervi consigliato di farne buon uso, vi augurano un buon viaggio verso casa.",
          "2": "Alcune persone hanno contribuito a darvi una bella somma di denaro. Trovate il loro atteggiamento sospetto e capite subito che il denaro è stato rubato. Decidete di avvicinare una guardia in tutta onestà per restituire il denaro sporco. Inaspettatamente, la guardia vi chiama e vi interroga a lungo sui dettagli del caso e sul vostro coinvolgimento nel furto."
        },
        "text": "Il dono nel cambiamento."
      }
    },
    "text": "All'angolo della strada, alcuni passanti vi riconoscono e vi avvicinano. Ricordano perfettamente l'aiuto che avete dato loro e insistono per ringraziarvi con un regalo. Vi chiedono cosa vi farebbe più piacere."
  },
  "35": {
    "possibilities": {
      "deny": {
        "outcomes": {
          "0": "Non pensate che sia una buona idea bere cose sconosciute come test, quindi rifiutate gentilmente l'offerta del barman. Tuttavia, gli ordinate una buona pinta di birra, che scolate con calma chiacchierando con alcuni clienti abituali.",
          "1": "Aggredisci letteralmente il barista, chiedendogli se ti considera una lesbica per aver cercato di farti bere delle porcherie. Lui ti butta fuori dal bar, così tu ti vendichi accendendo un fuoco nel locale e proseguendo per la tua strada.",
          "2": "Spiegate al barista che non volete bere nulla di sconosciuto, tanto meno fare da cavia. Lui vi rassicura dicendo che ha solo mescolato due alcoli e alcuni estratti vegetali innocui. Quindi bevete e gli dite cosa ne pensate."
        },
        "text": "Rifiutare la sua proposta."
      },
      "end": {
        "outcomes": {
          "0": "Lo ignorate e lasciate la sua locanda."
        }
      },
      "steal": {
        "outcomes": {
          "0": "Spieghi che non vuoi essere la sua cavia e il barman, con aria delusa, ti lascia. Così vi mettete all'opera per svolgere il compito che desideravate fare da quando siete entrati nel bar: borseggiare discretamente i clienti. Prendete le tasche di tre persone senza problemi, ma la quarta si accorge di voi e grida \"ladro\". Si fugge.",
          "1": "Spieghi che non vuoi essere la sua cavia e il barman, con aria delusa, ti lascia. Così vi mettete all'opera per svolgere il compito che desideravate fare da quando siete entrati nel bar: borseggiare discretamente i clienti. Prendete le tasche di tre persone senza problemi, ma la quarta si accorge di voi e grida \"ladro\". Finisci per passare la notte in prigione e risarcisci queste persone."
        },
        "text": "Rifiutate e cercate di derubare le persone."
      },
      "test": {
        "outcomes": {
          "0": "Accettate la sua offerta e bevete il liquido denso che vi porge. È delizioso e vi dà una sensazione di calore.",
          "1": "Senza ulteriori indugi, prendete la tazza che vi porge, piena di un liquido denso e verdastro. Lo bevete in un sorso. Pochi secondi dopo, vi rendete conto del suo pessimo sapore e vomitate tutto sul pavimento. Il barista si scusa e vi dà una manciata di monete come risarcimento, ma voi vi sentite male.",
          "2": "Accettate la sua richiesta e lui vi porge una tazza. Lo bevete, sentendo un leggero retrogusto. Date al barista le vostre impressioni, lui vi ringrazia e voi continuate per la vostra strada."
        },
        "text": "Accettare di fare da cavia."
      }
    },
    "text": "Entrate in un bar e il barman vi chiama dicendo che vorrebbe \"testare alcuni nuovi drink\" su di voi."
  },
  "36": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Aspettate a lungo nella piazza e poi, all'improvviso, i mercanti iniziano a fare acquisti. È il vostro giorno fortunato! È un mercato e le mele costano pochissimo. Ne comprate un po' e vi mettete in cammino.",
          "1": "Si aspetta in piazza per un po', poi ci si rende conto che non c'è nulla di veramente interessante da fare e si riparte."
        }
      },
      "goAway": {
        "outcomes": {
          "0": "Continuate il vostro cammino. Mentre lasciate il villaggio, incontrate un sacerdote che vi offre un pezzo di pane per il vostro viaggio."
        },
        "text": "Continuate il vostro cammino."
      },
      "goInn": {
        "outcomes": {
          "0": "Arrivate all'ostello e recuperate le energie con un buon pasto e una meritata siesta.",
          "1": "Arrivate all'ostello, che purtroppo è pieno. Si mangia comunque e si prosegue per la strada.",
          "2": "Purtroppo la locanda è chiusa e decidete di proseguire il vostro cammino, affamati e stanchi."
        },
        "text": "Andate all'ostello per riposare."
      },
      "stealJeweler": {
        "outcomes": {
          "0": "Ti fidi delle tue capacità di infiltrazione. Entrate e fortunatamente il vecchio non è lì. Riuscite a rubare il contenuto della cassa e ve ne andate.",
          "1": "Arrivate al negozio ed entrate per rapinare il gioielliere. Mentre prendete i soldi del gioielliere, una guardia personale vi fa perdere i sensi. Ci si risveglia qualche ora dopo lungo un sentiero."
        },
        "text": "Tentano di rapinare il gioielliere."
      },
      "talkJeweler": {
        "outcomes": {
          "0": "Si parla con il gioielliere e si instaura un'amicizia. Lui vi regala un oggetto come segno di questa nuova amicizia.",
          "1": "Decidete di provare a contrattare per comprare uno dei gioielli a un piccolo prezzo. Discutete a lungo, ma il vecchio è un ottimo mercante e non cede. Ve ne andate, rendendovi conto che non ha intenzione di abbassare i prezzi."
        },
        "text": "Andate dal gioielliere e fate due chiacchiere."
      }
    },
    "text": "Nel corso del vostro lunghissimo viaggio, arrivate in un incantevole paesino. Raggiungete il centro del paese, ma si rivela molto piccolo e ci sono solo due negozi: una gioielleria e una locanda. Da un passante scoprite che la gioielleria è gestita da un uomo anziano che realizza magnifici gioielli e collane. La locanda, invece, è gestita da una coppia e si dice che abbia un grande successo."
  },
  "37": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Notate un piccolo bosco alla vostra destra. Avendo molta sete, seguite il rumore di un ruscello d'acqua fresca. Quando si raggiunge il ruscello, ci si disseta e si torna verso il villaggio.",
          "1": "Noterete un piccolo bosco sulla destra. Attraversandolo, raccogliete un oggetto probabilmente abbandonato da un passante e proseguite verso il villaggio."
        }
      },
      "run": {
        "outcomes": {
          "0": "Iniziate a correre e, meno di un quarto d'ora dopo, arrivate in paese.",
          "1": "Si inizia a correre. Fortunatamente la pioggia cessa presto. Riprendete un'andatura più moderata e raggiungete presto il villaggio."
        },
        "text": "Accelerare per evitare di bagnarsi troppo."
      },
      "walk": {
        "outcomes": {
          "0": "Camminate tranquillamente. Dopotutto, è solo una pioggia leggera e non avete voglia di correre solo per questo.",
          "1": "Continuate a camminare... qualche minuto dopo, la pioggia cessa e si intravede il villaggio.",
          "2": "Si cammina in silenzio."
        },
        "text": "Continuate a camminare."
      }
    },
    "text": "Camminate lentamente, il tempo è sereno e la strada è buona. Pensate alla piacevole notte che trascorrerete in una locanda del prossimo villaggio che attraverserete, e questo vi dà il coraggio di proseguire. La strada è così calma che, mentre camminate, vi immergete nei vostri pensieri. Vi rendete conto che, sebbene abbiate iniziato la vostra avventura per dimostrare il vostro valore e sposare la principessa, vi state godendo il viaggio sempre di più. Proprio quando state per raggiungere il villaggio che è la vostra meta del giorno, inizia a piovere."
  },
  "38": {
    "possibilities": {
      "buyCheap": {
        "outcomes": {
          "0": "Comprate un oggetto economico in cambio di qualche moneta d'oro. Siete soddisfatti dell'oggetto che vi ha venduto e lo rimettete nella vostra borsa.",
          "1": "Comprate uno dei suoi articoli di scarso valore, ma non appena lo ricevete e iniziate a ispezionarlo, vi rendete conto che vi ha venduto un articolo in pessime condizioni. Il truffatore ha approfittato della vostra ingenuità e del momento in cui stavate guardando l'oggetto per scappare via. Vi ripromettete di non farvi più ingannare da questo tipo di persona."
        },
        "text": "Accettate di comprarle un oggetto poco costoso."
      },
      "buyExpensive": {
        "outcomes": {
          "0": "Decidete di acquistare uno dei suoi oggetti più costosi per essere i meglio equipaggiati in cambio di una certa quantità di oro. Il venditore vi dà un oggetto superbo e voi lo mettete nella vostra borsa. Salutate calorosamente il venditore prima che se ne vada.",
          "1": "Si acquista un articolo abbastanza costoso. È di ottima qualità e si esce soddisfatti.",
          "2": "Comprate uno dei suoi oggetti più costosi, ma quando lo ispezionate vi rendete conto che vi ha venduto una spada arrugginita e ricoperta di vernice. Purtroppo è troppo tardi e il truffatore se n'è andato, approfittando del momento in cui stavate ispezionando la spada... Arrabbiato, giuri di vendicarti di questo affronto alla prima occasione."
        },
        "text": "Per comprarle uno dei suoi beni più preziosi."
      },
      "deny": {
        "outcomes": {
          "0": "Declinate gentilmente la sua offerta e continuate per la vostra strada."
        },
        "text": "Rifiuti."
      },
      "end": {
        "outcomes": {
          "0": "Non volendo fare affari con lui, gli passate accanto con un semplice cenno del capo, ma lui vi trattiene per promuovere ciascuno dei suoi articoli. Non volete offendere il negoziante, quindi aspettate che abbia finito prima di dirgli gentilmente ma con fermezza che non intendete acquistare nulla.",
          "1": "Alla fine vi recate dal mercante, parlate a lungo con lui e stringete un'amicizia. Prima di andarsene, vi regala un piccolo oggetto che potrebbe esservi utile durante il viaggio.",
          "2": "Chiacchierate con il mercante per un po', facendo amicizia, e mentre il sole comincia a tramontare, lui vi dice che è ora di andare. Vi salutate e prendete strade diverse."
        }
      },
      "steal": {
        "outcomes": {
          "0": "Rubate con discrezione uno dei suoi oggetti e scappate via.",
          "1": "Il mercante si accorge di quello che state cercando di fare e vi chiede di restituirgli la merce. Per pietà, decide di lasciarvi andare, cosa che fate senza chiedere altro.",
          "2": "Iniziate a derubare il mercante, che se ne accorge. Tira un pugno violento, poi se ne va."
        },
        "text": "Rubare i suoi beni."
      }
    },
    "text": "Lungo la strada, incontrate un mercante ambulante che vi chiama. Dice di avere alcuni oggetti che potrebbero interessarvi, a prezzi molto convenienti."
  },
  "39": {
    "possibilities": {
      "convoy": {
        "outcomes": {
          "0": "Per pochi soldi, accetta di accompagnarvi. Così partite e poco dopo vi imbattete in una spada scintillante incastrata in una roccia. Cercate di estrarla, ma i vostri sforzi sono vani. Price ci prova a sua volta e riesce a staccare l'arma dal suo carapace di pietra. Sapendo che non l'avrebbe trovata senza di voi, per ringraziarvi vi dà del denaro, molto più di quello che gli avete dato. Il resto del viaggio è tranquillo e vi separate dopo qualche decina di chilometri.",
          "1": "Per pochi soldi, accetta di accompagnarvi. Durante il viaggio, vi imbattete in una borsa abbandonata lungo la strada. Incuriositi da questa scoperta, decidete di condividerne il contenuto con Price. Il risultato è una bella somma di denaro e un oggetto che pensate possa essere utile nella vostra avventura.",
          "2": "Per pochi soldi, accetta di accompagnarvi. Camminate insieme per un po' senza che accada nulla di particolare, a parte un piccolo incidente con alcuni ladri che non resistono a lungo contro Price. Poi vi salutate.",
          "3": "Gli date qualche moneta per accompagnarvi alla prossima città. Partite velocemente e, al tramonto, bivaccate e andate a dormire. Siete svegliati bruscamente da un rumore di metallo che si scontra, e vi ci vuole qualche secondo per capire che Price sta raccogliendo i vostri soldi. Senza pensarci due volte, vi precipitate verso di lui, decisi a fermarlo. Gli sferra un forte pugno alla tempia e lei assiste attonita alla sua fuga con i suoi beni."
        },
        "text": "Pagatelo per accompagnarvi alla vostra prossima destinazione."
      },
      "end": {
        "outcomes": {
          "0": "Passate qualche minuto a chiacchierare con Price, poi ripartite.",
          "1": "Dopo aver chiacchierato un po', le vostre strade si separano. Qualche strada più avanti, venite aggrediti da un gruppo di persone dall'aspetto poco gentile che vi sfilano la borsa sotto la minaccia di una pistola."
        }
      },
      "meal": {
        "outcomes": {
          "0": "Chiedete a Price di mangiare qualcosa insieme e lui accetta. Chiacchierate per un po', bevete qualche drink, ridete molto, vi scambiate consigli e vi conoscete meglio. Con un po' di rammarico, Price vi saluta dopo qualche ora, perché ha un contratto da rispettare.",
          "1": "Chiedete a Price se vuole venire a mangiare con voi nella taverna locale. Lui rifiuta, dicendo che ha del lavoro da fare, e se ne va."
        },
        "text": "Conoscersi davanti a un buon pasto."
      },
      "steal": {
        "outcomes": {
          "0": "Cerchi di derubarlo, ma lui si accorge di te e ti stende di netto.",
          "1": "Lui si accorge subito di te, ma ti lascia andare, non senza averti rivolto uno sguardo di disprezzo. Voi ve ne andate, intimiditi."
        },
        "text": "Cercando di rubargli il denaro."
      }
    },
    "text": "Durante il viaggio, arrivate in una città sul mare. Lì incontrate un uomo che dice di chiamarsi Price e di essere un mercenario."
  },
  "4": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Continuate il vostro cammino senza prestare attenzione alla stella cadente. Non avete perso tempo!"
        }
      },
      "skip": {
        "outcomes": {
          "0": "Continuate il vostro cammino senza prestare attenzione alla stella cadente. Non avete perso tempo!",
          "1": "Continuate il vostro cammino senza prestare attenzione alla stella cadente. Non avete perso tempo!",
          "2": "Proseguite senza prestare più attenzione al fenomeno, ma continuate a guardare il cielo con ammirazione... Distratti, non vi accorgete subito dell'enorme crepaccio davanti a voi! Finite schiacciati sul fondo del buco. Scossi e scioccati, vi rassicurate che almeno non siete feriti troppo gravemente!"
        },
        "text": "Ignorare questo evento."
      },
      "wish": {
        "outcomes": {
          "0": "Esprimete un desiderio e chiudete gli occhi... Quando li riaprite, scoprite una borsa piena di soldi davanti a voi! Perdere quei 10 minuti ne è valsa la pena!",
          "1": "Esprimete un desiderio e chiudete gli occhi... Quando li riaprite, non scoprite assolutamente nulla! Dopo aver aspettato 10 minuti per niente, ve ne andate.",
          "2": "Esprimete un desiderio e chiudete gli occhi... Quando li riaprite, scoprite che non è successo nulla! Dopo aver aspettato 10 minuti che non accadesse nulla, si riparte.",
          "3": "Esprimi un desiderio e chiudi gli occhi... Quando li riaprite, scoprite... Niente di niente! Dopo aver aspettato 10 minuti per niente, ve ne andate.",
          "4": "Fai un voto e chiudi gli occhi... In generale, è meglio non continuare a camminare con gli occhi chiusi. Si inciampa in un sasso, ci si fa male e si perdono 10 minuti prima di poter ripartire."
        },
        "text": "Esprimi un desiderio."
      }
    },
    "text": "Avete deciso di approfittare di una notte calma per continuare il vostro viaggio. Il cielo è magnifico e dopo qualche minuto di scansione, individuate una stella cadente!"
  },
  "40": {
    "possibilities": {
      "askAdvices": {
        "outcomes": {
          "0": "Entrate a Xetrix e lo aspettate. Dopo il suo ritorno, scambiate qualche consiglio e scoprite dove si trova la città più vicina. Dopo una lunga passeggiata, vi rendete conto che l'eremita vi ha preso in giro e, non avendo altro da fare, continuate per la vostra strada.",
          "1": "Entrate nella casa dell'uomo, lo aspettate e gli chiedete un consiglio su come preparare un pasto con gli elementi della foresta. Lui vi dà una ricetta, che voi seguite meticolosamente. Alla fine si mangia un pasto abbastanza buono e si va via soddisfatti.",
          "2": "Lo vedete entrare, così lo seguite e gli chiedete un consiglio. Alla fine andate d'accordo e lui vi invita a cena. Durante la cena bevete un po' troppo e finite per ubriacarvi."
        },
        "text": "Chiedete consiglio all'eremita."
      },
      "breakIn": {
        "outcomes": {
          "0": "Ci pensate e poi vi dite che è possibile entrare in casa. Quindi ruba qualche moneta e se ne va il più velocemente possibile.",
          "1": "Decidete di entrare nella casa di questo Xetrix e iniziate a rubare al suo arrivo. Lui vi vede e vi attacca, ma voi riuscite a scappare dopo una colluttazione, perché siete più agili di lui. Tuttavia, siete feriti e avete perso tutto il vostro bottino nella colluttazione.",
          "2": "Entrate in casa per aspettare l'uomo. Una volta lì, chiacchierate e lui decide di invitarvi a cena. Dopo un pasto delizioso, ve ne andate con la pancia piena e la sensazione di benessere."
        },
        "text": "Irruzione in casa."
      },
      "end": {
        "outcomes": {
          "0": "Rimani lì a pensare: è impossibile per te decidere, così decidi di andartene dopo qualche minuto.",
          "1": "Decidete di partire. Lungo la strada, trovate dei funghi, li raccogliete e li mangiate. Tuttavia, vi ammalate perché non erano commestibili."
        }
      },
      "goBack": {
        "outcomes": {
          "0": "Decidete di tornare indietro per la strada che avete percorso. Durante il tragitto, trovate alcune monete per terra, accanto a un borsellino con un buco.",
          "1": "Ripartite quando trovate un uomo ferito. Mentre cercate di aiutarlo, scoprite di essere caduti in un'imboscata! Alcuni uomini appaiono e vi derubano prima di ripartire."
        },
        "text": "Tornate indietro da dove siete venuti."
      }
    },
    "text": "Vi addentrate in una foresta buia e vedete la sagoma di un uomo in lontananza. Decidete di avvicinarvi e vi rendete conto che si tratta di un eremita, in cerca di cibo. Vi avvicinate alla sua casa, sulla quale leggete la scritta \"Xetrix\", che probabilmente è il suo nome. State ancora pensando a cosa fare..."
  },
  "41": {
    "possibilities": {
      "corrupt": {
        "outcomes": {
          "0": "La guardia accetta il denaro e decide di rilasciarvi, ma non si accorge che l'altro uomo nella cella glielo ruba subito dopo.",
          "1": "Il corruttore accetta il vostro accordo e vi porta un pasto delizioso. Mangiate a sazietà e poi vi lascia liberi.",
          "2": "La guardia accetta il denaro e vi libera. Ma era tutta una trappola! Vi fa credere di essere fuggiti e decide di inseguirvi, picchiarvi e rimettervi in cella.",
          "3": "La guardia vi fa capire che non è dalla sua parte e vi lascia in prigione. Dopo qualche ora, dopo aver sistemato la questione, venite rilasciati.",
          "4": "La guardia rifiuta categoricamente i vostri soldi. Aspettate così a lungo che finite per addormentarvi."
        },
        "text": "Tentare di corrompere la persona che vi osserva."
      },
      "end": {
        "outcomes": {
          "0": "Per passare il tempo, decide di fare due chiacchiere con un altro prigioniero. Qualche ora dopo siete liberi.",
          "1": "Aspettate in silenzio che vi liberino. Parlando con la guardia, vi rendete conto di essere stati accusati di stregoneria. Quasi un'ora dopo, venite scagionati e il vero colpevole viene rinchiuso.",
          "2": "Si cammina per la cella il più possibile. Dopo un po' ci si addormenta e, al risveglio, ci si ritrova nel bosco."
        }
      },
      "escape": {
        "outcomes": {
          "0": "Tentate di fuggire. Vi dite che l'altro prigioniero sarà un peso per voi e decidete di non informarlo della vostra fuga. Cercando qualcosa che possa aiutarvi nel vostro piano, vi imbattete in una doga di legno rotta. Si cerca di allargare l'apertura senza successo e si abbandona l'idea.",
          "1": "Decidete di avvisare l'altro detenuto dell'evasione e di distrarlo per fargli recuperare le chiavi dalla tasca della guardia. Quando la guardia si accorge dell'inganno, apre la cella. Scoppia una rissa, ma il vostro compagno di cella decide di liberarvi. Si parte alla volta di un bel pasto caldo.",
          "2": "Cercate di bussare alla porta dall'aspetto fragile. Riuscite a sfondarla con successo, quando la guardia vi vede. Inizia a lottare con voi per riportarvi in cella. Fate del vostro meglio per difendervi, ma non siete all'altezza."
        },
        "text": "Cercando di fuggire."
      },
      "explain": {
        "outcomes": {
          "0": "Parlate e parlate. Tuttavia, la guardia non vuole sentirla e decide di imbavagliarla. Qualche ora dopo, venite rilasciati e la guardia si scusa per avervi scambiato per un fuggitivo.",
          "1": "Parlate e parlate e alla fine la guardia decide di uscire dalla stanza per non sentirvi più. Qualche ora dopo venite rilasciati e, mentre uscite dalla città, trovate alcune monete per terra.",
          "2": "Avete una lunga conversazione con la guardia. Quando capisce il vostro disagio, decide di liberarvi e di nascondervi in modo che possiate lasciare la città con discrezione.",
          "3": "Cercate di discutere con la guardia. Dopo 15 minuti, perde le staffe e decide di colpirvi con la sua pistola per farvi tacere."
        },
        "text": "Cercate di spiegare."
      },
      "playDead": {
        "outcomes": {
          "0": "Fingete di essere morti nella speranza che la guardia scarichi il vostro corpo e possiate andarvene. Come previsto, la guardia lo fa. Una volta sollevati, decidete di andare alla locanda, perché siete molto stanchi.",
          "1": "La guardia non si accorge subito di te, ma appena ti vede decide di controllare se sei davvero morto. Povero attore che sei, se ne rende conto e decide di lasciarti in cella per un po' di tempo in più.",
          "2": "La guardia esamina il tuo corpo e tu riesci a ingannarlo. Si sbarazza del tuo corpo. Una volta che ve ne siete andati, vi siete alzati e vi siete rimessi in marcia."
        },
        "text": "Fare il morto."
      },
      "wait": {
        "outcomes": {
          "0": "Si aspetta. Con il passare del tempo, i minuti sembrano ore. Ma la persona che vi osserva non sembra pronta a rilasciarvi presto.",
          "1": "Aspettate, il tempo sembra lungo. Dopo qualche ora, la guardia decide di rilasciarvi e si scusa per il malinteso.",
          "2": "Mentre aspettate, voi e la guardia iniziate a parlare e finite per giocare con lui. Lui si rende conto che la vostra storia è davvero un malinteso e vi invita a mangiare."
        },
        "text": "In attesa che qualcosa accada."
      }
    },
    "text": "Proseguendo il cammino, si arriva a una città. Subito dopo, un gruppo di uomini si avvicina e vi afferra, poi vi porta in un edificio. Vi gettano in una cella dove c'è un detenuto. Vi rendete subito conto di essere in una prigione e di essere stati vittima di un malinteso."
  },
  "42": {
    "possibilities": {
      "ask": {
        "outcomes": {
          "0": "Lei risponde gentilmente che ne gestisce una lei stessa e vi invita a farci un salto. Accettate e dopo qualche minuto di vagabondaggio arrivate alla locanda in questione. Siete sorpresi di scoprire che è stata costruita proprio all'interno di una grotta. Camminate con fiducia verso il fondo della grotta, dove una zuppa sta sobbollendo ed emana un aroma inebriante. Poi sentite un tonfo. Vi girate e vedete una saracinesca che viene abbassata. Una quindicina di persone appaiono dall'altra parte. Era una trappola e voi ci siete caduti. Troppo deboli per discutere, decidete di assaggiare prima la zuppa. La testa si fa pesante, si sentono le risate delle guardie e si sprofonda in un sonno profondo. Vi svegliate sulle rive di un fiume, con le tasche più leggere di quanto ricordaste.",
          "1": "Lei indica una taverna a pochi chilometri di distanza. Ci si va, ci si riempie lo stomaco e ci si riposa. Dopo aver pagato il conto, si riprende il cammino."
        },
        "text": "Chiedetegli l'ostello più vicino."
      },
      "end": {
        "outcomes": {
          "0": "Lo ignorate completamente e continuate il vostro cammino. Alla fine arrivate a un piccolo villaggio chiamato Tardans. Entrando, vi imbattete in una borsa piena di monete e in un oggetto che potrebbe rivelarsi utile per il resto della vostra avventura!",
          "1": "Decidete di partire. Lungo la strada trovate dei funghi, li raccogliete e li mangiate. Tuttavia, vi ammalate perché non erano commestibili."
        }
      },
      "feign": {
        "outcomes": {
          "0": "Dopo aver perlustrato la grotta per un'ora, abbandonate la ricerca e tornate a mani vuote.",
          "1": "Mentre tornate sui vostri passi, non notate la corda tesa tra due radici. Inciampate su di essa e vi ritrovate sospesi a mezz'aria. Alcuni saccheggiatori, allertati dal rumore, si avvicinano di corsa e ti rubano le tasche. Quando riescono a liberarti dal nodo, sono già lontani con il loro bottino.",
          "2": "Tornando sui propri passi, si vede in lontananza quella che sembra una grotta. Avanzate lentamente e inspirate l'odore dolce. Avvicinandosi in punta di piedi, si riesce a rubare un po' di cibo. Vi allontanate rapidamente per paura di essere scoperti da qualcuno che potrebbe aver assistito al vostro piccolo furto.",
          "3": "Si entra lentamente nella grotta e si comincia a esplorare. Dopo aver percorso una quindicina di metri, ci si trova faccia a faccia con un orso imponente, che si lancia contro di noi. Lo affrontate e, dopo un'accanita lotta, riuscite ad abbatterlo con un colpo al cranio. Poi lo scuoiate e cucinate la carne. Una volta soddisfatti, vi mettete alla ricerca di un mercante a cui vendere la pelle dell'orso."
        },
        "text": "Fate finta di allontanarvi e tornate a cercare la grotta da soli."
      },
      "help": {
        "outcomes": {
          "0": "Ti sei messo a esplorare la sua grotta, torcia alla mano. Purtroppo, si scopre che la giovane donna aveva la peste e voi l'avete presa quando siete entrati in contatto con lei.",
          "1": "Dopo qualche minuto, arrivate alla grotta in questione. Camminate con sicurezza verso il fondo della grotta. Poi si sente un tonfo. Ci si gira e si vede una saracinesca che viene abbassata. Una quindicina di persone appaiono dall'altra parte. Era una trappola e voi ci siete caduti. Dopo diverse ore di trattative con i vostri aguzzini, decidono di liberarvi per una buona somma di denaro. Ve ne andate, con la faccia da pecora e giurando a chiunque vi ascolti che non vi farete più prendere.",
          "2": "Si procede alacremente, preparati a qualsiasi evenienza. Si scopre che la grotta in questione è molto profonda e si passa un'ora buona a cercare il fondo. Proprio quando decidete di tornare indietro, intravedete con la coda dell'occhio un riflesso metallico. Avvicinandosi, ci si rende conto che si tratta di un forziere fissato con una semplice corda. Tirate la corda, che si stacca facilmente. Poi aprite il forziere: contiene una quantità inimmaginabile di monete e un oggetto che prendete con orgoglio. Tornati fuori dalla grotta, rassicurate la giovane donna che è al sicuro e ve ne andate, felici del vostro bottino.",
          "3": "Si entra lentamente nella grotta e si comincia a esplorare. Dopo una quindicina di metri, vi trovate faccia a faccia con un orso imponente, che si lancia contro di voi. Iniziate a combattere, ma venite rapidamente abbattuti. Fuggite, sanguinanti e grondanti di sudore, mentre la giovane donna vi guarda stupita."
        },
        "text": "Sarete pronti ad aiutare."
      }
    },
    "text": "Alla curva del sentiero, appare una giovane donna. All'inizio non si capisce bene cosa dica, ma alla fine si capisce che ha bisogno di aiuto per esplorare una grotta."
  },
  "43": {
    "possibilities": {
      "continue": {
        "outcomes": {
          "0": "Proseguite per la vostra strada e vi rendete conto che è in realtà un cacciatore nordico. Vi salutate e lo osservate mentre prepara le sue trappole. Vi rendete conto che è da qui che proviene il liquido che esce dalla sua mano.",
          "1": "Incuriositi, vi avvicinate alla persona. È un cacciatore nordico che sta preparando le sue trappole. Vi salutate e gli offrite il vostro aiuto, che lui accetta prontamente. Dopo averlo aiutato a sistemare tutte le trappole, vi chiede se volete passare la serata a casa sua. Il cacciatore cucina la selvaggina che ha catturato. Vi rinfrancate mangiando un buon cosciotto d'agnello davanti al fuoco del suo camino, poi vi fa riposare sul suo letto. Si riparte all'alba, dopo averlo ringraziato dandogli qualche moneta."
        },
        "text": "Continuate il vostro cammino."
      },
      "end": {
        "outcomes": {
          "0": "Ignorate la persona davanti a voi e, poco più avanti, trovate un oggetto luccicante che mettete nella vostra borsa.",
          "1": "Per paura, tornate indietro e fate una deviazione per evitare di imbattervi nella creatura.",
          "2": "Correte senza guardare per vedere cosa sia, ma nell'oscurità inciampate su una pietra. Cade sulle braccia, tutto scorticato."
        }
      },
      "fight": {
        "outcomes": {
          "0": "Iniziate a correre urlando, ma l'uomo si gira e vi ferma. Dopo aver spiegato cosa stavate pensando, vi dice che siete sulla strada sbagliata: è un cacciatore che controlla le sue trappole, non una creatura demoniaca! Vi scusate subito e ripartite.",
          "1": "Correte verso la strana figura, urlando. Tuttavia, avvicinandosi, ci si rende conto che si tratta di un cacciatore che sta preparando le sue trappole. Confusi, decidete di aiutarlo per compensare lo spavento che gli avete causato.",
          "2": "Estraete la spada, l'uomo si gira e vi vede avanzare verso di lui. Minaccia di scagliare una freccia se fate un altro passo. Vi scusate, spiegando che lo avevate scambiato per un demone da lontano, e poi proseguite per la vostra strada, con fare peccaminoso."
        },
        "text": "Affrontare la creatura."
      },
      "goBack": {
        "outcomes": {
          "0": "Preferite tornare indietro con discrezione. Una volta che siete abbastanza lontani, correte a tutta velocità e vi rifugiate nel villaggio più vicino.",
          "1": "Lentamente indietreggiate, ma calpestate un ramoscello che si spezza. Spaventati, iniziate a correre con tutte le vostre gambe, ma cadete a terra e vi sbucciate le ginocchia. Ma l'adrenalina vi fa subito ripartire."
        },
        "text": "Girare intorno."
      },
      "shelter": {
        "outcomes": {
          "0": "Ricordate di essere passati davanti a una chiesa pochi minuti prima, quindi non esitate a lungo prima di decidere di andarci per essere protetti dall'essere demoniaco. Correte fino in fondo e arrivate davanti alla chiesa in meno di dieci minuti. Bussate alla porta, un po' nervosi per paura di essere seguiti dalla bestia. Un kyutista apre la porta e, dopo le vostre spiegazioni, vi fa entrare. Le gentili persone all'interno della chiesa vi danno qualcosa da mangiare e vi dicono che non hanno problemi a tenervi per la notte. Riconoscenti, vi unite a loro nelle Lodi ad Askeriel, durante le quali tutti i presenti mormorano in coro come Askeriel, il Grande Dio, abbia creato l'esistenza, la materia, la terra, poi gli uomini e gli animali. Quando avete finito, andate tutti a letto.",
          "1": "Ricorda di aver incrociato una chiesa poco prima. Così ci si dirige lì, sperando di trovare un po' di aiuto. Una volta lì, bussate. Dopo qualche secondo di inattività, decidete di entrare, temendo di essere seguiti dalla bestia. In quel momento vi rendete conto che la chiesa è completamente vuota e abbandonata. Chiudete la porta, vi sistemate sul pavimento e vi addormentate.",
          "2": "Pensate subito di rifugiarvi in una chiesa: cosa c'è di meglio, dopo tutto, di fronte a qualcosa che sembra demoniaco? Tuttavia, vi rendete subito conto che non avete assolutamente idea di dove sia la chiesa più vicina. Decidete quindi di scappare il più lontano possibile dalla creatura, cosa che fate.",
          "3": "Pensate che andare in chiesa sia una buona opzione. Così vi affrettate e in pochi minuti arrivate alla chiesa che avete superato prima. Bussate e venite accolti da un prete gioviale, che vi fa subito entrare. Gli raccontate subito quello che avete visto e lui vi dice che potrebbe benissimo essere una terribile creatura demoniaca che esegue gli ordini di Y'ahnor. Colpiti, vi unite a lui nell'Ode ai Tre, la cerimonia che celebra Orthgard, Fenrir e Iatneh, le divinità protettrici che guidano l'umanità e ispirano le sue più grandi invenzioni e scoperte."
        },
        "text": "Rifugiarsi in una chiesa kyutista."
      }
    },
    "text": "State camminando verso est nel cuore della notte. È buio, ma la luna è luminosa. Vedete davanti a voi un essere illuminato dalla luce della luna. È alto, vestito di nero; vedete un liquido che cola da una delle sue mani, la notte illumina la pelle pallida dell'individuo che non vi ha ancora avvistato. Che cosa fate?"
  },
  "44": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Vi allontanate, non volendo essere coinvolti nella morte dell'uomo. Poco distante, vi imbattete in un oggetto abbandonato che deve essere appartenuto a lui."
        }
      },
      "help": {
        "outcomes": {
          "0": "Mentre cercate di salvarlo, lui si spaventa e vi stende con la sua pietra. Ci vuole un po' per riprendersi e si riparte.",
          "1": "Ci si lancia sul sasso e lo si afferra. Tagliate rapidamente la corda e andate a cercare il malcapitato, che è bagnato fradicio. Passate diverse ore con lui, cercando di dissuaderlo dal rifarlo. Riconoscente, vi offre un riparo per la notte.",
          "2": "Ti getti sulla pietra, ma sei troppo lento. Il poveretto affonda rapidamente nel fiume, trascinato dalla corrente. Vi guardate intorno per vedere se ha lasciato qualche oggetto. Si incontra uno strano oggetto scintillante.",
          "3": "Vi precipitate a salvarlo, ma lui lancia la sua pietra prima che possiate raggiungerlo. Vi tuffate dietro di lui e cercate di tirarlo a riva, ma lui si dibatte e vi trascina con sé. Cominciando a soffocare, lo liberate e siete costretti a risalire."
        },
        "text": "Pounce in soccorso."
      },
      "push": {
        "outcomes": {
          "0": "Gli arrivate alle spalle senza far rumore e lo spingete violentemente nel fiume. Affonda e scompare dal vostro campo visivo. Lo osservate per qualche istante, sperando di non essere stati individuati, e poi ve ne andate in silenzio.",
          "1": "Vi avvicinate senza far rumore, quando improvvisamente un ramo incontra la vostra gamba. Cadete all'indietro sopra il suicida, trascinandolo nei gelidi vortici della morte.",
          "2": "Vi state avvicinando a passo di lumaca quando il vostro piede si stacca da un ramo. Spaventato, il poveretto getta via il sasso e lo segue. Vi alzate e scoprite una borsetta che ha lasciato dietro di sé."
        },
        "text": "\"Aiutatelo spingendolo."
      },
      "watch": {
        "outcomes": {
          "0": "Osservate con nonchalance l'uomo che affonda nel fiume dopo la sua pietra. Perlustrate la zona per vedere se ha lasciato qualche oggetto e trovate un borsellino con delle monete. Ve ne andate soddisfatti di voi stessi.",
          "1": "Mentre vi sistemate, lo vedete cambiare idea e gettare la pietra a terra. Voltandosi, si accorge di voi e vi invita a casa sua per la cena. Senza fare domande su questa svolta, accettate e lo seguite nella sua casa. Mentre iniziate a cenare, la testa diventa pesante, la vista si offusca e cadete in un sonno profondo. Vi svegliate molto più tardi sul ciglio di una strada deserta e sconosciuta."
        },
        "text": "Guardarlo lanciare la pietra."
      }
    },
    "text": "Durante il vostro lungo viaggio, vi ritrovate sulle rive di un ampio fiume. Non potendo attraversarlo, decidete di percorrerlo fino a trovare un ponte. Mentre lo percorrete, vi imbattete in uno spettacolo insolito: un contadino tiene sopra la testa una pietra pesante, che sembra attaccata alla sua gamba. Sembra pronto a lanciarla da un momento all'altro."
  },
  "45": {
    "possibilities": {
      "askJoin": {
        "outcomes": {
          "0": "Il gruppo è stato molto accogliente, così avete fatto il viaggio tutti insieme. Quando si arriva al santuario, la guida passa quasi 2 ore a raccontare la storia.",
          "1": "Il gruppo si limita a rifiutare. Quindi continuate per la vostra strada.",
          "2": "Il gruppo pensa che siate un ladro e vi picchia di conseguenza."
        },
        "text": "Chiedete al gruppo di unirsi a loro."
      },
      "end": {
        "outcomes": {
          "0": "Il gruppo, pensando di essere spiato, vi colpisce violentemente.",
          "1": "Dopo 15 minuti senza alcuna reazione, si riprende il cammino."
        }
      },
      "goAlone": {
        "outcomes": {
          "0": "Decidete di andare al santuario da soli. Dopo 30 minuti di strada, il terreno cede improvvisamente sotto i vostri piedi e cadete violentemente.",
          "1": "Decidete di andare al santuario da soli. Quando arrivate sul posto, sentite uno strano rumore. Preso dal panico, correte e inciampate. Si procura un brutto graffio sulla gamba, che presto si infetta.",
          "2": "Decidete di andare al santuario da soli. Durante il tragitto, trovate un oggetto che potrebbe esservi utile. Quando si arriva, si scopre che il santuario è una grotta. Decidete di non andare oltre.",
          "3": "Decidete di andare al santuario da soli. Una volta arrivati, scoprite un magnifico santuario, la cui bellezza contemplate per 30 minuti.",
          "4": "Vedendo il tempo peggiorare, cambiate la vostra decisione e continuate il vostro cammino."
        },
        "text": "Andare al santuario da soli."
      },
      "skip": {
        "outcomes": {
          "0": "Continuate il vostro cammino, preferendo andare al villaggio successivo.",
          "1": "Si prosegue per la strada. Pochi minuti dopo, vi rendete conto di aver preso la strada sbagliata. Nella fretta di recuperare il tempo perduto, inciampate in una pietra e le vostre cose si disperdono."
        },
        "text": "Continuate il vostro cammino."
      },
      "talk": {
        "outcomes": {
          "0": "Passate quasi 30 minuti a raccogliere informazioni su questo santuario, informazioni che non si riveleranno utili.",
          "1": "Il gruppo semplicemente non vuole parlare e ve lo fa sapere."
        },
        "text": "Discutere con il gruppo."
      }
    },
    "text": "Mentre attraversate un villaggio affollato, sentite un gruppo di persone parlare di un santuario che si dice sia infestato. Incuriositi, continuate ad ascoltare. Si dice che il santuario sia a un'ora di macchina verso sud e che la partenza sia prevista tra 30 minuti."
  },
  "46": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Il menestrello, non vedendo la vostra risposta, vi ignora e torna a cantare canzoni semplici e senz'anima. Così voi continuate per la vostra strada.",
          "1": "Non vedendovi reagire, il menestrello, deciso a fare soldi a suo rischio e pericolo e vedendo una cavia perfetta davanti a sé, decide di drogarvi e portarvi nel vicolo buio della porta accanto. Da lì inizia a cantare una canzone sulla tortura in laboratorio, in cui voi siete il boia. Avendo la forza di portare a termine questo atroce esperimento, che va a meraviglia su questo magnifico maiale, il menestrello, o nella vostra allucinazione, il vostro capo, decide di offrirvi due oggetti come ricompensa. A seguire, Pérotin aspetta che torniate alla normalità, prende l'oggetto più prezioso e vi lascia l'altro, che potrebbe tornarvi utile in seguito.",
          "2": "Non vedendola reagire, Pérotin decide di drogarla per farle dire i suoi pensieri e vedere se c'è qualcosa che non va. Non riesce a vedere nulla, nemmeno in profondità. In preda al panico, il menestrello chiama le guardie che vi internano per follia."
        }
      },
      "singCrazyLove": {
        "outcomes": {
          "0": "Non prima di aver chiesto e fatto. Vi ritrovate a letto, spogliati, accanto a quello che sembra il vostro amante. A un esame più attento, ci si rende conto di essere legati in vita e... di essere privi di tutti gli arti, sia delle braccia che delle gambe. Puoi muoverti solo con il busto. Vedendo la vostra angoscia, Pérotin termina la sua canzone con \"era tutto un sogno\" e voi tornate ad essere quelli di prima, integri e distaccati. Ma dovrete riposare per riprendervi dal trauma.",
          "1": "Non appena si chiede, si ottiene. Ti ritrovi in mare, lontano da tutto, accompagnato da un solo marinaio, il tuo amore. Arrivati su un'isola deserta, vedete una croce a terra. È davvero un tesoro, pieno di un bel bottino e di un oggetto che vi sarà utile. L'avidità e l'avarizia hanno la meglio su di voi e decidete di lasciare l'isola da soli. Sulla via del ritorno a casa, vi imbattete in Pérotin, che sta cantando per regalare il denaro guadagnato lì, come dono a questa melodia unica. Dopo queste avventure, si riparte, accompagnati dall'oggetto trovato sull'isola.",
          "2": "Sapendo della vostra eroica impresa di salvare la principessa, il menestrello decide di raccontare uno dei possibili seguiti delle vostre avventure dopo il salvataggio. Ma poiché non sapeva molto dei tuoi legami con la principessa, preferì raccontare la storia de \"La vecchia e il falso mostro\", con te nel ruolo del falso mostro, naturalmente. Conoscendo già la sinossi, Pérotin non riuscì a farti cambiare, probabilmente a causa della sottodose di farmaci. Non essendo entrati nel suo racconto, decidete di ringraziarlo per questa meravigliosa storia e continuate per la vostra strada, consapevoli di questa inutile perdita di tempo."
        },
        "text": "Cantare l'amore folle."
      },
      "singHero": {
        "outcomes": {
          "0": "Questo famoso bardo, che sa ben poco di avventure, decide di raccontare la storia di un viaggio ordinario attraverso la foresta, come la conoscete bene. Delusi da questa canzone e da Pérotin, continuate la vostra avventura.",
          "1": "Pérotin decide di farvi tornare indietro di due minuti appena prima di parlare con lui. Piccolo problema, la sua storia e le sue droghe sono così fedeli all'originale che voi rispondete con la stessa reazione a questo rapporto, senza che la decisione del menestrello di fronte a questa reazione cambi. Il risultato è un loop allucino-temporale, causato dal talento di Pérotin e dalla vostra stupidità. Pérotin, che è l'unico ad essere consapevole della scena che state vivendo con lui, alla fine della giornata ha pietà di voi e vi libera da questa cattiva droga.",
          "2": "Pérotin decide di farvi vedere il futuro, che sia reale o pura finzione nella vostra mente, e allo stesso tempo di aiutarvi a guadagnare un po' di soldi: andate alla periferia di un vecchio castello abbandonato. Con un po' di ricerca ci si imbatte in un passaggio segreto pieno di trappole. Riuscite a evitarle tutte e vi ritrovate in un'enorme stanza del tesoro. Ma il nostro menestrello preferito, appena prima che abbiate finito di saccheggiare e raccogliere i tesori al di fuori della zona delle trappole, se la svigna con il vostro bottino, lasciandovi solo il forziere principale della stanza, contenente un sacco di soldi e un oggetto sorprendentemente utile per salvare la principessa. Divertiti, continuate la vostra divertente avventura, ancora un po' sotto l'effetto della droga che si dice sia l'acido γ-idrossibutirrico."
        },
        "text": "Cantare la nostra vita, la nostra storia eroica."
      },
      "singLove": {
        "outcomes": {
          "0": "Come dice lei, finisce in un vecchio monastero in campagna a rivoltare la terra. Tu e il tuo amore rimanete in questo posto malandato e ogni mese riuscite a coltivare quanto basta per vivere. Questa storia vi piace così tanto, grazie all'overdose di droghe, che non riuscite a vedere il tempo che passa. Perotin vi sveglia e vi dice che le droghe che ha ingerito fanno sì che 1 o 2 minuti delle sue storie sembrino un mese intero della sua vita. Per fortuna è così, altrimenti sareste morti di vecchiaia. Meditativi, continuate il vostro viaggio.",
          "1": "Non capendo il tuo improvviso desiderio di un amore incolore, Pérotin pensò che tu fossi depresso, così decise di cantarti una canzone consolatoria per guarirti dalla tua improvvisa depressione. La canzone le fece un gran bene.",
          "2": "Vedendo la tua conoscenza dell'amore senza passione, il menestrello si affeziona a te e ti canta una canzone in cui il tuo amore sei tu. Colto da un violento litigio tra te e te stesso, il menestrello interrompe la canzone e ti chiede un compenso per la frenetica lotta che hai avuto con te stesso davanti ai suoi ammiratori. Di nuovo nella storia, pensate di lasciarvi, il che vi rende tristi, molto tristi. Così ve ne andate, lasciando a Pérotin un po' di soldi per compensare l'inconveniente."
        },
        "text": "Cantare di un amore noioso e ridondante."
      },
      "singRoyalty": {
        "outcomes": {
          "0": "Il menestrello, che adora la sua patria da sempre, asseconda la vostra richiesta e canta le lodi dei duchi e delle storie. Il duca della regione vicina passa di lì e ascolta questa dolce melodia, che gli culla il cuore. Alla fine della canzone, ricompensa voi e il vostro amico con una grande borsa d'oro.",
          "1": "Il nostro menestrello, odiando i potenti, decide di usare la sua canzone per iniziare una rivoluzione al fine di accedere al trono. Vi porta via, vi droga e vi fa credere che voi e il popolo state guidando la strada verso la stanza del re. Purtroppo, una corda del mandolino si rompe e la musica si interrompe improvvisamente. Ma siete davvero nella sala del trono, da soli, con un forcone. Ora siete imprigionati per follia.",
          "2": "Pérotin, sapendo un po' della vostra avventura per salvare la principessa, decide di farvi vivere per un giorno il punto di vista di sua madre, in modo che possiate saperne di più su questa damigella in pericolo. Ma la vita da regina non è molto eccitante per voi e, a parte gli occasionali pettegolezzi e pensieri sulla figlia, non ne ricavate nulla di utile, perché tutto è creato dalle droghe magiche di Perotin. Alla fine della giornata, raccogliete il vostro corpo e continuate per la vostra strada."
        },
        "text": "Canta della regalità e dei poteri forti."
      },
      "singWork": {
        "outcomes": {
          "0": "Pérotin, rattristato da questa richiesta, decide di farvi interpretare il ruolo del menestrello nella sua canzone e... Vi vedete venire incontro per chiedere questa canzone, ma vi costringete a dire la stessa canzone, e la cosa va avanti per molto tempo. Dopo un po', il nostro menestrello preferito interrompe il ciclo dandovi l'antidoto a questo veleno allucinatorio. Spaventati da ciò che è appena accaduto e dalla lunghezza del loop, correte dalla persona più vicina per sapere che giorno sia. E... siete arrivati alla sera.",
          "1": "Pérotin, nostalgico, decise di raccontare i suoi primi giorni di lavoro nella sua canzone. Racconta di come il suo vecchio maestro gli impartisse lezioni melodiose usando le sue droghe addolcenti. Si sente quella dolcezza nelle parole del maestro che ti inibisce con ogni fibra del tuo essere. Alla fine dell'ultima lezione, Périssien, il maestro di Pérotin, decide di darti un regalo d'addio, come aveva ricevuto dai suoi predecessori, ma per evitare che sia quello strumento magico, il mandolino, che non lo ha mai abbandonato da quando ha iniziato, Pérotin cambia il finale per darti un oggetto che potrebbe esserti utile per il resto della tua avventura.",
          "2": "L'eccellente menestrello Pérotin decide di raccontare un sogno che vorrebbe vedere realizzato, reale o allucinato: all'inizio siete soli, nel vicolo del villaggio, accompagnati dalla vostra chitarra. State cantando a voi stessi le gioie del vostro lavoro e la tristezza della vita, quando nella strada principale passa un monarca. Il monarca, sentendo la bella melodia, si avvicina a voi e vi chiede se potete creare una canzone per lui sul tema del suo amore. Alla fine della vostra dolce ballata, appena immaginata, vi ringrazia e vi regala un bel mucchio d'oro, visto che quel passante era reale. Contenti della musica, decidete di dividere il denaro con Pérotin come donazione."
        },
        "text": "Cantare di essere un menestrello."
      }
    },
    "text": "Attraversando un piccolo villaggio, ci si imbatte nel menestrello più famoso della regione e non solo, di nome Pérotin. È così bravo nel suo lavoro che può farvi vivere la canzone, letteralmente, grazie alle sue potenti droghe. Dopo aver trovato il coraggio di andare a parlare con lui, vorrebbe che gli suggeriste il prossimo tema della sua canzone. Cosa suggeriresti?"
  },
  "47": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Prendete in considerazione l'offerta dell'abitante del villaggio, ma non rispondete. Lui insiste e voi ve ne andate senza dire una parola, pensierosi.",
          "1": "Non reagite e, quando il vostro interlocutore se ne va, fuggite dal villaggio per evitare problemi con il signore.",
          "2": "Prendete in considerazione l'offerta del paesano, ma venite subito fermati dalle guardie che hanno ascoltato la conversazione. Le vostre proteste non vi salvano da una giornata in cella."
        }
      },
      "goAway": {
        "outcomes": {
          "0": "Decidete di non lasciarvi coinvolgere in questa follia e ripartite il più velocemente possibile. Purtroppo, durante il tragitto incontrate una guardia assetata di ricchezza che vi chiede di fermarvi. Siete subito immobilizzati e spogliati.",
          "1": "Non volete rischiare la vita, quindi declinate l'offerta prima di andarvene, ringraziando gli abitanti del villaggio per avervi accolto.",
          "2": "Dichiarate di essere esausti e vi trovano un posto dove riposare. Approfittate della notte per fuggire dal villaggio.",
          "3": "Dite loro che non potete combattere contro il Signore perché siete esausti. Loro accettano di offrirvi un alloggio dove potrete riposare. Prendete qualcosa con voi durante la notte e fuggite il più velocemente possibile.",
          "4": "Dite agli abitanti del villaggio che siete esausti e chiedete loro di darvi una notte per prepararvi. Loro acconsentono e quando cala la notte, raccogliete le vostre cose e fuggite dal villaggio. Nella fretta, purtroppo, fate cadere parte del vostro borsellino."
        },
        "text": "Non correte rischi e andate via il prima possibile."
      },
      "help": {
        "outcomes": {
          "0": "Con l'aiuto di tutto il villaggio, organizzate un assedio al castello. Non ci sono reazioni nel castello, dove la gente sembra accontentarsi del leggero disagio causato dal blocco delle strade circostanti. Dopo qualche ora, i cancelli del ponte levatoio vengono abbassati e una trentina di uomini si precipitano verso l'accampamento che avete allestito. Segue una sanguinosa battaglia. Nella fretta, afferrate un cavallo e fuggite.",
          "1": "Voi e gli abitanti del villaggio organizzate una ribellione! Purtroppo, quando decidete di attaccare una guardia, gli abitanti del villaggio sono troppo spaventati per seguirvi e scappano. Il vostro avversario vi sferra un violento pugno che vi fa cadere all'indietro e la guardia ne approfitta per rubarvi la borsa.",
          "2": "Decidete di organizzare una rivolta! Tuttavia, un abitante del villaggio vi tradisce per ottenere una ricompensa. Le guardie del castello si precipitano ad arrestarvi. Riuscite a sfuggirgli, ma non senza qualche colpo.",
          "3": "Approfittate del vostro status di cavaliere per visitare lo scudiero. Dopo le presentazioni, rivelate il motivo della vostra visita conficcandogli un pugnale nel cuore. Le guardie reagiscono immediatamente e vi circondano. Una di esse vi sferra un colpo di spada che riuscite a schivare, ma un'altra si avventa su di voi e vi trafigge con la sua lama.",
          "4": "Cercate di assediare il castello del signore con il villaggio, ma si sta facendo buio, quindi decidete di dormire davanti al castello. Il signore ne approfitta per uscire con i suoi uomini e arriva al vostro accampamento, ma un abitante del villaggio avverte tutti. Ti precipiti dal signore e lo colpisci con la spada. Le guardie si arrendono e gli abitanti del villaggio vi danno una borsa piena d'oro per ringraziarvi di averli aiutati!",
          "5": "Andate a trovare il signore e gli dite che il suo villaggio sta pianificando una ribellione. Dopo una lunga discussione, riuscite a conquistare la sua fiducia e ne approfittate per conficcargli un pugnale nel cuore. Le guardie fedeli al signore si precipitano da voi e vi immobilizzano. Una di loro suggerisce di giustiziarvi davanti a tutto il villaggio per far passare il messaggio, ma la rivolta ormai infuria! Alla fine, gli abitanti del villaggio riescono a scacciare le guardie e vi offrono una grande borsa d'oro come ringraziamento.",
          "6": "Andate a trovare il signore e gli dite che si sta organizzando una ribellione. Dopo una lunga discussione, riuscite a ottenere la sua fiducia e a conficcargli un pugnale nel cuore. Le guardie fedeli al sovrano vi attaccano, ma altre che lo volevano solo morto vi aiutano a fuggire. Tornati al villaggio, vi vengono offerti del denaro e un oggetto utile."
        },
        "text": "Aiutare gli abitanti del villaggio a liberarsi del signore."
      },
      "tell": {
        "outcomes": {
          "0": "Fate visita al signore, gli raccontate della richiesta del paesano e lo aiutate a trovarlo. Lui vi ringrazia e voi ve ne andate.",
          "1": "Fate visita al signore e gli raccontate del tradimento nel villaggio vicino, dicendogli che siete disposti a dargli i nomi dei dissidenti in cambio di una grossa somma di denaro. Lui accetta la vostra offerta e voi lo conducete dai traditori, che lui giustizia sotto i vostri occhi. Durante il tragitto, controllate il borsellino che vi ha dato e vi rendete conto che contiene pochissime monete!",
          "2": "Fate visita al signore e gli parlate della richiesta del paesano, spiegandogli che potete aiutarlo a trovare il ribelle, ma che in cambio volete una grossa somma di denaro. Lui accetta e vi chiede di aiutarlo a trovarlo. Insieme ci riuscite, ma quando chiedete i soldi al signore, questi si tira indietro. Ne segue un duello, ma il signore non è all'altezza della vostra abilità con la spada. Ma non aveva molte ricchezze con sé.",
          "3": "Vai a visitare il Signore, ma le guardie non ti lasciano passare. Dici loro che è importante, ma non ti ascoltano. Ti minacciano e tu te ne vai, imprecando impotente.",
          "4": "Decidete di raccontare al signore ciò che avete sentito, ma sulla vostra strada incontrate un abitante del villaggio che sembra aver intuito la vostra intenzione di tradire il villaggio. Cercate di farvi strada con la forza, ma presto arrivano i rinforzi. Circondati dalla folla odiosa, venite buttati a terra e picchiati duramente."
        },
        "text": "Raccontate al Signore ciò che avete sentito."
      }
    },
    "text": "Siete così esausti che riuscite a malapena a camminare. Poi vedete un villaggio: siete stati salvati! Vi dirigete verso il villaggio e riuscite a fare amicizia con un gruppo di abitanti che accettano di darvi da mangiare e di trovarvi un posto per dormire. Pensate di andarvene presto, ma uno degli abitanti del villaggio viene a chiedervi un favore. Con la promessa di grandi ricchezze, l'abitante del villaggio vi prega di liberarli dal signorotto vicino."
  },
  "48": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Osservate il cavaliere, incerti su cosa fare di fronte a questo colosso in armatura. Infine, vi rimettete in marcia.",
          "1": "Guardate il cavaliere, non sapendo cosa fare contro questo colosso in armatura. Trovando il coraggio, lo affrontate in duello... e venite miseramente sconfitti da lui. Vi chiede la vostra borsa in cambio della vostra vita.",
          "2": "Osservate il cavaliere, senza sapere cosa fare con questo colosso in armatura. All'improvviso, avete un'idea: aspettate che sia buio pesto prima di dirigervi con discrezione verso la torre. La porta è chiusa e il cavaliere è scomparso. Salite sulla torre ed entrate da una finestra. La perquisite da cima a fondo, ma non trovate altro che cibo. Mangiate sul posto e prendete tutto quello che potete. Il buon pasto vi ha ridato le forze e vi sentite meglio che mai.",
          "3": "Incerti sul da farsi, coinvolgete il cavaliere in una discussione e fate amicizia. Gradualmente orientate la discussione verso il manufatto e vi godete il vostro talento oratorio in anticipo. Il cavaliere, convinto che siate degni di possederlo, va a prendere il manufatto per voi. Ve lo riporta, come promesso. Lo ringraziate e vi mettete alla ricerca di un compratore. Vi imbattete in quello che sembra un mercante, ma che in realtà è un ladro che vi scaglia una freccia nella gamba. Ruba il manufatto e scappa. Feriti e impotenti, lo guardate fuggire con il vostro bottino.",
          "4": "Incerti sul da farsi, coinvolgete il cavaliere in una discussione e fate amicizia. Gradualmente orientate la discussione verso il manufatto e vi godete il vostro talento oratorio in anticipo. Inaspettatamente, quando gli chiedete il manufatto, lui rifiuta. Non volendo turbarlo, non insistete oltre e fate una breve chiacchierata con il cavaliere prima di proseguire per la vostra strada."
        }
      },
      "fight": {
        "outcomes": {
          "0": "Pronti a combattere, ma conoscendo poco il vostro avversario, vi avvicinate a lui con il pretesto di voler discutere un accordo. Abbastanza vicini al nemico, estraete la spada e vi lanciate contro di lui. Sfortunatamente per voi, il cavaliere era in agguato e possiede una forza colossale, che usa per disarmarvi prima di spingervi a terra.",
          "1": "Pronti a combattere, ma conoscendo poco il vostro avversario, vi avvicinate a lui con il pretesto di voler discutere un accordo. Abbastanza vicini al nemico, estraete la spada e vi lanciate contro di lui. Il cavaliere ha appena il tempo di reagire prima che voi lo stendiate con il pomo della spada. Ma non basta. Lo colpisci una seconda volta e questa volta crolla a terra. Cercate quindi di aprire la porta della torre, ma senza successo. Controllate se la guardia ha la chiave, ma non ce l'ha con sé. Quindi ve ne andate delusi.",
          "2": "Pronti a combattere, ma conoscendo poco il vostro avversario, vi avvicinate a lui con il pretesto di voler discutere un accordo. Abbastanza vicini al nemico, estraete la spada e lo stordite con il pomo. Perquisite la guardia e trovate subito una chiave. Aprite la porta. Una volta dentro, non avete problemi a trovare il manufatto. Dopo un'ora di ricerche, trovate un mercante. Egli vi compra il manufatto per la modica cifra di cinquecento monete d'oro.",
          "3": "Pronti a combattere, ma conoscendo poco il vostro avversario, lo avvicinate con il pretesto di voler discutere un accordo. Vicino al nemico, estraete la spada e lo stordite con il pomo. Cercate quindi di aprire la porta della torre, ma è chiusa a chiave... Perquisite la guardia e trovate subito la chiave. Aprite la porta e trovate il manufatto all'interno. Quindi vi mettete alla ricerca di un mercante, che trovate facilmente. Lui ruba il manufatto con un'abile mossa, ma anche voi riuscite a rubargli qualcosa. Sperando che questo sia di valore, cercate di capire di cosa si tratta.",
          "4": "Conoscendo poco il vostro avversario, vi avvicinate a lui con il pretesto di voler discutere un accordo. Una volta che foste abbastanza vicini al vostro nemico, sguainaste la spada e lo stordiste con il pomo. Purtroppo per voi, il cavaliere era molto più forte e veloce di voi. Si fiondò su di voi, vi agganciò con il piede destro e vi sferrò un calcio nello stomaco prima di sferrare un potente montante. A terra, sul punto di svenire, non riuscite ad alzarvi.",
          "5": "Il cavaliere brandisce la spada per intimidirvi. Di fronte a questo colosso, esitate a fuggire, ma decidete di restare. Combatterete contro questo cavaliere anche se le possibilità di sconfiggerlo sono scarse. Il vostro avversario para senza sforzo i vostri colpi, uno dopo l'altro, prima di farvi cadere a terra. A terra, disarmati, sapete che il combattimento è finito. È allora che il cavaliere vi dice: \"Siete molto coraggiosi, ecco la vostra ricompensa\". Vi dà un oggetto prima di spostarsi all'ingresso della torre.",
          "6": "Pronti a combattere, vi lanciate rapidamente verso il vostro avversario, sguainando la spada. Il cavaliere ebbe appena il tempo di estrarre la sua arma prima che voi lo caricaste. In quel momento vi rendete conto del vostro errore. Lui ha un'armatura, ma voi no. Così cercate di colpirlo più volte con il pomo della spada. Sembra che l'abbia disorientato, così vi preparate a riprovare. Ma prima di riuscirci, il vostro avversario vi ferisce alla gamba. Siete a terra, incapaci di alzarvi. Il cavaliere si trova sopra di voi e alza la spada. Chiudete gli occhi e sentite il vostro stesso urlo."
        },
        "text": "Combattere il cavaliere."
      },
      "meetHim": {
        "outcomes": {
          "0": "Iniziate a chiacchierare con lui e lo trovate molto amichevole. Si concentra gradualmente la discussione sul suo ruolo qui, e lui spiega di essere il custode della torre. Gli chiedete se è possibile entrare, ma lui rifiuta. Continuate per la vostra strada.",
          "1": "Iniziate una discussione e parlate per diversi minuti. Il cavaliere non dice una parola. Capendo che non ha intenzione di parlare, abbandonate la discussione e ve ne andate.",
          "2": "Iniziate a parlare, ma il cavaliere vi ordina subito di andare avanti. Non volete andarvene, ma dopo che vi ha mostrato la sua spada, non avete esitato un attimo.",
          "3": "Iniziate a parlare, ma il cavaliere rimane in silenzio. Rendendovi conto che ogni tentativo di dialogo è inutile, ve ne andate.",
          "4": "Iniziate a parlare e passate più di un'ora a fare amicizia con il cavaliere. Gradualmente focalizzate la discussione sull'artefatto e vi congratulate in anticipo con voi stessi per il vostro talento oratorio. Il cavaliere si allontana per cercare il manufatto mentre voi, ossessionati dal vostro trionfo, non vi accorgete della persona dietro di voi finché non vi pugnala alle spalle. Cadete a terra, gravemente feriti.",
          "5": "Per più di un'ora vi impegnate in una discussione e cercate di fare amicizia con il cavaliere. Lui non vuole lasciarvi passare. Non avendo altra scelta, estraete la spada e lo attaccate. Il cavaliere, immune ai vostri colpi grazie alla sua armatura, vi colpisce violentemente al volto prima di stendervi con un colpo di pomo.",
          "6": "Entrate in una discussione e fate amicizia con il cavaliere. Gradualmente orientate la discussione verso il manufatto e sfruttate il vostro talento oratorio. Il cavaliere, convinto che siate degni di possederlo, va a prendere il manufatto per voi. Ve lo riporta, come promesso. Lo ringraziate e vi mettete alla ricerca di un mercante. Riuscite a venderlo per la modica cifra di cinquecento monete d'oro."
        },
        "text": "Conoscerlo."
      }
    },
    "text": "Siete alla ricerca di un artefatto. Lo desiderate perché, secondo la leggenda, porterà ricchezza e potere al suo proprietario. Dopo che la vostra ricerca vi ha condotto a una torre che dovrebbe contenere il tesoro, vi trovate di fronte a un cavaliere in armatura che blocca l'ingresso. Egli rimane impassibile nonostante le vostre ingiunzioni..."
  },
  "49": {
    "possibilities": {
      "eatIt": {
        "outcomes": {
          "0": "Non ci vuole molto per capire che non cucinare la povera creatura è stato un errore.",
          "1": "Lo catturate e lo cucinate: la sua carne è deliziosa e vi aiuterà a recuperare le forze per il viaggio."
        },
        "text": "Decidete di mangiarlo."
      },
      "end": {
        "outcomes": {
          "0": "Guardate la creatura lottare con tutte le sue forze per un momento, poi ve ne andate.",
          "1": "Non siete interessati a questo spettacolo e ripartite immediatamente.",
          "2": "Continuate il vostro cammino senza prestare attenzione alla creatura, ma entrate maldestramente in una buca e vi storcete la caviglia. Avrete bisogno di cure mediche."
        }
      },
      "helpIt": {
        "outcomes": {
          "0": "Lo si rimette in piedi e lo si guarda andare via, orgogliosi di aver fatto una buona azione.",
          "1": "Non appena ci si rimette in piedi, il piccolo crostaceo pizzica la caviglia e torna verso l'acqua.",
          "2": "Vi precipitate ad aiutarlo e lo guardate mentre torna in acqua. Pochi secondi dopo, vedete un'enorme massa emergere dal mare. È un forziere pieno d'oro, offerto da un'orda di questi piccoli crostacei."
        },
        "text": "Per aiutarlo e rimetterlo in piedi."
      },
      "takeIt": {
        "outcomes": {
          "0": "Decidete di prendere con voi la piccola creatura, ma questa vi pizzica violentemente in faccia e si allontana di corsa.",
          "1": "Decidete di portare con voi la piccola creatura. Qualche ora dopo, mentre controllate la fragile creatura, scoprite un pasticcio insanguinato sul fondo della borsa. Il paguro è stato schiacciato dal contenuto della borsa, così passate una decina di minuti a pulire la borsa e ripartite.",
          "2": "Decidete di portare con voi la piccola creatura. Qualche ora dopo, trovate un piccolo ruscello, decidete di lasciare lì il vostro piccolo amico e di proseguire il vostro cammino."
        },
        "text": "Portatelo con voi."
      }
    },
    "text": "Dopo aver passeggiato per qualche minuto lungo la spiaggia, ci si imbatte in una strana creatura: un paguro! Sembra che si sia girato sul suo guscio..."
  },
  "5": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Hai passato un'ora buona a raccogliere le monete sparse sul fondo dell'acqua, ma sembra che ne sia valsa la pena!"
        }
      },
      "keepGoing": {
        "outcomes": {
          "0": "A volte è bene non essere troppo pigri. Non avete perso tempo!",
          "1": "Non c'è tempo per riposare! C'è una principessa da salvare!",
          "2": "Si sceglie di non fermarsi e di continuare ad andare avanti.",
          "3": "Continuate la vostra avventura senza prestare ulteriore attenzione a questa fontana.",
          "4": "Bisogna saper riposare quando si è stanchi. Esausti, vi addormenterete pochi minuti dopo aver superato la fontana. Dovrete dormire un po' prima di continuare!"
        },
        "text": "Non fermatevi e continuate ad andare avanti."
      },
      "rest": {
        "outcomes": {
          "0": "È bene riposare ogni tanto... Questi 30 minuti di riposo sono stati utili!",
          "1": "Ogni tanto è bene riposare... Passerete un'ora ai piedi della fontana prima di ripartire!",
          "2": "È bene riposare ogni tanto... ma non dimenticate di continuare a muovervi! Dopo aver sprecato 3 ore di riposo, si torna in strada."
        },
        "text": "Riposare e bere per recuperare le forze."
      }
    },
    "text": "Avete trovato una fontana!"
  },
  "50": {
    "possibilities": {
      "ask": {
        "outcomes": {
          "0": "Vi avvicinate agli abitanti del villaggio e chiedete loro informazioni su questi strani frutti. Vi spiegano che sono noci di cocco, che la loro polpa viene mangiata quando si apre il guscio e che il loro succo è famoso in tutto il Paese. Gli abitanti del villaggio vi offrono un assaggio e voi non rifiutate. Il succo è rinfrescante e la polpa placa l'appetito. Dopo aver ringraziato gli abitanti del villaggio per la loro scoperta con qualche moneta, vi mettete in cammino.",
          "1": "Vi avvicinate agli abitanti del villaggio e chiedete loro informazioni su questi strani frutti. Mentre uno di loro spiega, gli altri iniziano ad avvicinarsi a voi. All'improvviso, qualcuno vi blocca il braccio e gli altri si avventano su di voi per rubare le vostre cose. Dopo essere stati picchiati in precedenza, continuate il vostro cammino.",
          "2": "Vi avvicinate agli abitanti del villaggio e chiedete loro informazioni su questi strani frutti. Ci spiegano che sono noci di cocco, che la loro polpa viene mangiata quando si apre il guscio e che il loro succo è rinomato in tutto il Paese. Con queste preziose informazioni in mano, si riparte."
        },
        "text": "Avvicinatevi agli abitanti del villaggio per porre loro delle domande."
      },
      "end": {
        "outcomes": {
          "0": "Osservate per un po' gli abitanti del villaggio mentre raccolgono questi frutti insoliti e poi proseguite il vostro cammino sotto il sole cocente.",
          "1": "Uno dei frutti cade accanto a voi. Lo prendete tra le mani e lo esaminate attentamente prima di proseguire il cammino."
        }
      },
      "leave": {
        "outcomes": {
          "0": "Dopo una buona notte di riposo, decidete di ripartire, senza nemmeno un cerchio scuro sul viso.",
          "1": "Proprio mentre state per ripartire, vi accorgete che un gruppo di abitanti del villaggio si sta dirigendo verso di voi. Cominciano a bacchettarvi e voi date loro dei soldi perché vi lascino in pace.",
          "2": "Decidete di ripartire, lasciando il villaggio dei Coco per continuare la vostra ricerca."
        },
        "text": "Lasciamo il villaggio senza ulteriori indugi."
      },
      "nap": {
        "outcomes": {
          "0": "Continuate a dormire, ma uno dei frutti si stacca e vi colpisce alla testa. Siete feriti e sanguinate molto. Alcuni abitanti del villaggio vi vedono e vi soccorrono, ma ci vorrà un po' di tempo prima che vi riprendiate.",
          "1": "Si dorme per un po'. Quando ci si sveglia e il sole inizia a tramontare e la temperatura si abbassa, si riparte rinvigoriti.",
          "2": "Decidete di continuare a dormire. Quando vi svegliate, vi alzate, pronti per uscire, e notate che manca qualcosa dalle vostre tasche: il portafoglio. Decidete di andarvene, delusi."
        },
        "text": "Continuate la vostra siesta ai piedi dell'albero."
      }
    },
    "text": "Durante il viaggio, raggiungete un piccolo villaggio chiamato Village Coco. Fa molto caldo e avete bisogno di riposare. Il posto non sembra ostile, quindi ci si ferma in questa oasi. Mentre vi riposate ai piedi di un albero di cocco, vedete un gruppo di abitanti del villaggio che si arrampica sugli alberi per prendere un frutto che non avete mai visto prima: rotondo come un pallone e duro come il legno, non sembra appetitoso."
  },
  "51": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Dopo aver esitato a lungo sulle opzioni a disposizione, il sole sta per tramontare, quindi vi sistemate per riposare un po'.",
          "1": "Dopo aver esitato a lungo sulle opzioni a vostra disposizione, decidete di provare a salire una mezza dozzina di gradini prima di cambiare idea, ritenendo la salita troppo pericolosa. Quando girate il piede per tornare giù, scivolate e rotolate giù per le scale. Ci si rimette in piedi e si scopre di essersi tagliati gravemente. Continuate il vostro cammino, scoraggiati da questo sfortunato incidente.",
          "2": "Vi sedete sul pavimento ricoperto di trifoglio per pensare a cosa volete fare. Una volpe appare rapidamente davanti a voi. Si muove lentamente verso di voi e alla fine raggiunge una delle vostre mani, vi mette il naso sopra, vi abbaia e scappa via. Decidete di seguire il percorso che questo simpatico animale ha appena tracciato per voi."
        }
      },
      "goBack": {
        "outcomes": {
          "0": "Poco dopo essere tornati indietro, vi imbattete in un bambino spaventato che piange sul ciglio della strada. Vi dice di essere scappato da un attacco di banditi al carro dei suoi genitori. Siete pronti a offrire il vostro aiuto e il ragazzo accetta immediatamente. Dopo aver camminato per due lunghe ore, trovate i genitori del bambino vivi ma feriti. Mentre li salutate, la madre del bambino vi dà una borsa piena d'oro.",
          "1": "Poco dopo essere tornati indietro, vi imbattete in un bambino spaventato che piange sul ciglio della strada. Vi dice di essere scappato da un attacco di banditi al carro merci dei suoi genitori. Siete pronti a offrire il vostro aiuto e il ragazzo accetta immediatamente. Dopo aver camminato per qualche minuto, un gruppo di banditi pesantemente armati vi sorprende. La trappola non è fatale, ma nella fuga si perdono molte monete d'oro.",
          "2": "Poco dopo essere tornati indietro, sentite il rumore di pentole e padelle che vi vengono incontro. È una viaggiatrice in cerca di nuove delizie culinarie, che sta per accamparsi per riposare. Nel corso della conservazione, scoprite il suo nome di battesimo: Lucya. Vi offre una torta che delizia il vostro palato. Sazi, riposati e deliziati dall'incontro casuale, decidete di ripartire."
        },
        "text": "Girare intorno."
      },
      "search": {
        "outcomes": {
          "0": "Cercate per qualche istante alla base delle scale, senza successo. Altri due passi e scoprite qualche moneta d'oro sparsa qua e là tra le erbacce. Felici della vostra misera scoperta, continuate la vostra avventura, fischiettando.",
          "1": "Dopo qualche minuto di ricerche, ci si imbatte in un sacchetto di cuoio logoro, quasi completamente nascosto sotto una pesante pietra. Aprendola, scoprite un papiro in cui sono ancora leggibili solo alcune parole: \"scala\", \"grotta\", \"accampamento\" e \"Xetrix\". Il nome suona familiare, ma siete delusi di non aver trovato alcun tesoro, quindi ripartite.",
          "2": "All'improvviso, mentre vi guardate intorno, un enorme masso si stacca dal Monte Celestrum e vi sfiora mentre cade. Non avete nemmeno il tempo di reagire, ma solo di guardare il masso che continua la sua corsa, graffiandovi violentemente l'avambraccio."
        },
        "text": "Cercare nell'area."
      },
      "stairs": {
        "outcomes": {
          "0": "Si inizia la pericolosa salita della scala che porta all'ingresso di una grotta. Entrate e scoprite un accampamento molto vecchio e abbandonato. Scavando un po', scoprite un oggetto che ritenete utile per la vostra missione e decidete di scendere con cautela le scale.",
          "1": "Si inizia la pericolosa salita della scala che porta all'ingresso di una grotta. Entrate e scoprite un accampamento molto vecchio e abbandonato. Dopo aver ispezionato l'intera grotta, che si rivela sicura, decidete di sistemarvi per la notte, dato che c'è ancora un letto di paglia piuttosto comodo.",
          "2": "Dopo aver salito con cautela alcuni gradini ricoperti di muschio, si scivola e si cade a terra per qualche metro. Leggermente storditi e feriti, abbandonate l'idea di ritentare la fortuna e proseguite il cammino."
        },
        "text": "Prendete le scale."
      }
    },
    "text": "Arrivati ai piedi del Monte Celestrum, si nota una scala a chiocciola scavata nel fianco sinistro della montagna. Avvicinandosi, i gradini si rivelano affilati e ricoperti di muschio."
  },
  "52": {
    "possibilities": {
      "deny": {
        "outcomes": {
          "0": "Se non volete giocare con i bambini, andate per la vostra strada.",
          "1": "Vi rifiutate, il che irrita i bambini, che raccolgono pietre da terra e ve le tirano addosso. Mentre le macerie piovono, siete costretti a fuggire, fuori dalla portata dei bambini. Vi rendete conto di essere stati colpiti alla testa e che la ferita sanguina copiosamente; avrete bisogno di cure.",
          "2": "Voi rifiutate e i bambini si arrabbiano. Vedendo che la situazione potrebbe degenerare, si riparte rapidamente."
        },
        "text": "Rifiutate e andate avanti."
      },
      "end": {
        "outcomes": {
          "0": "La vostra mancanza di risposta fa sì che i bambini perdano interesse per voi e vadano a giocare altrove. Così vi rimettete in cammino.",
          "1": "Vedendoti perso nei tuoi pensieri, i bambini ti legano i lacci delle scarpe. Quando esci da questo stato di trance, inciampi e cadi a faccia in giù.",
          "2": "Rimanete lì per ore e, quando tornate in voi, vi rendete conto che la vostra borsa è scomparsa. Proseguite per la vostra strada, sconfortati."
        }
      },
      "play": {
        "outcomes": {
          "0": "Poiché non capite bene le regole del gioco, venite subito messi da parte e ve ne andate senza che i bambini vi prestino attenzione.",
          "1": "Giocate con loro finché non arrivano i loro genitori, che vi trovano sospettosi e minacciano di espellervi dal loro villaggio. Si riparte senza chiedere aiuto.",
          "2": "Nel ruolo del corridore, siete inseguiti dai bambini. Guardandovi alle spalle per misurare la distanza che vi separa da loro, inciampate in una radice e vi ferite. I bambini vi abbandonano al vostro destino quando si rendono conto che non potete continuare a giocare. Avrete bisogno di cure."
        },
        "text": "Giocare a fare il corridore e la guardia."
      },
      "playFight": {
        "outcomes": {
          "0": "Dopo aver giocato per un po', i bambini si accorgono che il sole sta tramontando e sono costretti a salutarsi.",
          "1": "Durante l'amichevole giostra, uno dei bambini riesce a scuoiarvi superficialmente.",
          "2": "Senza volerlo, tagliate le guance di uno dei bambini... Imbarazzati, gli date qualche moneta per pagare le cure.",
          "3": "Molto energici, i bambini vi fanno girare in tondo per un po'. Dopo venti minuti, però, si mette finalmente fine al gioco."
        },
        "text": "Giocare a combattere."
      },
      "teach": {
        "outcomes": {
          "0": "Mentre spiegate ai bambini come posizionarsi al meglio per effettuare il tiro, uno di loro, poco distante, riesce a tendere l'arco e, prima che possiate fare qualcosa, sgancia la freccia che si conficca nella vostra gamba. Feriti, li lasciate per cercare un posto dove guarire.",
          "1": "Spiegate ai bambini come posizionarsi per tirare e loro se la cavano molto bene. Trascorrete il resto della giornata addestrandoli al tiro con l'arco. Prima di andar via, i vostri apprendisti vi ringraziano calorosamente con un piccolo dono per la giornata. Si riparte, felici di essersi resi utili.",
          "2": "Ben presto ci si rende conto che i bambini non sono ancora abbastanza forti per tendere la corda. Allora dite loro che tornerete ad allenarli quando saranno più grandi e ripartite."
        },
        "text": "Insegnare loro a tirare con l'arco."
      }
    },
    "text": "Durante la sosta a Boug-Coton, i bambini si avvicinano e chiedono di giocare con loro."
  },
  "53": {
    "possibilities": {
      "accept": {
        "outcomes": {
          "0": "Non accadendo nulla di straordinario sulla strada, riuscite a raggiungere l'edificio in cui dovete consegnare il pacco. Un uomo esce e vi consegna i soldi. Si parte per la prossima tappa della propria avventura.",
          "1": "Prendete il pacco e partite nella direzione indicata dal corriere. In breve tempo cadete in un'imboscata e venite derubati del pacco e della borsa. Ancora sotto shock, decidete di riposare sotto un albero vicino.",
          "2": "Prendete il pacco dal corriere e partite per la casa che vi ha indicato. Arrivati a destinazione, nonostante una lunga ricerca, non riuscite a trovare la casa. Alla fine si decide di tenere l'oggetto e di proseguire il viaggio."
        },
        "text": "Accettate di consegnare il pacco."
      },
      "deny": {
        "outcomes": {
          "0": "Rifiutate gentilmente, spiegando che siete impegnati. Si va a riposare sotto un albero vicino.",
          "1": "Lei rifiuta e l'uomo si scusa per l'inconveniente. Cambiate subito argomento e fate due chiacchiere con lui. Dopo qualche minuto di conversazione, vi offre uno spuntino. Questa piccola pausa non è stata una completa perdita di tempo: vi siete fatti un amico.",
          "2": "Voi rifiutate gentilmente l'offerta. L'uomo, indignato, vi lancia il pacco in faccia e vi ordina di consegnarlo per lui! Prendete il pacco per voi e vi allontanate dall'uomo odioso. Ne uscite con un bel livido sul viso e un oggetto che vi tornerà sicuramente utile."
        },
        "text": "Rifiutate gentilmente."
      },
      "end": {
        "outcomes": {
          "0": "Rimani in silenzio di fronte all'uomo. Lui non sa bene come reagire alla vostra felicità. Dopo 5 minuti, decide di avvicinare un altro uomo per consegnare il pacco.",
          "1": "Esitate, poi alla fine rifiutate e continuate per la vostra strada senza preoccuparvi del futuro del pacco.",
          "2": "Non avete alcuna risposta a questa proposta. L'uomo non vi disturba più quando si rende conto che non accetterete la sua richiesta. Lo lasciate e proseguite per la vostra strada."
        }
      },
      "steal": {
        "outcomes": {
          "0": "Prendete il pacco e lo mettete nella vostra borsa. Dite all'uomo che sarà consegnato prima di sera. Poco dopo aprite il pacco e scoprite un magnifico dipinto. Proseguendo il cammino, vi imbattete in un edificio di esperti di pittura, dove decidete di andare a far valutare il dipinto che avete appena rubato. Mostrate la vostra opera al pittore, che vi chiama per nome quando la vede. Era destinato a lui! Decidete di risarcirlo e di scusarvi. Sentendosi in colpa, si riparte subito.",
          "1": "Prendete il pacco. Lungo la strada incontrate un venditore ambulante. Gli chiedete di comprare il pacco da voi. Ottenete un ottimo prezzo. Continuate per la vostra strada, senza il minimo rimorso.",
          "2": "Promettete al corriere di consegnare il pacco e tornate all'ostello dove avete alloggiato la notte precedente. Decidete di aprire il pacco per vedere cosa contiene e scoprite che è completamente vuoto. Che confusione!",
          "3": "Decidete di rubare il pacco e di venderlo. Non avendo molta fretta, decidete di sedervi vicino a un fiume. Subito vi raggiunge quello che sembra essere un venditore ambulante. Non avendo bisogno dei suoi gingilli, vi offrite di comprare il pacco. L'uomo, incuriosito dal misterioso pacco, accetta l'offerta. Non conoscerete mai il contenuto del pacco, ma le poche monete che ne avete ricavato sono sufficienti per voi.",
          "4": "Partite con il pacco e dite al corriere che arriverà sano e salvo. Pochi minuti dopo incontrate una donna che sembra una negoziante. Ci spiega che non ha soldi, ma che può scambiare il pacco con qualcosa dal suo carrello. Scambiate il pacco con qualcosa che pensate possa essere utile e proseguite per la vostra strada."
        },
        "text": "Rubare il pacco."
      }
    },
    "text": "Mentre passate accanto al lago Mirage, notate un uomo che vi saluta da poco più lontano. Incuriositi, decidete di raggiungerlo. L'uomo si presenta come un corriere e vi prega di aiutarlo. Notate che è esausto e in pessime condizioni. Vi chiede di consegnare il pacco che ha prima del tramonto a una casa isolata nelle vicinanze. Vi dice che in cambio di questa buona azione, l'uomo che riceverà il pacco vi darà una borsa piena di monete d'oro."
  },
  "54": {
    "possibilities": {
      "bet": {
        "outcomes": {
          "0": "Si decide di organizzare delle scommesse, ma nessuno partecipa perché tutti sanno chi sarà il vincitore.",
          "1": "Decidete di organizzare un gioco di scommesse e di scommettere che il cavaliere non vincerà. Tutti vengono a scommettere perché sanno che non perderà, ma voi avete un piano in mente. Vi offrite di combattere per il signore locale. Lui accetta prontamente la vostra offerta. Come previsto, vincete l'incontro e vincete le scommesse. Si tratta di un sacco di soldi.",
          "2": "Decidete di organizzare un gioco di scommesse e di scommettere che il cavaliere non vincerà. Tutti vengono a scommettere perché sanno che non perderà, ma voi avete un piano in mente. Vi offrite di combattere per il signore locale. Lui accetta prontamente la vostra offerta. Come previsto, vincete l'incontro. Quando chiedete i soldi ai giocatori, questi sono dispiaciuti e decidono di prendere i soldi che avevate scommesso.",
          "3": "Decidete di organizzare un gioco di scommesse e di scommettere che il cavaliere non vincerà. Tutti vengono a scommettere perché sanno che non perderà, ma voi avete un piano in mente. Vi offrite di combattere per il signore locale. Lui accetta prontamente la vostra offerta. Perdi l'incontro, ma ti rifiuti di dargli i tuoi soldi. Gli abitanti del villaggio iniziano a seguirvi e a lanciarvi vari oggetti. Una volta allontanatosi dal villaggio, sente dolori dappertutto. Vi siete anche feriti a una gamba, quindi dovete riposare prima di continuare il vostro cammino.",
          "4": "Si scommette che il cavaliere non vincerà. Molte persone vengono a scommettere, perché sanno che non perderà. Le guardie vi sorvegliano per assicurarsi che non rubiate il denaro. Vi offrite di andare a vedere il duello con loro, tranne alcuni che faranno la guardia. Cominciano a discutere su chi debba rimanere e voi ne approfittate per prendere un po' di soldi e scappare a tutta velocità. Ti inseguono ma alla fine si arrendono, rendendosi conto che non possono prenderti. Abbassate lo sguardo sul denaro che avete raccolto, compiacendovi di voi stessi.",
          "5": "Si scommette che il cavaliere non vincerà. Molte persone vengono a scommettere, perché sanno che non perderà, ma voi avete un piano in mente. Vi offrite di combattere per il signore locale. Lui accetta prontamente la vostra offerta. Come previsto, vincete il combattimento e andate a riscuotere i soldi delle scommesse. Un abitante del villaggio vi attacca mentre state uscendo dal villaggio, probabilmente per rubarvi i soldi. Dopo una dura lotta, riuscite a fuggire, ma non senza essere gravemente feriti. Ora è necessario riposare.",
          "6": "Si scommette che il cavaliere non vincerà. Molte persone vengono a scommettere, perché sanno che non perderà, ma voi avete un piano in mente. Vi offrite di combattere per il signore locale. Lui accetta prontamente la vostra offerta. Perderete l'incontro, ma non avete intenzione di perdere i vostri soldi in questo modo. Così vi precipitate nell'area delle scommesse e rubate quanto più denaro possibile, inseguiti dagli abitanti del villaggio, prima di fuggire dal paese."
        },
        "text": "Organizzazione delle scommesse."
      },
      "end": {
        "outcomes": {
          "0": "Incuriositi dalle discussioni, decidete di assistere al duello. Il duello si conclude rapidamente, con la vittoria del cavaliere straniero. Delusi, vi rimettete in viaggio.",
          "1": "Le discussioni hanno suscitato la vostra curiosità, così avete deciso di assistere al duello. Il duello finisce molto presto. Delusi, vi offrite di rigiocare il duello, ma questa volta sarete voi a combattere. La vostra proposta viene accettata e in pochi secondi venite disarmati e buttati a terra. Il vostro avversario si prende gioco di voi, dichiarando che siete un combattente patetico. In preda alla rabbia, vi scagliate contro di lui per picchiarlo, ma il cavaliere vi abbatte con il pomo della sua spada.",
          "2": "Disinteressati al duello, decidete di ignorarlo e di proseguire per la vostra strada.",
          "3": "Le discussioni hanno suscitato la vostra curiosità, così avete deciso di assistere al duello. Nelle vicinanze notate che si stanno facendo delle scommesse. Decidete di partecipare. Naturalmente, prima di partecipare al duello, puntate sul cavaliere straniero. Il cavaliere vince, ma quando tornate per riscuotere la vostra vincita, non c'è più nulla. Non contenti di essere stati ingannati in questo modo, proseguite per la vostra strada.",
          "4": "Le discussioni hanno suscitato la vostra curiosità, così decidete di assistere al duello, che si conclude rapidamente. Vi offrite di combattere di nuovo il duello e la vostra proposta viene accettata. Non ci vuole molto per sconfiggere il vostro avversario, tutto il villaggio vi acclama e il signore vi offre un buon pasto, che accettate volentieri. Una volta mangiato a sazietà, il signore vi offre un cavalierato, che voi gentilmente rifiutate e ringraziate per il delizioso pasto. Ora vi sentite molto meglio."
        }
      },
      "help": {
        "outcomes": {
          "0": "Comprendendo l'angoscia del signore, vi offrite di partecipare al duello. Lui accetta prontamente. Il combattimento inizia e sapete di non avere la minima possibilità di sconfiggere il vostro avversario, ma cercate di resistere lo stesso. Gli basta un minuto per sconfiggervi. Si riparte, vergognandosi della sconfitta.",
          "1": "Comprendendo l'angoscia del signore, gli offrite il vostro aiuto. Siete quindi equipaggiati prima dell'inizio del duello. Combattete valorosamente, ma venite superati altrettanto facilmente dal vostro avversario. È quando il vostro avversario vi colpisce con la sua lama che vi pentite amaramente di aver offerto il vostro aiuto. Dopo tutto, è una lotta all'ultimo sangue. E voi l'avete appena persa. Chiudete gli occhi e il dolore scompare. Vi svegliate inaspettatamente alcune ore dopo, gravemente feriti.",
          "2": "Comprendendo l'angoscia del signore, gli offrite il vostro aiuto. Prima dell'inizio del duello, vi viene fornita un'armatura. Consapevoli di non avere alcuna possibilità, vi difendete come meglio potete. Il vostro avversario, impaziente, abbassa la guardia e voi ne approfittate per attaccarlo. Riuscite a metterlo al tappeto prima di disarmarlo. Lasciate l'arena vittoriosi e il signore vi viene incontro per darvi una borsa piena d'oro. Lo ringraziate prima di proseguire per la vostra strada.",
          "3": "Comprendendo l'angoscia del signore, vi offrite di risolvere il conflitto usando le vostre parole. Egli vi promette una ricompensa se ci riuscirete. Determinati, andate a incontrare il cavaliere una volta arrivato al villaggio e gli dite che volete negoziare con il suo signore. Lui accetta e vi porta da lui. Subito vi mostrate comprensivi e gli chiedete di annullare il duello. Gli dite anche che si può negoziare per risolvere il conflitto. Lui accetta e voi tornate a Boug-Coton per dare la notizia. Il signore vi consegna una borsa piena d'oro in segno di ringraziamento.",
          "4": "Comprendendo l'angoscia del signore, vi offrite di risolvere il conflitto usando le vostre parole. Egli vi promette una ricompensa se ci riuscirete. Incontrate il cavaliere perché vi porti dal suo signore. Una volta lì, fate subito amicizia con lui. Purtroppo, non sembra aver deciso di annullare il duello, anche se gli piacete. Tornate al villaggio con il cavaliere per annunciare che il duello avrà luogo.",
          "5": "Comprendendo l'angoscia del signore, vi offrite di risolvere il conflitto usando le vostre parole. Egli vi promette una ricompensa se ci riuscirete. Incontrate il cavaliere perché vi porti dal suo signore. Una volta lì, cercate di negoziare con lui per diverse ore, senza successo. Poiché i vostri sforzi sono vani, pensate di andarvene. Ma prima di farlo, il signore vi dichiara il suo apprezzamento, aggiungendo che è rimasto colpito dal fatto che non vi siate arresi. Vi offre un cavalierato, ma voi declinate gentilmente l'offerta e proseguite per la vostra strada."
        },
        "text": "Offrite il vostro aiuto al Signore di Boug-Coton."
      },
      "look": {
        "outcomes": {
          "0": "Decidete di assistere al duello. Il cavaliere straniero vince in pochi secondi. Ve ne andate subito, delusi dalla mediocre prestazione del perdente.",
          "1": "Decidete di assistere al duello. Il cavaliere straniero vince in pochi secondi. Vista la mediocre prestazione del perdente, vi offrite di rigiocare il duello, ma questa volta sarete voi a combattere. La vostra proposta viene accettata e potete combattere. Il vostro avversario, troppo sicuro di sé, abbassa la guardia mentre voi combattete. Non aspettate un secondo per approfittarne. Alla fine sconfiggete il cavaliere e annunciate la vostra vittoria, trionfando. Il signore del maniero vi offre un cavalierato, ma voi rifiutate gentilmente e proseguite per la vostra strada.",
          "2": "Decidete di assistere al duello. Il cavaliere straniero vince in pochi secondi. Vista la mediocre prestazione del perdente, vi offrite di rigiocare il duello, ma questa volta sarete voi a combattere. La proposta viene accettata. Il combattimento inizia e, nonostante i vostri sforzi, riuscite a resistere solo per una decina di secondi.",
          "3": "Decidete di guardare il duello. Finisce in pochi secondi. Vista la mediocre prestazione del perdente, vi offrite di rigiocare il duello, ma questa volta sarete voi a combattere. La vostra proposta viene accettata e potete combattere. Il vostro avversario, troppo sicuro di sé, abbassa la guardia mentre voi combattete. Non aspettate un secondo per approfittarne. Alla fine sconfiggete il cavaliere e annunciate la vostra vittoria, trionfando. Il signore del maniero vi offre una borsa piena d'oro, che accettate volentieri.",
          "4": "Decidete di guardare il duello. È finito in pochi secondi. Descrivete il perdente come un incompetente e vi offrite di rigiocare il duello, ma questa volta sarete voi a combattere. Il perdente si offre di venire a combattere con lui prima di criticare. Accettate la sua richiesta, ben sapendo che non avrete problemi a sconfiggerlo. Essendo troppo sicuro di sé, il vostro avversario riesce a disarmarvi prima di buttarvi a terra. Poi vi picchia fino a farvi svenire. Ferito gravemente, avrà bisogno di molto riposo.",
          "5": "Decidete di guardare il duello. Finisce in pochi secondi. Vista la prestazione mediocre del perdente, vi offrite di rigiocare il duello, ma questa volta sarete voi a combattere. La proposta viene accettata. Il combattimento inizia e, nonostante i vostri sforzi, riuscite a resistere solo per una decina di secondi. Il cavaliere decide di colpirvi ancora e ancora, per farvi capire che siete solo un insetto contro di lui. Dopo averti ferito gravemente, si ferma e se ne va.",
          "6": "Decidete di assistere al duello. Il cavaliere straniero vince in pochi secondi. Vista la mediocre prestazione del perdente, proponete di rigiocare il duello, ma questa volta sarete voi a combattere. Il duello viene vinto dopo pochi minuti di lotta. Il signore del maniero vi propone di fare due chiacchiere davanti a un buon pasto. Accettate volentieri, perché il cibo è delizioso e abbondante. Dopo aver mangiato a sazietà, il signore vi offre un cavalierato. Declinate gentilmente la sua offerta."
        },
        "text": "Guardate il duello."
      },
      "visit": {
        "outcomes": {
          "0": "Visitate il villaggio ma, non vedendo nulla di interessante, ve ne andate senza ulteriori indugi.",
          "1": "Visitate il villaggio. Non vedendo nulla di interessante, decidete di andare a vedere il duello.",
          "2": "Mentre visitate il villaggio, il signore di passaggio vi nota come avventuriero. Vi spiega la situazione e vi prega di partecipare al duello. Vi offrirà una borsa piena d'oro se vincerete. Accettate volentieri la sua offerta e andate al duello. Ma una volta iniziato il combattimento, vi rendete conto che non avete alcuna possibilità di sconfiggere il vostro avversario. Il cavaliere vi ferisce alla gamba con la sua spada e voi cadete miseramente a terra, feriti. Non riuscendo a rialzarvi, avete perso il duello.",
          "3": "Visitate il villaggio e notate un oggetto in fondo al pozzo. Raccoglietelo e proseguite per la vostra strada."
        },
        "text": "Visitare Boug-Coton."
      }
    },
    "text": "Individuate il villaggio di Boug-Coton e decidete di andarci. Appena arrivati, venite a sapere di un conflitto tra il signore del luogo e il signore del villaggio vicino. Per risolverlo, è stato organizzato un combattimento tra i loro migliori combattenti, ma tutti i presenti sono mediocri e il duello inizia presto."
  },
  "55": {
    "possibilities": {
      "climb": {
        "outcomes": {
          "0": "Scegliete di arrampicarvi sul tronco perché vi sembra la via più rapida. In pochi secondi siete dall'altra parte, liberi di continuare il vostro cammino.",
          "1": "Ci si arrampica sul tronco, ma non si fa abbastanza attenzione: ci si ferisce la mano sulla corteccia ruvida dell'albero e si perde la presa. Siete costretti a ricominciare ad arrampicarvi. Al secondo tentativo ci riuscite, ma la mano è molto dolorante!",
          "2": "Pensate che sarebbe una buona idea salire e lo fate. Quando raggiungete l'altro lato, vedete che quattro persone, armate e in attesa, hanno gli occhi fissi su di voi. Cauto, non esiti a consegnare loro i tuoi beni per salvarti la vita."
        },
        "text": "Arrampicarsi sull'albero."
      },
      "cut": {
        "outcomes": {
          "0": "Prendete un'ascia dalla borsa e attaccate l'albero. Avrete impiegato 30 minuti per farvi strada!",
          "1": "Si inizia a tagliare l'albero e ci si mette un bel po' a sminuzzarlo. Si va al villaggio più vicino, si prende in prestito un carro e una bardatura, si torna alla foresta, si carica la legna tagliata sul carro, si torna al villaggio e la si vende all'ebanista. Solo allora si scopre che un carro e una squadra costano più della legna di un singolo albero!",
          "2": "Volevate abbattere l'albero, ma vi siete resi conto che non avevate assolutamente nulla con cui tagliarlo. Decidete quindi di arrampicarvi sull'imponente quercia, di raggiungerla in sicurezza e di proseguire il vostro cammino."
        },
        "text": "Tagliare l'albero e continuare."
      },
      "end": {
        "outcomes": {
          "0": "Non sapendo cosa fare, decidete finalmente di arrampicarvi sull'albero. In pochi secondi siete dall'altra parte, liberi di continuare il vostro cammino.",
          "1": "Non sapendo cosa fare e ricordando che eravate appena entrati nella foresta, siete tornati indietro.",
          "2": "Proprio mentre state decidendo cosa fare, sentite dei passi dietro di voi! Avete appena il tempo di girarvi che quattro uomini vi piombano addosso. Sviene quasi all'istante e si rialza solo qualche ora dopo, stordita e con una borsa molto più leggera."
        }
      },
      "otherWay": {
        "outcomes": {
          "0": "Si preferisce cambiare leggermente percorso. Si sale quindi sul terrapieno del sentiero che si stava percorrendo e si percorrono alcuni metri in questo modo. Una volta superato l'albero, si ridiscende sul sentiero e si continua il cammino.",
          "1": "Decidete di cambiare strada. Per farlo, si sale sul terrapieno della strada attuale e si avanza nella foresta. Su un cadavere in uno stato pietoso, trovate un bell'oggetto e una borsetta gonfiabile. Sapendo che saranno più utili a voi che al cadavere, li prendete e continuate a camminare nella foresta.",
          "2": "Pensate che arrampicarsi sull'albero sia troppo pericoloso e non avete nulla con cui abbatterlo. Quindi dovete cambiare strada. Senza contare il vostro senso dell'orientamento, riuscite a perdere la strada. Riuscite a uscire dalla foresta solo al tramonto."
        },
        "text": "In un altro senso."
      }
    },
    "text": "A causa della forte tempesta di ieri, un albero è caduto sul sentiero del bosco dove state camminando. Il suo tronco, spesso ben 3 metri, blocca il vostro cammino!"
  },
  "56": {
    "possibilities": {
      "beach": {
        "outcomes": {
          "0": "Ci si avvicina al mare turchese con la ferma intenzione di fare un bagno di mezzanotte. Lasciate le vostre cose in riva al mare, nuotate per qualche braccio prima di tornare sulla sabbia. Con rabbia, notate che parte del vostro denaro è sparito, insieme alla tenda del ciarlatano.",
          "1": "Passeggiando lungo le rocce, si nota un'orda di questi piccoli crostacei, famosi per la loro presenza sulla spiaggia. Li osservate per qualche istante prima di riprendere il cammino.",
          "2": "Non avendo ancora mangiato, decidete di approfittare delle risorse della spiaggia per riempire il vostro stomaco vuoto. Mentre scavate sotto una roccia in cerca di crostacei, un grosso uccello si alza in volo e afferra il paguro che avete appena visto. Sorpresi, indietreggiate, il vostro piede sbanda e vi slogate la caviglia sugli scogli."
        },
        "text": "Ignorate l'alchimista e andate a godervi la spiaggia."
      },
      "drinkBlack": {
        "outcomes": {
          "0": "Pensando che si tratti di soldi facili, accettate di fare da cavia a Gruffo. Vi dà un intruglio fumante e nerastro. Dopo aver bevuto qualche sorso poco gradevole e aver aspettato per un'eternità, improvvisamente iniziate a vomitare, seguiti da violente convulsioni. Ci vorranno quasi quaranta minuti per riprendere i sensi e continuare l'avventura.",
          "1": "Pensando che si tratti di soldi facili, accettate di fare da cavia a Gruffo. Egli vi dà una fiala contenente un liquido a base di carbone. Una volta bevuto, il decotto vi fa cadere immediatamente in un sonno profondo. Vi svegliate tre ore dopo, comodamente seduti sul ramo di una noce di cocco. Ai piedi dell'albero scoprite un borsellino smaltato pieno d'oro!"
        },
        "text": "Bevete la pozione nera."
      },
      "drinkRandom": {
        "outcomes": {
          "0": "Non senza un pizzico di trepidazione, accettate la proposta di Gruffo. Vi porge una fiala abbronzata. Pensando al compenso economico, decidete di berla in un sorso. Immediatamente, una sensazione di bruciore invade la gola. Dopo circa dieci minuti, balbettate e confuse. Siete completamente ubriachi! Con la nausea, cercate di sferrare un colpo a Gruffo, che lo schiva facilmente. Non essendo uno che porta rancore, vi fa accomodare sulla sua panchina. Infastidite il ciarlatano alchimista per un po' prima che si degni di mantenere la sua parte dell'accordo.",
          "1": "Accettate impulsivamente, ma rifiutate di accettare denaro da Gruffo. È un onore partecipare a una potenziale scoperta scientifica! L'alchimista vi porge una piccola fiala piena di un liquido cremisi. Basta un sorso per svuotare il contenuto e sentite un piacevole calore diffondersi in tutto il corpo. Siete molto più in forma!",
          "2": "Attirati dal richiamo del guadagno, accettate con entusiasmo la proposta di Gruffo. Bevete con calma il liquido scarlatto che vi porge l'alchimista. Una volta fatto, Gruffo vi lancia un'occhiata sconsolata mentre vi spiega che la sua bevanda sperimentale ha un effetto immediato. Promettendovi che non vi ammalerete, vi butta fuori dalla tenda. Un po' amareggiati per non aver visto un soldo, decidete di continuare il vostro viaggio.",
          "3": "Con diffidenza e apprensione, decidete di bere in un sorso la bevanda color zaffiro che Gruffo vi porge. Immediatamente sentite un freddo glaciale in tutto il corpo. Mentre chiamate Gruffo \"ciarlatano striminzito\", lui vi sistema in un mucchio di coperte calde."
        },
        "text": "Bevete una pozione a caso."
      },
      "end": {
        "outcomes": {
          "0": "Alla fine accettate l'allettante offerta di Gruffo. Vi chiede di aspettare un po' mentre vi porta il decotto. Proprio mentre stai studiando attentamente un alambicco, un colpo potente si abbatte sul tuo bel cranio.",
          "1": "Gruffo si spazientisce e vi butta fuori dalla sua tenda, non senza avervi fatto pagare il tempo che avete appena perso. Siete di nuovo in viaggio in men che non si dica!",
          "2": "Di fronte alla vostra incapacità di decidere, Gruffo non insiste e vi offre una tazza di tè nero. Parlate per diversi minuti di tutto tranne che di alchimia! Continuate il vostro cammino mentre la luna illumina timidamente la spiaggia."
        }
      },
      "refuse": {
        "outcomes": {
          "0": "Declinate gentilmente l'offerta di Gruffo, chiedendovi come fare a trovare un posto sicuro per dormire. Vedendo la vostra espressione preoccupata, Gruffo vi offre di rimanere nella sua tenda fino al sorgere del sole. Accettate di buon grado e vi addormentate.",
          "1": "Rifiutate di essere la cavia dell'alchimista. L'alchimista vi suggerisce di preparare la vostra pozione e voi siete sorpresi da questa nuova proposta. Dopo un po' di ricerche, riuscite a preparare un decotto traslucido. Esitate per qualche istante prima di bere la miscela in un sorso. Molti minuti dopo, siete colpiti da vertigini e allucinazioni comiche in cui vedete la vostra amata principessa. Avete bisogno di quasi un'ora di riposo per riprendere la vostra avventura.",
          "2": "Rifiutate categoricamente la proposta dell'alchimista. Lui sembra deluso, così decidete di chiacchierare con lui per un po'. Nel corso della conversazione, gli chiedete dove ha acquisito tutte le sue conoscenze alchemiche e, con una punta di amarezza, vi dice il nome di questo famoso menestrello conosciuto in tutto il Paese: Perissian. Ma Gruffo non vuole dirvi dove si trova il suo maestro. Non volendo insistere, lo ringraziate per l'interessante conversazione e decidete di proseguire per la vostra strada."
        },
        "text": "Respingere la proposta di Gruffo."
      }
    },
    "text": "Avvicinandosi alla Sentinel Beach, l'aria fresca riempie i polmoni e il profumo iodato del mare raggiunge le narici. Man mano che si avanza, la brezza marina si rafforza e si sente il rumore dei gabbiani. Ma quando il sole comincia a tramontare, dovete trovare un posto sicuro per la notte. Ancora qualche passo e si intravede una tenda in cima a una duna. Appena entrati, un uomo di nome Gruffo spiega di essere un alchimista in cerca di una cavia per testare le sue nuove sostanze, in cambio di una cospicua somma di denaro."
  },
  "57": {
    "possibilities": {
      "continue": {
        "outcomes": {
          "0": "Entrate nel fiume e girate a destra per seguire la corrente. L'acqua è fresca e fa bene.",
          "1": "Si mette un piede nel fiume, poi il secondo. Si inizia a scendere lungo il fiume. Dopo qualche minuto di cammino, si arriva a una piccola cascata alta circa un metro e si decide di saltare giù. Mentre si salta, la pietra su cui poggia il piede destro si sposta e si cade sul fondo della cascata, battendo due volte la testa. Siete ancora coscienti, anche se molto scossi.",
          "2": "Avete camminato per più di un'ora quando arrivate a un altro bivio. Decidete di proseguire sulla terraferma."
        },
        "text": "Continuare a camminare nell'acqua."
      },
      "end": {
        "outcomes": {
          "0": "Ci si siede in riva al fiume. L'acqua è fresca e si decide di immergere i piedi. Dopo qualche minuto di pura beatitudine, un dolore acuto fa schizzare i piedi fuori dall'acqua. Vedete un enorme granchio aggrappato al vostro piede. Sentite un dolore acuto, ma riuscirete a fare un pasto delizioso che vi rinvigorirà.",
          "1": "Avete fame. Guardate nel fiume e scorgete i famosi granchi giganti. Ce ne sono di due specie. Una è rosso-arancio e l'altra è rossa e nera. Esitate e decidete di tentare la fortuna con i grandi granchi rosso-arancio. Dopo averli preparati e divorati, iniziate ad avere caldo e a sudare. Vi rendete conto troppo tardi di aver commesso un errore: avete scelto la specie non commestibile.",
          "2": "State camminando nel fiume quando inciampate. Si è sbattuti a terra. Per fortuna la corrente è forte e si finisce sulla riva del fiume. Siete storditi, ma vivi."
        }
      },
      "findMeal": {
        "outcomes": {
          "0": "Guardate nel fiume e scorgete alcuni pesci e granchi. Si costruisce una trappola di fortuna e la si mette in acqua. Dopo 10 lunghi minuti, la trappola contiene 2 bei granchi e un piccolo pesce. Accendete un fuoco e li grigliate. Dopo averli mangiati ci si sente rinvigoriti.",
          "1": "Sul fondo dell'acqua si vedono strane creature mai viste prima. Hanno due artigli e si muovono lateralmente. Pensate che siano le famose cose che hanno dato il nome a questo fiume e vi ricordate che sono commestibili. Decidete di catturarne qualcuno. Immergete la mano e riuscite a prenderne qualcuno, ma loro vi attaccano con le loro chele. Alla fine vi ritrovate con un brutto taglio sulla mano, ma anche con abbastanza per fare un pasto delizioso.",
          "2": "Esitate per un momento tra i pesci del fiume e i gelsi. Alla fine decidete di preparare un banchetto. Preparate una trappola per pesci e, dopo averla posizionata, andate a raccogliere le more. Salmone con le more, una vera delizia!"
        },
        "text": "Trovate qualcosa per cucinarvi un pasto."
      },
      "settle": {
        "outcomes": {
          "0": "Decidete di sedervi su una roccia piatta e di contemplare per qualche ora il magnifico paesaggio dai mille colori prima di proseguire il cammino.",
          "1": "Siete stanchi per i chilometri percorsi e guardate il fiume con i suoi granchi color braciere. I minuti passano senza che prestiate attenzione. È un'ora che sognate ad occhi aperti.",
          "2": "Vi appoggiate a un albero e, sentendo le palpebre pesanti, vi addormentate. Ci si sveglia diverse ore dopo, ma si è talmente riposati che la camminata è molto più vigorosa e si è presto raggiunti."
        },
        "text": "Allestito in riva al fiume."
      }
    },
    "text": "State camminando sotto un cielo azzurro. L'aria è morbida e voi continuate il vostro cammino, ascoltando il canto degli uccelli, lo scricchiolio degli alberi e il fruscio del terreno sotto i vostri piedi. All'improvviso, si sente in lontananza il rumore di un fiume. Si continua a camminare verso il fiume."
  },
  "58": {
    "possibilities": {
      "continue": {
        "outcomes": {
          "0": "Ignorate il consiglio della donna e continuate per la vostra strada.",
          "1": "Continuate il vostro cammino. Due chilometri più avanti, crollate per la stanchezza."
        },
        "text": "Continuare il viaggio."
      },
      "end": {
        "outcomes": {
          "0": "Si pensa a lungo e poi, non sapendo cosa fare, si prosegue per la strada.",
          "1": "Decidete di accamparvi qui e di continuare il viaggio più tardi."
        }
      },
      "goAlchemist": {
        "outcomes": {
          "0": "Arrivate dall'alchimista. Si chiama Gruffo e vi offre una pozione di guarigione per poche monete. Accettate e bevete con calma la pozione. Un calore confortante vi avvolge. Rinvigoriti, iniziate a correre così velocemente che arrivate a destinazione senza alcun ritardo.",
          "1": "Arrivate dall'alchimista. Si chiama Gruffo e vi offre una pozione di guarigione per poche monete. Rifiutate l'offerta e proseguite per la vostra strada.",
          "2": "Entrate nella tana dell'alchimista. Il suo nome è Gruffo e vi offre un assaggio gratuito di una delle sue nuove pozioni per testarne gli effetti. Bevete la pozione e provate un senso di benessere. Descrivete gli effetti all'uomo e lasciate la capanna, rinvigoriti.",
          "3": "Entrate nella tana dell'alchimista. Il suo nome è Gruffo e vi offre un assaggio gratuito di una delle sue nuove pozioni per testarne gli effetti. Bevete la pozione e la risputate subito, ma sembra che ci sia ancora un po' di veleno in fondo alla gola."
        },
        "text": "Andate dall'alchimista."
      },
      "shortcut": {
        "outcomes": {
          "0": "Seguite il sentiero segnalato fino ad arrivare a un fiume con un ponte fatiscente in cima. Si sente il ponte scricchiolare, ma non ci si preoccupa finché non si vede il legno crollare sotto i piedi.",
          "1": "Seguite il sentiero segnalato fino ad arrivare a un fiume pericoloso con un ponte fatiscente. Non essendo molto coraggiosi di natura, decidete di tornare indietro. Questo vi costerà ben 10 minuti.",
          "2": "Seguite il sentiero segnalato fino ad arrivare a un fiume con un ponte fatiscente. Si sente lo scricchiolio del ponte, ma non ci si preoccupa. Il resto del viaggio procede senza intoppi. Trovate anche qualche moneta lungo il percorso!"
        },
        "text": "Prendete la scorciatoia."
      }
    },
    "text": "Dopo lunghe ore di cammino sulla strada paludosa, incontrate una donna a un incrocio. Esausti, la ignorate, ma vedendo le vostre condizioni, vi chiama. Vi suggerisce due strade che potrebbero esservi utili: una conduce a un alchimista esperto che potrebbe rimettervi in sesto, l'altra è una scorciatoia."
  },
  "6": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Ehm... Sembra che tu sia rimasto lì senza far nulla per più tempo del previsto!"
        }
      },
      "goAway": {
        "outcomes": {
          "0": "Non siete il tipo di persona che rischia di perdere tempo in esplorazioni inutili! Finisci di mangiare e vai avanti."
        },
        "text": "Continuate a muovervi, non c'è tempo da perdere!"
      },
      "goDeeper": {
        "outcomes": {
          "0": "Vi perderete rapidamente in questo labirinto, ma alla fine ne uscirete dopo qualche ora!",
          "1": "Passate qualche minuto ad esplorare la grotta da cima a fondo e trovate un oggetto che potrebbe tornarvi utile...",
          "2": "La caverna si rivela presto un vicolo cieco, ma mentre emergete sbattete la testa sul soffitto e cadete a terra storditi! Avrete bisogno di cure mediche!"
        },
        "text": "Andate più a fondo nella grotta."
      },
      "search": {
        "outcomes": {
          "0": "Dopo 30 minuti, finalmente si scopre uno strano oggetto...",
          "1": "Dopo 60 minuti, si finisce per abbandonare la ricerca senza aver scoperto nulla...",
          "2": "Mentre iniziate la ricerca, vi cade un grosso sacchetto di monete in un grosso buco! Non sarà possibile recuperarlo...",
          "3": "Proprio mentre stavate cercando qualcosa da raccogliere, un enorme ramo si stacca dall'albero accanto a voi e vi cade sulla gamba! Riuscite ad alzarvi, storditi, ma dovrete farvi curare!"
        },
        "text": "Cercare nell'area."
      }
    },
    "text": "Vi siete fermati in una grotta per mangiare e siete restii a ripartire..."
  },
  "60": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Ascoltate pazientemente il Re prima di essere riaccompagnati all'ingresso. Vi vengono inoltre fornite alcune informazioni su alcune missioni aggiuntive affidate dal re per facilitare la vostra missione (ordine {command:missions}) e vi viene offerto il trasporto verso la capitale di vostra scelta."
        }
      },
      "start": {
        "outcomes": {
          "0": "Una volta terminata la lettura, sarete riaccompagnati all'ingresso. Vi verranno inoltre fornite alcune informazioni su alcune missioni aggiuntive affidate dal Re per facilitare la vostra missione (ordine {command:missions}) e vi verrà offerto il trasporto verso la capitale di vostra scelta."
        },
        "text": "Iniziate la vostra avventura."
      }
    },
    "text": "Si viene condotti nella grande sala di ricevimento del castello, dove si incontra subito il Re. Vi viene spiegata la natura del concorso, che prevede la raccolta di un gran numero di punti con l'obiettivo di dominare la classifica. Oltre a un bel bonus iniziale, vi viene consegnato un bellissimo libro che vi guiderà nella vostra avventura. Si apre il libro (https://guide.draftbot.com) e si sfogliano rapidamente le prime pagine..."
  },
  "61": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Non reagite all'invito della guardia. Dopo qualche istante, la giovane donna finalmente vi raggiunge e vi dà qualche consiglio. In particolare, apprendete che il comando {command:report} vi darà tutte le informazioni necessarie per il vostro viaggio."
        }
      },
      "follow": {
        "outcomes": {
          "0": "La giovane donna si presenta e si affretta a darvi i primi consigli, che voi ascoltate con attenzione, apprendendo che il comando {command:report} vi permette di ottenere tutte le informazioni necessarie sul vostro viaggio."
        },
        "text": "Seguite la vostra guida."
      },
      "observe": {
        "outcomes": {
          "0": "Ammirate le immense mura del castello. Dopo qualche istante, la giovane donna finalmente vi raggiunge e vi dà qualche consiglio. In particolare, apprendete che il comando di {command:report} vi darà tutte le informazioni necessarie per il vostro viaggio."
        },
        "text": "Osservare l'ambiente circostante."
      }
    },
    "text": "**Ciao e benvenuto su DraftBot! {emote:other.crown} Il Re sta cercando un nobile cavaliere per dare in sposa sua figlia, e tu hai scelto di partecipare al concorso di selezione! Appena arrivati all'ingresso del castello dopo un lungo viaggio, segnalate la vostra presenza alle guardie all'ingresso. Siete invitati a entrare e subito incontrate una giovane donna che sembra volervi dare il benvenuto."
  },
  "62": {
    "possibilities": {
      "deny": {
        "outcomes": {
          "0": "Rifiutate la richiesta del contadino con tale dispetto che questi finisce per scacciarvi tirandovi delle pietre!",
          "1": "Rifiutate la richiesta del contadino con tale cortesia che lui vi augura persino buona fortuna per il resto della vostra avventura!",
          "2": "Decidete di ignorare la richiesta del contadino. Dopo alcuni minuti di cammino, scorgete una strada fiancheggiata da imponenti ciliegi. Alcune ciliegie molto rosse sembrano tendere le braccia verso di voi. Dopo averne assaggiate alcune, riprendete con calma il vostro cammino."
        },
        "text": "Rifiutando di aiutare l'agricoltore."
      },
      "end": {
        "outcomes": {
          "0": "Quando non rispondete, il contadino sembra leggermente infastidito ma vi lascia andare senza insistere. Trovate una borsa dimenticata sul ciglio della strada. Quando lo aprite, scoprite due piccoli pezzi di pancetta essiccata.",
          "1": "Vedendo lo sguardo disperato del contadino, decidete di partire alla ricerca del suo famoso forcone. Alla fine arrivate ai margini di un campo incolto dove il bestiame mangia tranquillamente l'erba fresca. Improvvisamente, un cane di colore fulvo emerge dai cespugli vicino al pascolo e si lancia verso di voi. In un attimo, il cane perde i sensi e si prosegue per la propria strada, apparentemente senza problemi.",
          "2": "Proprio mentre stavate per accettare di aiutare il contadino, sentite un ronzio vicino all'orecchio e infilate il dito mignolo. Sentite un dolore acuto: un'ape vi ha appena punto! Lasciate il luogo della puntura senza ulteriori indugi."
        }
      },
      "searchPatures": {
        "outcomes": {
          "0": "Dopo aver osservato da lontano il bestiame che mastica l'erba fresca del primo tratto di prato selvatico, ci si avvia verso il secondo. Molte pecore pascolano tranquillamente. Un'imponente quercia domina il pascolo e attira la vostra attenzione, così decidete di avvicinarvi. A pochi metri dall'albero, notate un forcone appoggiato con disinvoltura al tronco. Il contadino sembra felicissimo quando gli comunicate la vostra scoperta. Come promesso, vi dà una piccola borsa piena d'oro.",
          "1": "Avvicinandosi ai pascoli, si notano delle impronte. Seguendole, si entra in un boschetto buio che contiene una capanna a dir poco lugubre. Incuriositi, girate intorno all'edificio e vi trovate di fronte al tanto ricercato forcone! Dopo aver ripercorso la strada, consegnate l'oggetto al contadino, che vi ringrazia e vi invita a condividere il suo pasto per raccontargli la vostra indagine. È una serata piacevole e lasciate il contadino a tarda notte, rinvigoriti dai prodotti locali.",
          "2": "Avvicinandosi ai pascoli, si notano delle impronte che attraversano il terreno e conducono al pergolato dove le pecore si godono l'ombra rinfrescante dei frassini. Decidete di seguirle, pensando che si tratti di un sentiero. Quando raggiungete le pecore, una di esse vi viene incontro. In uno stato d'animo giocoso, gli offrite la mano con un po' d'erba. La pecora ne approfitta per mangiare a sazietà, mordendovi il dito. Infastiditi, decidete di fuggire dalla scena. Avvicinandovi al limite del pascolo, perdete la forchetta per terra e la calpestate. Furioso per la sua sfortuna, pensa di non aiutare nessun altro nella sua avventura."
        },
        "text": "Cerca vicino ai pascoli."
      },
      "searchVines": {
        "outcomes": {
          "0": "Dopo un attimo di esitazione, decidete di cercare la famosa forchetta ai margini del vigneto. Un invitante grappolo d'uva attira la vostra attenzione e decidete di afferrarlo. Il contadino appare dal nulla e, vedendovi con un pezzo del suo raccolto in mano, urla di rabbia. Spaventati, lasciate il raccolto e fuggite!",
          "1": "Appena arrivati nei vigneti, ci si imbatte nel famoso forcone. Dopo averla restituita al contadino, questi mantiene la sua promessa.",
          "2": "Appena arrivati nei vigneti, si nota una piccola capanna di legno. Entrando, scoprite alcune botti e diverse bottiglie di vino, una delle quali è già stata aperta. Qualche sorso non vi avrebbe fatto male, se solo foste riusciti a limitarvi a una piccola quantità. Trovate il vino delizioso, ma non volete perdere altro tempo a cercare una forchetta. Riprendete il cammino, facendo attenzione a evitare il contadino."
        },
        "text": "Cercate tra i vigneti."
      },
      "searchWheat": {
        "outcomes": {
          "0": "Dopo aver cercato nel campo per diversi minuti, trovate la forchetta, appena visibile, sotto alcune piante di grano stese a terra. Per ringraziarvi, il contadino vi offre la ricompensa, come promesso.",
          "1": "Dopo tre ore di ricerche, la forchetta non si trova ancora. Tuttavia, scoprite un oggetto che potrebbe rivelarsi utile per conquistare il cuore della vostra amata principessa!",
          "2": "Mentre cercate il forcone, lo calpestate e vi fate un brutto taglio. Prendete il tempo di dire al contadino che avete trovato il suo forcone. Lui si accorge della ferita e si affretta a curarla al meglio."
        },
        "text": "Cercare nel campo di grano."
      }
    },
    "text": "Un contadino vi invita a visitare la sua fattoria alla periferia della Distesa. Si tratta di pascoli, vigneti e campi di grano. Con lo sguardo abbattuto, vi saluta e vi spiega che ha perso la sua forchetta preferita. Vi prega di aiutarlo a ritrovarla, promettendovi una grossa ricompensa."
  },
  "63": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Hai scelto di limitarti a guardare i fuochi d'artificio e di rimanere a guardare il villaggio cadere nella disperazione, appoggiandoti a un albero appena fuori dal villaggio. Ma anche dopo la mezzanotte non è successo nulla. Sembra che queste cosiddette bestie siano solo una finzione e ve ne andate.",
          "1": "Decidete di sorvegliare la soffitta della taverna locale, ma venite distratti da una deliziosa birra. Siete ubriachi fradici e perdete il senno. Quando vi svegliate, vi accorgete che hanno semplicemente scaricato il vostro corpo svenuto sulla strada e che vi mancano poche monete.",
          "2": "Decidendo di non fare nulla, entrate nella taverna locale e affittate una stanza per la notte. Ma mentre dormite, alcune figure vestite di nero vi attaccano, picchiandovi fino a sottomettervi e derubandovi. Vi lasciano sanguinanti sul pavimento e vi avvertono di non impicciarvi più dei loro affari...",
          "3": "Visto che siete già lì, ci pensate: perché non andare a comprare qualche oggetto? Si gironzola per il mercato locale, fermandosi dal fabbro e dall'armaiolo. Dopo un po' si trova qualcosa."
        }
      },
      "faceThem": {
        "outcomes": {
          "0": "Entrate nel seminterrato dell'attico e vi trovate di fronte a figure vestite di nero in piedi in cerchio, coperte di piume e sangue ovunque. Mentre cercate di colpire uno di loro, esitate. Questi uomini sono normali spettatori di combattimenti tra galli, non bestie. Ma gli uomini si accorgono di voi e, per paura, si coalizzano contro di voi, vi mettono a terra e fuggono rapidamente.",
          "1": "Quando si entra nella stanza, un odore mortificante di decomposizione ci invade. Sangue e detriti sono sparsi per tutta la stanza e si sta diffondendo una sorta di foschia rossa. Probabilmente tutto ha iniziato a marcire giorni fa. Non riuscite a sopportare né la vista né l'odore e fuggite dal posto con un profondo senso di disgusto.",
          "2": "Quando aprite la porta, scoprite tre sagome vestite di nero che stanno per sacrificare una giovane ragazza. Estraete rapidamente la vostra lama e uccidete i colpevoli. Gettando via la lama sporca di sangue, salvate la fanciulla in pericolo e la liberate. Il giorno dopo, siete celebrati come eroi e protettori del male.",
          "3": "Scendendo le scale, ci si trova circondati da statue di legno dalle forme strane, contorte in un atteggiamento rozzo, misteriosi orrori fatti di legno. Ma non c'è nessuno. Dopo aver indagato nella stanza inquietante, si trova una scatola con dentro qualcosa..."
        },
        "text": "Affrontare le sagome."
      },
      "goAway": {
        "outcomes": {
          "0": "Anche dopo aver scoperto queste oscure macchinazioni, decidete di abbandonare gli indifesi e lasciarli al loro destino.",
          "1": "Scappate di corsa, senza sapere quando l'intero villaggio sarà inghiottito dalla morte. Nella fretta di fuggire, inciampate e cadete in un fosso.",
          "2": "Dopo essere usciti di corsa dal villaggio, vi fermate brevemente per riprendere fiato. Mentre lo fate, venite avvicinati da figure armate vestite di nero. Sembra che non abbiano gradito che tu abbia curiosato nel villaggio. Estraggono le armi e attaccano. Colti di sorpresa ed esausti, vi colpiscono fino a farvi perdere i sensi.",
          "3": "Riuscite a uscire vivi da questo villaggio maledetto. Dopo un po' di tempo, vi imbattete in un bellissimo pezzo di terra incontaminata. Si vede una cascata e molti animali carnivori addomesticati. Decidete di meditare sotto l'acqua che cade. Dopo un'ora vi sentite rigenerati e continuate il vostro viaggio."
        },
        "text": "Andate via di qui in fretta."
      },
      "helpThem": {
        "outcomes": {
          "0": "Nel seminterrato si trovano figure vestite di nero. Non sembrano bestie, ma persone comuni che scommettono su combattimenti di galli. Vi unite a loro e puntate sul gallo rosso, che alla fine ha perso. In questo modo, vi ritrovate con qualche moneta in meno.",
          "1": "Nel seminterrato si trovano figure vestite di nero. Non sembrano bestie, ma persone comuni che scommettono su combattimenti di galli. Vi unite a loro e puntate sul gallo blu, che alla fine vince. Con qualche moneta in più, lasciate gli uomini ai loro giochi e ve ne andate.",
          "2": "Nel seminterrato si incontrano 4 uomini incappucciati di nero. Dopo averli convinti ad unirsi a loro, rivelano il loro piano di sacrificare la forza vitale degli abitanti in onore di un demone che venerano. Sperando di trarre vantaggio dalle loro conoscenze, vi dichiarate felici di partecipare. Insieme alle bestie selvagge appena incontrate, sacrificate una donna e alcuni animali. Inoltre, rovesciate le loro interiora per tutta la stanza. Ma non succede nulla. Dopo aver perso tempo, ve ne andate, furiosi...",
          "3": "Nel seminterrato si incontrano 4 uomini incappucciati di nero. Dopo averli convinti ad unirsi a loro, rivelano il loro piano di sacrificare la forza vitale degli abitanti in onore di un demone che venerano. Sperando di trarre vantaggio dalle loro conoscenze, vi dichiarate felici di partecipare. Insieme alle bestie selvagge appena incontrate, sacrificate una donna e alcuni animali. Inoltre, rovesciate le loro interiora per tutta la stanza. Ma non succede nulla. Solo quando uscite dalla stanza vi trovate faccia a faccia con alcune guardie..."
        },
        "text": "Cercate di trovare le sagome per aiutarli."
      },
      "warnEveryone": {
        "outcomes": {
          "0": "Senza controllare di persona, iniziate a correre per il villaggio come un pazzo, urlando a tutti che moriranno se resteranno. Si scatena il panico generale e tutti iniziano a lasciare il perimetro. Ma dopo un po' non succede nulla e alcuni non sono molto contenti del tuo scherzo di cattivo gusto. Si coalizzano contro di te, ti picchiano e ti derubano.",
          "1": "Dopo una breve indagine, comunicate alle guardie locali la posizione dei criminali. Esse seguono il vostro consiglio e, dopo qualche minuto, un'altra guardia si avvicina a voi. Sembra che alcuni eretici stessero per uccidere una giovane ragazza e, grazie al vostro consiglio, si è salvata. Vi porge un piccolo sacchetto prima di stringervi la mano.",
          "2": "Dopo aver raccontato a tutti l'oscura disgrazia che sta per abbattersi sul villaggio, tutti fanno le valigie e restano fuori nella foresta. All'improvviso si verifica un terremoto e si scatena il panico. Aiutate le guardie a calmare la gente, che poi si calma. Vi ringraziano calorosamente per l'avvertimento.",
          "3": "Cercate di convincere tutti che sono in pericolo, ma loro non ne vogliono sapere e vi ignorano. Ci provate per diverse ore e alla fine decidete di lasciarli. Continuate il vostro viaggio senza curarvi dei testardi abitanti del villaggio."
        },
        "text": "Rivelare a tutti di cosa si tratta."
      }
    },
    "text": "Dopo un po' di tempo, arrivate finalmente al villaggio di Boug-Coton, dove si dice che siano all'opera creature malvagie... Dopo aver indagato un po' sulla scena, trovate un indizio. Gli abitanti del luogo hanno segnalato strani rumori e figure nere incappucciate sono state viste entrare e uscire dal seminterrato di un fienile. Sembra che si stia preparando un rituale oscuro..."
  },
  "64": {
    "possibilities": {
      "accept": {
        "outcomes": {
          "0": "Accettate l'invito, esultando al solo pensiero di festeggiare nel sontuoso castello del Re. Vi avviate verso l'imponente edificio."
        },
        "text": "Dirigetevi verso il castello."
      },
      "deny": {
        "outcomes": {
          "0": "Le feste non fanno per voi. Decidete che avete di meglio da fare che divertirvi e partite per la vostra avventura."
        },
        "text": "Declinare l'invito."
      },
      "end": {
        "outcomes": {
          "0": "Non vi aspettavate di leggere questa lettera. Rimanete a fissare la lettera per diversi minuti. La partenza del messaggero vi fa uscire dalle vostre fantasticherie e vi mettete in cammino verso il castello."
        }
      }
    },
    "text": "Appena arrivati a destinazione, un messaggero si ferma trafelato davanti a voi e vi consegna una lettera. Leggete attentamente il contenuto: il Re sta preparando una grande festa nel suo castello e siete invitati a parteciparvi."
  },
  "65": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Aprite il regalo e vedete brillare alcune monete sul fondo della scatola. Le prendete e le aggiungete al vostro borsellino. Uscite dal castello, felici di aver ricevuto il regalo.",
          "1": "Aprite il vostro regalo e vedete una pozione rossa incandescente nella scatola. La bevete e sentite una scarica di forza dal profondo di voi stessi. Uscite dal castello, felici di aver ricevuto questo dono.",
          "2": "Aprite il regalo e vedete le gemme che rotolano sul fondo della scatola. Le prendete e le aggiungete alla vostra riserva di gemme. Uscite dal castello, felici di aver ricevuto questo dono.",
          "3": "Aprite il regalo e prendete il libro che c'era dentro. Spiega tecniche di sopravvivenza che non vedete l'ora di mettere in pratica. Uscite dal castello, felici di aver ricevuto il regalo.",
          "4": "Aprite il vostro regalo e prendete il libro che c'era dentro. Spiega alcune tecniche di combattimento che non vedete l'ora di provare contro gli altri avventurieri. Uscite dal castello, felici di aver ricevuto questo regalo.",
          "5": "Aprite il vostro regalo e tirate fuori un pezzo di equipaggiamento. È un'arma potente che aggiungete alla vostra collezione. Lasciate il castello, felici di aver ricevuto questo dono.",
          "6": "Aprite il vostro regalo e tirate fuori un pezzo di equipaggiamento. Si tratta di una potente armatura che aggiungete alla vostra collezione. Lasciate il castello, felici di aver ricevuto questo dono.",
          "7": "Aprite il vostro regalo e tirate fuori un pezzo di equipaggiamento. È un oggetto potente che aggiungete alla vostra collezione. Lasciate il castello, felici di aver ricevuto questo dono."
        }
      },
      "hopeArmor": {
        "outcomes": {
          "0": "Aprite il vostro regalo e tirate fuori un pezzo di equipaggiamento. Si tratta di una potente armatura che aggiungete alla vostra collezione. Lasciate il castello, felici di aver ricevuto questo dono."
        },
        "text": "Aspettare e sperare in una nuova armatura."
      },
      "hopeGems": {
        "outcomes": {
          "0": "Aprite il regalo e vedete le gemme che rotolano sul fondo della scatola. Le prendete e le aggiungete alla vostra riserva di gemme. Uscite dal castello, felici di aver ricevuto questo dono."
        },
        "text": "Aspettare e sperare nelle gemme."
      },
      "hopeGlory": {
        "outcomes": {
          "0": "Aprite il vostro regalo e prendete il libro che c'era dentro. Spiega alcune tecniche di combattimento che non vedete l'ora di provare contro gli altri avventurieri. Uscite dal castello, felici di aver ricevuto questo regalo."
        },
        "text": "Aspettando e sperando nella gloria."
      },
      "hopeHealthy": {
        "outcomes": {
          "0": "Aprite il regalo e vedete nella scatola una pozione rossa incandescente. La bevete e sentite una scarica di forza dal profondo di voi stessi. Uscite dal castello, felici di aver ricevuto questo dono."
        },
        "text": "Aspettando e sperando che qualcosa vi mantenga in salute."
      },
      "hopeItem": {
        "outcomes": {
          "0": "Aprite il vostro regalo e tirate fuori un pezzo di equipaggiamento. È un oggetto potente che aggiungete alla vostra collezione. Lasciate il castello, felici di aver ricevuto questo dono."
        },
        "text": "Aspettare e sperare in un nuovo oggetto."
      },
      "hopeMoney": {
        "outcomes": {
          "0": "Aprite il regalo e vedete brillare alcune monete sul fondo della scatola. Le prendete e le aggiungete al vostro borsellino. Uscite dal castello, felici di aver ricevuto il regalo."
        },
        "text": "Aspettando e sperando di ricevere denaro."
      },
      "hopePet": {
        "outcomes": {
          "0": "Aprite il vostro regalo e trovate un animale all'interno. Decidete di portarlo con voi nelle vostre grandi avventure sul continente. Uscite dal castello, felici di aver ricevuto il regalo."
        },
        "text": "Aspettando e sperando in un compagno."
      },
      "hopeWeapon": {
        "outcomes": {
          "0": "Aprite il vostro regalo e tirate fuori un pezzo di equipaggiamento. È un'arma potente che aggiungete alla vostra collezione. Lasciate il castello, felici di aver ricevuto questo dono."
        },
        "text": "Aspettare e sperare in una nuova arma."
      },
      "hopeXP": {
        "outcomes": {
          "0": "Aprite il regalo e prendete il libro che c'era dentro. Spiega tecniche di sopravvivenza che non vedete l'ora di mettere in pratica. Uscite dal castello, felici di aver ricevuto il regalo."
        },
        "text": "Aspettare e sperare nell'esperienza."
      }
    },
    "text": "Arrivate nella sala di ricevimento del castello del Re, come molti altri avventurieri. Al centro della sala si trova un gigantesco abete che protegge migliaia di regali con i suoi lunghi rami spinosi. Dopo un pasto delizioso, il Re sale sul palco e annuncia che la notte precedente è stato visto un uomo vestito di rosso e che quando se n'è andato, migliaia di regali con i nomi degli avventurieri erano sparsi sotto l'albero. Vi chiede di rimanere seduti e di aspettare che un servitore venga a portarvi ciò che vi spetta."
  },
  "66": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Improvvisamente vi ritrovate a terra, con l'equipaggio chino su di voi. Il capitano vi dice che siete svenuti. Vi afferrano e, come un fagotto, vi gettano in mare prima di allontanarsi rapidamente.",
          "1": "Improvvisamente vi ritrovate a terra, con l'equipaggio chino su di voi. Il capitano spiega che siete svenuti. Vi dà ancora qualche consiglio prima di lasciarvi partire per l'isola."
        }
      },
      "hints": {
        "outcomes": {
          "0": "Vi rivolgete lentamente al capitano per chiedergli se sarebbe così gentile da fornirvi qualche informazione aggiuntiva. Lui ve le dà e voi partite, più pronti che mai ad affrontare l'isola.",
          "1": "Preoccupati, guardate il capitano e lo ringraziate gentilmente per la traversata. Esprimete i vostri timori e chiedete un consiglio. Lui ve li dà e voi ripartite, più pronti che mai ad affrontare l'isola."
        },
        "text": "Chiedete maggiori informazioni."
      },
      "run": {
        "outcomes": {
          "0": "All'improvviso si salta sul ponte della barca e si corre dritti, come un animale, senza guardarsi indietro. Il tutto mentre l'equipaggio guarda stupito.",
          "1": "Ringraziando l'equipaggio per la splendida traversata, sbarcate. Vi allontanate, fiduciosi e sicuri di voi stessi."
        },
        "text": "Dirigetevi verso l'isola."
      }
    },
    "text": "Dopo una breve traversata, il capitano ormeggia la sua nave a quello che sembra essere un pontile. Siete troppo assorbiti dalla contemplazione dell'isola per preoccuparvene. Sembra allo stesso tempo piccola e immensa, calda e fredda. Una strana sensazione vi attanaglia, a metà tra l'angoscia e l'ammirazione. Un movimento sulla nave vi distoglie dall'osservazione."
  },
  "67": {
    "possibilities": {
      "accept": {
        "outcomes": {
          "0": "Prendete il tempo necessario per godervi questa bevanda che vi è mancata così tanto durante la vostra fuga. Vi fa un gran bene. La sorseggiate e iniziate a sentire la nave dondolare sulle onde, segno della fine di questa spedizione.",
          "1": "Questa bevanda non è di buona qualità e il sapore di malto è molto evidente. Vedendo la vostra reazione, il capitano ride e vi dice che la birra è così sulle navi. Riprende il vostro bicchiere e va a prendervi dell'acqua e un pezzo di pane, che voi gustate un po' di più. Vi alzate, guardate l'isola che si allontana e fate un bilancio delle vostre avventure."
        },
        "text": "Accettare il drink."
      },
      "deny": {
        "outcomes": {
          "0": "Non siete in vena di bere dopo questa pericolosa avventura. Non volendo lasciarvi nella vostra scomoda posizione, il capitano vi offre, senza che possiate scegliere, un comodo letto nella sua cabina. Il movimento della barca vi fa addormentare e presto sentite la vostra mente vagare sulle vostre avventure, addormentandovi pochi minuti dopo.",
          "1": "È stato un viaggio duro, quindi rifiutate, per evitare di disidratarvi ancora di più. Chiedete invece un po' d'acqua al capitano della nave. Ma non vi rendete conto che state cadendo in un sonno profondo fino al suo ritorno."
        },
        "text": "Rifiutate il regalo con gentilezza."
      },
      "end": {
        "outcomes": {
          "0": "Il capitano sta aspettando che tu prenda il suo regalo. Ma voi vi siete addormentati in una frazione di secondo, e lui se n'è subito accorto. Così torna a governare la sua barca, lasciandovi a dormire dove siete."
        }
      }
    },
    "text": "Dopo una breve camminata, arrivate alla barca che vi ha portato su quest'isola inospitale. Vedendo la vostra stanchezza e le vostre ferite, il capitano si affretta a ordinare al suo equipaggio di levare l'ancora. Una volta seduti sul ponte, lo vedete arrivare con un boccale di birra in mano, che vi porge."
  },
  "68": {
    "possibilities": {
      "checkDate": {
        "outcomes": {
          "0": "Guardate il calendario e scoprite che presto inizierà un torneo! Decidete di partecipare e raggiungete la finale dopo alcune ore di combattimento. Tuttavia, il vostro avversario vi domina e perdete l'ultima battaglia. Come finalista, vinci comunque un borsellino pieno d'oro prima di riprendere la tua strada.",
          "1": "Guardate il calendario e vedete che è Laponaire, il 6° mese dell'anno, così decidete di uscire e mangiare una galette in una bancarella vicina. Questo cibo vi avrà saziato! Ripartite, sazi e soddisfatti.",
          "2": "Quando vedete il calendario, vi ricordate dei manifesti per le strade che parlavano di una caccia al tesoro. Decidete di partecipare. Dopo due ore di ricerca, non riuscite a trovare nulla. Decidete quindi di tornare indietro.",
          "3": "Guardate il calendario e alla data di oggi vedete: gara di idromele! Sentendo la resistenza all'alcol, decidete di tentare la fortuna. Vincete la gara e un premio! Tuttavia, vi ritrovate completamente ubriachi."
        },
        "text": "Guardate il calendario."
      },
      "end": {
        "outcomes": {
          "0": "Si sta in biblioteca e non ci si accorge dei minuti che passano. Quando chiude, si esce e ci si rende conto che è già tardi. Si riparte senza ulteriori indugi.",
          "1": "Si rimane stupiti dal numero di libri e dalla ricchezza del sapere che si sprigiona da questi locali. Poco dopo, il bibliotecario segnala che l'edificio sta per chiudere. Delusi, tornate indietro per continuare le vostre avventure.",
          "2": "Rimanete nella biblioteca per diversi minuti, stupiti da tutta questa conoscenza. Vi sedete, pensierosi. All'improvviso, un lettore disturba i vostri pensieri, con in mano il libro \"Hansel e Gretel\" dei fratelli Grimm. Vi chiede di andarvene, perché siete seduti al suo posto preferito in biblioteca. Confuso, te ne vai, senza alcuna nuova conoscenza."
        }
      },
      "read": {
        "outcomes": {
          "0": "Decidete di leggere un libro. Parla di cucina e di preparazione di piatti deliziosi. Scrivete la ricetta prima di andare a cercare gli ingredienti. Una volta trovati gli ingredienti, si seguono alla lettera le istruzioni. Si assaggia il piatto prima di sperimentarne i benefici, poi si parte per il viaggio.",
          "1": "Prendete un libro e iniziate a leggerlo. Il libro parla di aritmetica. Ma non è mai stato il vostro punto di forza: dopo quasi 10 minuti, decidete di posare il libro e di continuare per la vostra strada.",
          "2": "State leggendo un libro di cucina. Parla di un piatto delizioso. Eccitati, decidete di preparare il piatto. Tuttavia, non seguite esattamente le istruzioni e, dopo aver mangiato, non vi sentite bene...",
          "3": "Prendi il primo libro che vedi. Parla di alchimia e dei benefici delle piante. Dopo averne studiato attentamente il contenuto, lo rimettete giù, certi che vi sarà utile per le vostre prossime avventure."
        },
        "text": "Leggere un libro."
      },
      "steal": {
        "outcomes": {
          "0": "Riuscite a rubare un vecchio libro impolverato e a sgattaiolare fuori dall'edificio per trovare un acquirente nelle strade della città. Tuttavia, notate che nessuno è interessato al libro, soprattutto perché è molto danneggiato e ha persino le pagine strappate. Così lo abbandonate prima di proseguire il vostro cammino.",
          "1": "Siete usciti di nascosto dalla biblioteca senza che nessuno vi notasse. Siete riusciti a rubare un libro e state cercando di venderlo ai passanti. Un uomo decide di comprarlo per poche monete d'oro. Una volta completata la transazione, continuate per la vostra strada.",
          "2": "Cercate di rubare un libro d'oro con discrezione, ma la bibliotecaria vi coglie in flagrante. Pretende che le restituiate il prezioso libro e, allo stesso tempo, un risarcimento! Deluso e imbarazzato, restituisci il libro e la compensi con una grossa parte dei tuoi risparmi per evitare di finire in prigione..."
        },
        "text": "Tentativo di rubare un libro per rivenderlo."
      }
    },
    "text": "Dopo aver passeggiato per le strade di Claire de Ville, ci si imbatte in un edificio il cui ingresso è incorniciato da due statue di gufi in pietra. Avvicinandosi, ci si rende conto che si tratta della biblioteca della città. Decidete di entrare nell'edificio per passare il tempo. Su una delle pareti dell'ingresso è appeso un calendario fatto di grandi foglie legate insieme da una cinghia di cuoio."
  },
  "69": {
    "possibilities": {
      "accept": {
        "outcomes": {
          "0": "Vi sentite come se foste stati nominati cavalieri - Donia tocca la punta del suo bastone sulle vostre spalle, la destra segue la sinistra, benedicendovi. Dopo la cerimonia, non vi sentite affatto diversi.",
          "1": "Dopo la sua benedizione vi sentite superpotenti... finché Donia non se ne va. Cerchi di trovarla, imbarazzato per aver creduto a una tale follia, ma non ci riesci. Te ne vai, vergognoso e confuso, e giuri, un po' troppo tardi, che se n'è andata. Te ne vai, vergognoso e confuso, e giuri, un po' troppo tardi, che non ti porterà più lì.",
          "2": "Mentre Donia inizia a \"benedirvi\", vi spara in faccia una strana polvere blu. La foresta inizia a ondeggiare davanti ai vostri occhi e Donia vi guida verso un albero vicino, contro il quale vi addormentate. Sognate poi il castello reale e vi vedete partecipare a un importante banchetto. La principessa si avvicina a voi, con un velo nero distorto che le nasconde il volto, presumibilmente perché non conoscete il suo vero aspetto. Trascorrete il resto del sogno ballando con lei... Rimanete in piedi, dormendo un sonno rinvigorente."
        },
        "text": "Accettate la sua offerta."
      },
      "comrpomise": {
        "outcomes": {
          "0": "Lei sembra delusa, ma vi offre una rosa rossa come regalo per la principessa. Voi ripartite, delusi quanto lei, avendo ricevuto solo un misero fiore.",
          "1": "Piuttosto che una benedizione, le chiedete se conosce un posto nella foresta dove potreste riposare per un po'. Vi porta quindi a casa sua, dove vi vengono serviti del buon cibo e del vino. Il vino è incredibilmente gradevole e finite l'intera bottiglia, trascinandovi poi a letto. Mentre dormite, avete un incubo piuttosto particolare: Donia è una vecchia donna china, l'archetipo della strega, e vuole uccidervi prima di cuocervi nel suo forno. La vera Donia vi lascia addormentati e se ne va per la sua strada."
        },
        "text": "Trovare un compromesso."
      },
      "deny": {
        "outcomes": {
          "0": "Voi aggrottate le sopracciglia e subito le dite che le fate non esistono e che lei sta delirando. Furiosa, Donia usa il suo bastone per picchiarvi, lasciandovi a terra feriti su un letto di foglie.",
          "1": "Usate tutto il vostro tatto e cercate di farle capire che le fate esistono solo nelle storie per bambini e nei racconti di avventurieri ubriachi, senza molto successo. Per dimostrarvi che vi sbagliate, Donia estrae una grande quantità di polvere rossa da una piccola borsa attaccata alla vita e ve la lancia in faccia. Siete troppo vicini a lei per schivare, quindi inalate la polvere. La vista si annebbia e si perde la ragione. Lasciate che Donia vi prenda per mano e vi guidi verso una radura. Lì vedete molte piccole fate che volteggiano. In realtà sono vespe. Vedono il vostro arrivo come una minaccia e vi pungono ripetutamente. Siete stati avvelenati e ci vorrà del tempo prima che vi sentiate meglio."
        },
        "text": "Rifiuti."
      },
      "end": {
        "outcomes": {
          "0": "Mentre la fissate in silenzio per un po', Donia sembra perdere interesse per voi e si allontana senza dire altro. Ma voi continuate a fissarla. Senza pensare. Solo qualche ora dopo riprendete i sensi e continuate il vostro viaggio, come se non fosse successo nulla..."
        }
      }
    },
    "text": "Mentre attraversate la Foresta del Vecchio, una donna magnifica vi viene incontro correndo. I suoi lunghi capelli sono del colore del mare in tempesta e indossa un grazioso abito d'argento con un corpetto ornato di piccoli zaffiri. La sua mano destra regge un bastone di biancospino. Un aspetto del genere vi fa subito pensare che è questo l'aspetto che dovrebbe avere una fata, ammesso che esista una creatura del genere: selvaggia e affascinante. Siete preoccupati, ma la straniera sorride dolcemente e annuncia di chiamarsi Donia. Dichiara di essere Fae, confermando le vostre prime impressioni. Non ci credete del tutto e sentite che sta per arrivare un inganno, ma il suo bastone sembra abbastanza pericoloso da non farvelo sapere. Donia vi offre poi la sua benedizione, pensando di potervi aiutare nella ricerca della principessa."
  },
  "7": {
    "possibilities": {
      "check": {
        "outcomes": {
          "0": "Forzando la porta, vi state ferendo profondamente. Dovete assolutamente prendervi cura di voi stessi!",
          "1": "Dopo aver passato quasi un'ora a cercare di entrare in casa, finalmente vi arrendete. Mentre ve ne andate, trovate qualcosa che potrebbe tornarvi utile!",
          "2": "Entrate in casa e posate le vostre cose per riposare. Dopo essere caduti in un sonno profondo, avete bisogno di riposare prima di continuare la vostra avventura.",
          "3": "Entrate in casa e cercate in giro per circa quindici minuti. Quando si esce, si trova un oggetto che potrebbe essere utile!",
          "4": "Entrate in casa e cercate in giro per circa quindici minuti. Alla fine rinunciate alla ricerca senza aver trovato nulla."
        },
        "text": "Visitate l'interno."
      },
      "end": {
        "outcomes": {
          "0": "Siete rimasti fermi per quasi quindici minuti, è ora di ripartire!"
        }
      },
      "skip": {
        "outcomes": {
          "0": "Continuate per la vostra strada senza preoccuparvi della casa."
        },
        "text": "Non fermatevi e continuate ad andare avanti."
      }
    },
    "text": "Avete scoperto una casa! Sembra abbandonata..."
  },
  "70": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Dopo averci pensato un po', decidete finalmente di entrare nella tomba per rinfrescarvi all'ombra e riposare.",
          "1": "Mentre esitate sul da farsi, la tempesta di sabbia si intensifica. Entrate nel passaggio, sicuri che le raffiche si siano attenuate.",
          "2": "Mentre esitate sul da farsi, una donna con una piccozza alla cintura emerge dalla botola. Vi minaccia con un arco fasciato, poi vi ordina di voltarle le spalle, cosa che fate. Un violento colpo alla tempia vi lascia confusi per diversi minuti."
        }
      },
      "explore": {
        "outcomes": {
          "0": "Vagate per le gallerie per un po', alla ricerca di stanze nascoste. Alla fine si arriva a un vicolo cieco e, temendo di perdersi se si continua a esplorare, si decide di tornare indietro.",
          "1": "Dopo aver attraversato diverse stanze, tra cui una piena di vettovaglie in decomposizione, si arriva in una vasta sala dove l'oro è il nome del gioco. Costituisce le pareti, i vari oggetti, i vestiti e persino i forzieri. In un angolo notate un oggetto che potrebbe esservi utile. Riempite il vostro borsellino più grande e ripartite per il labirinto.",
          "2": "Una volta attraversata la botola, si cammina fino a un vicolo cieco. Decidete di uscire, per paura di perdervi. Appena raggiunta la botola, si viene selvaggiamente attaccati da un individuo che indossa un cappello marrone e porta una frusta alla cintura. In qualche modo riuscite a schivare la maggior parte dei colpi e a reagire. Combattete a lungo, ma alla fine riuscite a sferrare un colpo decisivo. Mentre lo perquisite, scoprite un piccolo borsellino contenente una notevole somma di denaro.",
          "3": "Una volta varcata la botola, si cammina fino a scoprire una camera funeraria: il sotterraneo è una tomba! Volendo tornare indietro, non si riconoscono i corridoi attraversati e si vaga per diverse ore prima di trovare un'uscita. Riprendete la vostra avventura mentre la luna piena illumina il deserto silenzioso come se fosse giorno.",
          "4": "Dopo aver attraversato la botola, vi inoltrate nell'oscurità e scoprite uno strano luogo: una cripta abbandonata, i cui tunnel sotterranei assomigliano a un labirinto funerario! Siete tentati di tornare indietro, ma con vostro grande sgomento i corridoi sembrano giocare brutti scherzi ai vostri sensi e si metamorfosano davanti a voi. Vagate senza meta per un tempo imprecisato prima di trovare finalmente una via d'uscita.",
          "5": "Una volta attraversata la botola, si accede a una stanza dove troneggia una sfinge interamente d'oro! Come ipnotizzati, vi avvicinate ad essa fino a quando il vostro piede sinistro atterra su una lastra che sprofonda nel pavimento... Due frecce d'oro fischiano stranamente nelle vostre orecchie, mentre una terza vi graffia il braccio. Non è una ferita grave, ma la trappola vi ha spinto ad evacuare."
        },
        "text": "Esplorare il sottosuolo."
      },
      "skip": {
        "outcomes": {
          "0": "Decidete di ignorare la botola: esplorare un passaggio sotterraneo sarebbe troppo pericoloso, secondo voi. Le raffiche di sabbia si sono calmate, il che è una manna dal cielo per voi!",
          "1": "Decidete di ignorare la botola e di proseguire il cammino, ma la tempesta di sabbia si fa ancora più violenta. Senza la minima esitazione, tornate indietro per cercare un riparo. Decidete di riposare qui finché la tempesta non sarà passata.",
          "2": "Le raffiche si fanno più forti, così vi strappate un pezzo di top per proteggere le vie respiratorie. Con difficoltà, fate qualche passo e scorgete diversi cactus, alcuni dei quali con frutti. Dopo averne raccolti due, trovate rapidamente una duna dove ripararvi. Una volta sbucciati, scoprite che i frutti sono deliziosi. Molti minuti dopo, la tempesta si è placata. Così riprendete la vostra avventura.",
          "3": "Dopo aver chiuso con cura il portello, continuate il vostro cammino. Improvvisamente, il terreno cede sotto i vostri piedi. Si cade in una delle stanze sotterranee. Nella caduta ci si taglia la coscia. Fortunatamente, si esce facilmente."
        },
        "text": "Continuate il vostro cammino."
      }
    },
    "text": "Mentre vi fate strada nel deserto di La Dune, l'aria sembra diventare sempre più secca. Mentre si avanza, i granelli di sabbia turbinano intorno a noi, costringendoci a strizzare gli occhi. All'improvviso, sentite il terreno fermo sotto i vostri piedi per lo spazio di un passo. Sorpresi, spingete via la sabbia per scoprire una botola e la aprite. Davanti ai vostri occhi stupiti si apre un gigantesco labirinto."
  },
  "71": {
    "possibilities": {
      "accept": {
        "outcomes": {
          "0": "Seguite il vecchio nella tenda che funge da casa sua e vi fate servire una strana mistura che, a suo dire, è una deliziosa zuppa di peyote. Per educazione, la bevete. Bastano pochi istanti per sentire gli effetti di questa zuppa demoniaca: la vista si offusca e il mondo oscilla. Improvvisamente spaventati dall'eremita pazzo, fuggite nel deserto. Nelle prime ore del mattino ci si sveglia con un forte mal di testa, perché gli effetti del peyote tardano a svanire.",
          "1": "Seguite l'anziano nella tenda che funge da casa sua e condividete un pasto insieme intorno al fuoco, mentre vi racconta la sua storia. Vi spiega che lui e suo fratello si sono separati per raggiungere il loro eremo dopo che una catastrofe ha ucciso tutta la loro famiglia, gli unici sopravvissuti sono lui e suo fratello. La sua storia vi tocca profondamente e il nome di un altro eremita il cui nome inizia con una X vi suona familiare... Il deserto è freddo mentre vi addormentate accanto al fuoco con l'eremita. Quando vi svegliate al mattino, trovate un bellissimo scorpione in una delle vostre scarpe. Lo gettate via e ripartite.",
          "2": "Seguite il vecchio fino alla tenda che funge da casa sua e mangiate insieme intorno al fuoco mentre raccontate le vostre avventure. Dopo aver mangiato a sazietà e aver ringraziato l'eremita, riprendete il vostro viaggio nel deserto, addentrandovi sempre di più."
        },
        "text": "Accettate di unirvi a lui."
      },
      "deny": {
        "outcomes": {
          "0": "Declinate gentilmente l'offerta dell'eremita e continuate il vostro viaggio.",
          "1": "Vedendo che siete riluttanti ad accettare, il vecchio vi tira per un braccio e vi invita a prendere il tè, dove chiacchierate con lui mentre sorseggiate la bevanda. Dopo poco tempo, vi accomiatate dal vecchio e ripartite.",
          "2": "Vedendo che siete riluttanti ad accettare, l'anziano decide di offrirvi \"un oggetto della sua collezione personale\". Accettate il regalo, ma rimanete riservati sul fatto di rimanere in sua compagnia e decidete di congedarvi rapidamente.",
          "3": "Rifiutate la sua offerta, ma mentre state per ripartire, lui vi chiama di nuovo, parlando di tutto e di niente. Dopo un po', ritenendolo troppo sospettoso e pensando che stia cercando di tendervi una trappola, decidete di interrompere il suo interminabile monologo prima di fuggire il più velocemente possibile."
        },
        "text": "Rifiutate l'offerta e andate avanti."
      },
      "end": {
        "outcomes": {
          "0": "Questo individuo sembra sospettoso e il suo approccio è ingannevole. Quando allunga il braccio per chiedervi se vi sentite bene, lo afferrate e lo spingete in acqua prima di scappare a tutta velocità.",
          "1": "Vedendovi senza reagire, il vecchio si offende, vi urla contro e vi lancia una manciata di sabbia in faccia prima di andarsene. Completamente accecati, vi dirigete verso la piccola vasca d'acqua per sciacquare la sabbia dagli occhi. Dopo qualche minuto vi sentite meglio e riprendete a camminare."
        }
      },
      "steal": {
        "outcomes": {
          "0": "Lasciate che l'uomo vi guidi alla sua tenda e raccogliete con discrezione una grossa pietra mentre vi dà le spalle. Poi gli sferrate un duro colpo sul cranio incappucciato. L'eremita crolla e il sangue si sparge sul pavimento screpolato dell'oasi. Decidete di lasciarlo così e andate a dare un'occhiata all'interno della tenda. All'interno si scoprono forzieri con gioielli e molti oggetti. Ve ne andate con una notevole somma di denaro e con un oggetto che avete afferrato in fretta e furia. Riprendete rapidamente la vostra traversata, non volendo essere colti in flagrante.",
          "1": "Lasciate che l'uomo vi guidi verso la sua tenda e raccogliete con discrezione una grossa pietra mentre vi volta le spalle. Proprio quando state per colpirlo, si gira ed estrae dalla manica un pugnale che vi taglia profondamente il petto. Vi mettete al riparo, facendo del vostro meglio per fermare il sangue che scorre. Mentre fuggite, sentite il vecchio ridere maniacalmente.",
          "2": "Lasciate che l'uomo vi guidi verso la sua tenda e raccogliete con discrezione una grossa pietra mentre vi dà le spalle. Gli assestate un duro colpo sulla testa incappucciata, l'eremita crolla a terra e voi provate subito rimorso. Fasciate la testa del vecchio e lo stendete sulla sua stuoia per farlo riprendere. Quando si sveglia, vi scusate e gli date del denaro come risarcimento per il vostro misfatto.",
          "3": "Mentre seguite il vecchio, raccogliete una pietra da terra dietro la sua schiena. La furtività non è il vostro punto forte e l'eremita si accorge subito del vostro silenzio sospetto. Resosi conto della situazione, vi respinge dal suo kyusin con un pugno che non avete mai ricevuto."
        },
        "text": "Accettare e approfittare della notte per rubare i suoi effetti personali."
      }
    },
    "text": "Mentre attraversate la Valle dei Re, scorgete un'oasi. Assetati dal viaggio, vi precipitate verso il piccolo specchio d'acqua per bere. Mentre bevete, siete sorpresi da un suono di risate alle vostre spalle. Quando vi girate, vi trovate di fronte un vecchio con la barba e un grande cappuccio sul viso. Dice di chiamarsi Xirtex e di vivere in questa oasi. Si offre di ospitarvi nella sua casa per aiutarvi a riprendervi dal viaggio e per condividere le vostre disavventure."
  },
  "72": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Esitanti, ma infine galvanizzati dal frastuono della folla, ignorate il giudice e vi unite all'entusiasmo generale. Per ore fate il tifo per i partecipanti ai vari eventi!",
          "1": "La vostra vita è molto più importante della gloria effimera di una vittoria in un torneo. Ringraziate il giudice e gli dite che alla fine non parteciperete al torneo."
        }
      },
      "joinArchery": {
        "outcomes": {
          "0": "La prova sembra un po' difficile: bisogna scagliare tre frecce contro un bersaglio di paglia a circa cinquanta metri di distanza. Tutte e tre le frecce vanno al centro del bersaglio di paglia. Sei il vincitore! La bella dama del signore locale, Yseldia, viene a offrirvi una grossa borsa, mentre voi rimanete abbagliati dalla sua corona tempestata di rubini.",
          "1": "La prova sembra un po' difficile: dovete scagliare tre frecce contro una cannuccia posta a circa cinquanta metri da voi. Non siete molto abili, quindi sbagliate due delle tre frecce e arrivate ultimi in classifica! Contenti di aver partecipato all'euforia generale, ripartite felici.",
          "2": "Mentre incoccate la prima freccia, venite spaventati da uno starnuto. Lasciate cadere l'arco e la freccia si posa vicino alla testa di un cavaliere muscoloso. Vi lancia un'occhiata cupa e inizia a correre verso di voi. L'avventura non si fa attendere: in men che non si dica siete di nuovo in viaggio!"
        },
        "text": "Partecipare all'evento di tiro con l'arco."
      },
      "joinJoust": {
        "outcomes": {
          "0": "Dopo aver vinto tre giostre, vi ritrovate in finale contro il Conte della regione vicina. Egli vi mette fuori gioco con una facilità e una flessibilità sorprendenti. Arrivate secondi sul podio. Mentre siete affascinati dalla corona di rubini di Yseldia, la moglie del signore locale, accettate una pesante borsa dalle sue mani delicate con aria assente.",
          "1": "Sta per iniziare un nuovo evento di giostra e uno stalliere vi ha dato un doppio pony grigio il cui precedente proprietario è purtroppo morto poco prima. State affrontando Yvain, un rinomato cavaliere. Iniziate a galoppare insieme al vostro avversario, che vi scaraventa via con facilità. Mentre atterrate con fragore sul terreno polveroso, la vostra cavalcatura calpesta accidentalmente una delle vostre clavicole, producendo un sinistro suono di scricchiolio. ",
          "2": "Dopo aver avvistato un puledro baio incustodito, lo afferrate per partecipare alla giostra. E siete il vincitore! La moglie del signore locale, soprannominata Yseldia, vi consegna personalmente la vostra ricompensa. ",
          "3": "Proprio mentre sentite l'euforia della giostra a cavallo, vi ricordate che non avete un cavallo per partecipare all'evento. Delusi, decidete di proseguire per la vostra strada, brontolando."
        },
        "text": "Partecipate alla giostra."
      },
      "joinMelee": {
        "outcomes": {
          "0": "Quando vedete le armi scintillanti e affilate degli altri partecipanti, il vostro coraggio si scioglie come neve al sole. Decidete di svignarvela in silenzio, prima che la vostra vita incompiuta vi venga strappata via. ",
          "1": "Dopo aver rischiato di morire con un colpo di alabarda incrostata di gemme verdi, hai finalmente messo fuori combattimento il tuo ultimo avversario. L'Araldo delle Armi annuncia la tua schiacciante vittoria! La Signora del Signore, di nome Yseldia, vi porta di persona la vostra ricompensa. Mentre la ringraziate, studiate il suo volto delicato, la cui sommità è decorata da una sontuosa corona incastonata di rubini.",
          "2": "Dopo aver sconfitto facilmente quasi tutti i tuoi avversari, inizi a stancarti e perdi l'ultimo combattimento! Ti accorgi di avere una brutta ferita sulla mano e ti dirigi verso l'oste della città. Questi si occupa di medicare la ferita e insiste affinché tu riposi per un po'.",
          "3": "Avete sottovalutato il livello dei vostri avversari e, di conseguenza, uno di loro vi mette a terra. Nonostante le vostre suppliche, il vostro avversario, armato di un'alabarda ornata di smeraldi, sogghigna e vi lacera il braccio fino alla spalla."
        },
        "text": "Partecipare all'evento di combattimento a piedi."
      },
      "joinPoetry": {
        "outcomes": {
          "0": "Il ritmo, le rime e i suoni della tua poesia conquistano la folla. Sei stato acclamato vincitore! Yseldia, la moglie del signore locale, ti consegna il premio, non senza un pizzico di emozione.",
          "1": "Pochi minuti prima dell'annuncio dei risultati, vi accorgete che la vostra borsa è sparita. Devono averla rubata prima del vostro arrivo. Meno male che non avevi con te tutto l'oro! Ve ne andate senza aspettare il resto dei festeggiamenti, a mani vuote.",
          "2": "Mentre gridate la vostra poesia con voce squillante, notate una bella fanciulla che vi divora con gli occhi. Proprio quando hai finito la tua arringa, la giovane donna ti afferra la mano e inizia a correre! Qualche vicolo più avanti, la giovane donna vi bacia! Non è la vostra Principessa, ma non vi lasciate distrarre e le spiegate che il vostro cuore è già nel posto giusto. Mentre la salutate, vi dà un oggetto che potrebbe esservi utile per il resto delle vostre avventure."
        },
        "text": "Partecipate al test di poesia."
      },
      "searchFood": {
        "outcomes": {
          "0": "Riuscite a trovare una cucina di strada di proprietà di una donna di razza mista. Il suo nome di battesimo, Lucya, vi dice qualcosa. Nel corso della conversazione, Lucya spiega che prima lavorava nella famosa locanda Boug-Coton. Tuttavia, era troppo assetata di avventure emozionanti per accettare questo stile di vita sedentario. Deliziata dal vostro interesse per lei, la donna vi offre una piccola fiaschetta di idromele speziato. Ora siete rinvigoriti e pronti per il resto delle vostre avventure.",
          "1": "Non riuscite a trovare alcun cibo di strada: un animatore vi dice che è previsto un grande banchetto molto più tardi. Sconfortati da questa notizia, decidete di lasciare la città. ",
          "2": "Riuscite a trovare una cucina di strada di proprietà di una donna di razza mista. Il suo nome di battesimo, Lucya, vi dice qualcosa. Poco dopo aver iniziato una conversazione con lei, scoprite che ha intenzione di aprire una locanda tutta sua se si stufa della sua vita di avventuriera culinaria. Lucya pensa che lei sia una persona molto gentile e le offre un dolcetto fatto in casa. Il sapore mieloso di questo insolito biscotto delizierà il vostro palato. "
        },
        "text": "Cambiate idea e andate alla ricerca di una bancarella di cibo."
      }
    },
    "text": "Arrivati alla periferia di Claire de Ville, scoprite che molti abitanti si sono spostati fuori dalle grandi mura: è in corso un torneo signorile! Sui cartelloni adiacenti alle mura, giullari, trovatori, menestrelli, araldi, bardi e cantastorie vociferano con gioia, acclamando ogni colpo di spada, lancia o mazza. Eccitati dal caos e dall'entusiasmo generale, decidete di tentare la fortuna. Individuate il giudice narratore, che accetta la vostra iscrizione e vi chiede a quale evento volete partecipare."
  },
  "73": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Si lascia la folla per infilarsi con discrezione nel retro della roulotte dell'uomo sovrappeso. All'interno della sua modesta casa su ruote, notate una gatta con i suoi gattini e capite subito l'inganno! Vi avvicinate all'addestratore e chiedete del denaro in cambio del vostro silenzio.",
          "1": "Affascinati da questi adorabili piccoli, vi avvicinate furtivamente al retro della roulotte dell'addestratore per vedere se ce ne sono altri, in modo da poterne rubare uno da vendere a un buon prezzo. Tuttavia, è presente solo una gatta che allatta. Per dispetto, prendete il gattino più bello e lo nascondete nel vostro marsupio. Abile come sei, trovi subito qualcuno disposto a fare lo scambio.",
          "2": "Vi allontanate dalla folla per trovare un posto migliore per guardare lo spettacolo. Assorbiti dallo spettacolo, non guardate dove atterrano i vostri piedi e cadete in un pesante baule aperto, abbandonato con noncuranza in mezzo alla strada. Prima che vi rendiate conto di cosa sta succedendo, il bagagliaio si chiude su di voi, facendovi perdere i sensi. Vi sveglierete solo molto più tardi."
        }
      },
      "goAway": {
        "outcomes": {
          "0": "Siete totalmente disinteressati a questo spettacolo e preferite fuggire dalla folla per evitare i soliti ladri di ogni genere. Non perdono mai l'occasione di derubare ricchi e poveri, in occasione di eventi come questo, dove gli spettatori si accalcano per agevolare le loro malefatte.",
          "1": "Tornate subito in strada. Non avete tempo per queste pagliacciate. Ci vuole molto tempo per rendersi conto di aver sbagliato strada e quindi si torna indietro, maledicendo la perdita di tempo prezioso.",
          "2": "Lasciate rapidamente lo spettacolo e inciampate in una borsa lasciata incautamente da uno spettatore. Cade e si ferisce leggermente. La borsa è di un marrone sbiadito e, sebbene la pelle sia consumata, è in condizioni relativamente buone. Decidete di frugare nella borsa nella speranza di trovare una sorta di risarcimento e scoprite un piccolo borsellino e un oggetto che ritenete molto utile.",
          "3": "Decidete di continuare la vostra avventura, indifferenti allo spettacolo e agli applausi della folla."
        },
        "text": "Per andarsene."
      },
      "look": {
        "outcomes": {
          "0": "Restate a guardare lo spettacolo, stupiti da tanta tenerezza. Vi è piaciuto molto assistere a questa magnifica e grandiosa esibizione, quindi offrite all'addestratore qualche moneta.",
          "1": "Volete vedere lo spettacolo, ma finisce proprio quando arrivate. Anche se siete molto delusi, ve ne andate.",
          "2": "Guardate l'allenamento ma, dopo tutto quello che avete passato dall'inizio della vostra avventura, non siete impressionati. Lasciate immediatamente la folla e tornate alla vostra vita avventurosa."
        },
        "text": "Partecipare allo spettacolo."
      },
      "shame": {
        "outcomes": {
          "0": "Ci si rende subito conto che si tratta di gattini. Non c'è dubbio, perché avete già avuto modo di incontrare le tigri, che danno alla luce cuccioli di tigre molto più grandi. Dichiarate la cosa scandalosa e chiedete un risarcimento economico ai truffatori. Loro accettano a condizione che ve ne andiate immediatamente.",
          "1": "Guardate l'addestratore, con la frusta in mano, pronto ad attaccare una giovane tigre. Come un buon difensore delle cause perse, vi precipitate su di lui, gridandogli di fermarsi e di liberare queste povere tigri. Prima che possiate raggiungerlo, l'uomo vi frusta, tra gli applausi della folla inferocita.",
          "2": "Lo spettacolo volge al termine e, da ottimo uomo d'affari, l'addestratore si offre di accarezzare le tigri per pochi spiccioli. Voi gridate al pubblico che è una truffa, che sono solo gattini, ma nessuno vi ascolta. Urlate fino a perdere la voce e alla fine ve ne andate."
        },
        "text": "Vergognatevi."
      }
    },
    "text": "Camminando con nonchalance lungo la Route des Merveilles, vi avvicinate a un piccolo gruppo di persone in semicerchio attorno a un uomo tarchiato. Appena li raggiungete, notate che è vestito con un costume da spettacolo rosso aderente con toppe gialle sulle spalle e slip blu tirati sopra l'uniforme. Sul suo petto imponente c'è un piccolo stemma blu reale, che non riuscite a decifrare. Vi fate strada tra i numerosi spettatori fino a raggiungere la prima fila. L'uomo è un addestratore di leoni con una lunga frusta di cuoio marrone che sta insegnando un trucco a due magnifici cuccioli di tigre."
  },
  "74": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Non vi muovete, come se foste pietrificati. La donna prende questa reazione come un rifiuto e si arrabbia. Vi lancia invettive marine e vi colpisce con dei pesci morti. Riuscite a schivare la maggior parte di essi, ma uno vi colpisce in pieno viso. Continuate a correre e non vi voltate indietro."
        }
      },
      "eat": {
        "outcomes": {
          "0": "La combinazione di sapori è divina e una sensazione di euforia vi investe. Gli occhi si chiudono, nonostante tutto, e quando li riaprite scoprite di essere a bordo di una barca, cullati dallo sciabordio delle onde."
        },
        "text": "Date un bel morso al piatto."
      },
      "run": {
        "outcomes": {
          "0": "La donna sembra offesa dal vostro rifiuto. Vi lancia invettive marine e vi colpisce con dei pesci morti. Riuscite a schivare la maggior parte di essi, ma uno vi colpisce in pieno viso. Continuate a correre senza guardarvi indietro."
        },
        "text": "Scappare."
      },
      "smell": {
        "outcomes": {
          "0": "Vi avvicinate leggermente, incuriositi dal profumo corposo che emana il piatto di pesce, e la donna vi osserva con un'intensità che vi fa venire la pelle d'oca. State per commentare il curioso miscuglio quando, all'improvviso, sentite le sue mani schiacciarvi il viso contro il piatto. Il mondo diventa umido e freddo mentre il vostro naso sprofonda nel piatto. Incontrate lo sguardo vitreo di un pesce cotto, il cui occhio preme gradualmente contro il vostro. I vostri sensi si capovolgono e l'oscurità inghiotte la vostra vista. Quando riprendete conoscenza, siete accolti dallo scricchiolio del legno e dall'odore di salsedine, sentite un movimento costante di dondolio e vi rendete conto di essere sdraiati sulle assi ruvide del ponte di una nave."
        },
        "text": "Annusate il piatto con maggiore sospetto."
      }
    },
    "text": "Mentre vagate senza meta, le vostre narici vengono improvvisamente assalite da un intenso odore di iodio. Una strana donna vestita con un abito a squame di pesce, con i capelli ricoperti di alghe secche, vi saluta. È circondata da cesti traboccanti di frutti di mare dai colori vivaci e vi invita, con un sorriso sdentato ma caloroso, ad assaggiare la sua specialità culinaria: un piatto cucinato a fuoco lento con i migliori prodotti dell'oceano."
  },
  "75": {
    "possibilities": {
      "accept": {
        "text": "Accepter l'invitation",
        "outcomes": {
          "0": "Vous grimpez à bord du navire, attiré par les rires et la lumière vacillante des lanternes. La fête bat son plein, les flots de rhum circulent sans retenue, et bientôt, vos sens se brouillent dans une brume douce et traîtresse. Le réveil est brutal : dans l'obscurité de la cale, un mal de crâne sourd vous tient compagnie. L’air marin vous gifle le visage lorsque, chancelant, vous regagnez le quai, sans le moindre souvenir de la nuit passée.",
          "1": "À peine votre pied posé sur le pont, une tension sourde vous étreint. Les visages de l’équipage sont crispés, les regards fuyants. Puis, comme un éclair, la fureur éclate : deux hommes s’empoignent, la querelle dégénère en une mêlée confuse. Ballotté entre les coups, vous échappez de peu à une blessure grave. C’est le cœur battant et les mains tremblantes que vous regagnez la terre ferme, l’esprit ébranlé par cette violence soudaine.",
          "2": "Le capitaine, un sourire en coin, vous invite à prendre part à un jeu dont les règles semblent aussi floues que douteuses. Vous acceptez, le souffle suspendu, et vous laissez guider par le hasard. Contre toute attente, la chance vous sourit : une bourse d’or et un objet énigmatique, serti de symboles oubliés, vous sont remis à contrecœur par un capitaine visiblement contrarié par votre victoire."
        }
      },
      "refuse": {
        "text": "Refuser l'invitation",
        "outcomes": {
          "0": "Vous déclinez poliment, le regard posé sur les voiles noires qui battent au vent. Le capitaine vous observe un instant, puis hausse les épaules avec un sourire narquois. Sans un mot de plus, il fait signe à son équipage de lever l’ancre. Vous restez là, silencieux, tandis que le navire s’éloigne lentement, avalé par l’horizon brumeux. Vous reprenez alors votre route, le cœur serein, loin des aventures maritimes.",
          "1": "Votre refus franchit vos lèvres avec fermeté. Mais le regard du capitaine se durcit, son sourire s’efface. D’un geste sec, il ordonne à ses hommes de viser. Le tonnerre d’un canon résonne, projetant sable et éclats tout autour de vous. Pris de panique, vous fuyez à travers la crique, le souffle court, poursuivi par l’écho grinçant d’un rire cruel."
        }
      },
      "end": {
        "outcomes": {
          "0": "Vous tournez le dos au capitaine et allez vous asseoir sur le sable, laissant votre regard suivre le vaisseau pirate qui, toutes voiles dehors, quitte lentement la baie. Le grondement sourd des flots accompagne son départ, jusqu’à ce qu’il ne soit plus qu’un point à l’horizon. Enfin, vous vous relevez, époussetez le sable de vos vêtements, et reprenez votre route, seul sur le sentier battu par les vents.",
          "1": "Vous détournez votre regard du capitaine et laissez vos pensées voguer au rythme des flots. Là, sur le rivage balayé par les vents, votre œil est attiré par une antique bouteille, à demi enfouie dans le sable. Intrigué, vous la saisissez et y découvrez un vieux parchemin jauni par le temps. Les signes tracés d'une main tremblante y révèlent l'emplacement d'un lieu secret, dissimulé non loin. Guidé par ces énigmes, vous arpentez la lande durant longuement, jusqu’à ce que vos pas vous mènent à un coffre ancien, enfoui sous les ronces. En l’ouvrant, vous découvrez un objet aux allures mystérieuses...",
          "2": "Vous tournez le dos au capitaine et laissez vos pas vous guider sur la plage battue par les vents. Une bouteille à demi enfouie dans le sable attire votre regard. Vous la déterrez avec précaution, espérant quelque secret oublié. À l’intérieur, un parchemin froissé, rongé par l’humidité et le sel. Vous le déroulez lentement, mais hélas… les lettres sont effacées, les mots n’étant plus que tâches informes et filigranes éteints. Aucun sens ne s’en dégage, si ce n’est un pressentiment : ce message a surement un jour été important, il est désormais perdu à jamais dans les replis du temps.",
          "3": "Vous tournez le dos au capitaine sans un mot, ce qui semble attiser sa colère. D’un pas vif, il vous rejoint et, sans sommation, vous assène un violent coup sur l’arrière du crâne. Étourdi, vous vous affaissez sur le sable, les étoiles dansant devant vos yeux. Il repart aussitôt, regagne le pont en ricanant, puis ordonne de lever l’ancre."
        }
      }
    },
    "text": "En arrivant à la plage sentinelle, vous apercevez, amarré, un bateau aux voiles noires et usées. Sur le pont, un homme portant un large tricorne, probablement le capitaine, vous fait signe de le rejoindre."
  },
  "76": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Vous décidez de ne pas vous impliquer davantage dans cette histoire confuse. Vous saluez poliment Parziter et reprenez votre route à travers la forêt, laissant derrière vous les mystères de cette demeure en ruine."
        }
      },
      "help": {
        "outcomes": {
          "0": "Vous acceptez d'aider le vieil homme. Il vous explique, entre deux sanglots, qu'une créature étrange a envahi sa cave et terrorise ses animaux. Armé de courage, vous descendez dans les profondeurs et parvenez à chasser l'intrus. Reconnaissant, Parziter vous offre une bourse bien garnie ainsi qu'un objet ancien qu'il conservait précieusement.",
          "1": "Malgré votre bonne volonté, vos tentatives pour calmer Parziter ne font qu'aggraver sa panique. Il se met à hurler des incantations incompréhensibles et vous lance des objets. Vous battez en retraite précipitamment, une écorchure au front témoignant de cette rencontre mouvementée.",
          "2": "En tentant de rassurer le vieil homme, vous découvrez qu'il souffre de visions étranges depuis qu'il a trouvé un artefact mystérieux. Il vous le confie, espérant que cela mettra fin à son tourment. L'objet pulse d'une énergie singulière entre vos mains.",
          "3": "Parziter vous supplie de retrouver son chat, Minou, qui a disparu dans les bois environnants. Après une heure de recherches, vous le découvrez coincé dans un arbre creux. Le vieil homme, fou de joie, vous récompense avec les quelques pièces qu'il possède."
        },
        "text": "Proposer votre aide au vieil homme."
      },
      "explore": {
        "outcomes": {
          "0": "Vous demandez à visiter la demeure. Parziter hésite puis accepte. À l'intérieur, vous découvrez une bibliothèque aux ouvrages anciens et poussiéreux. L'un d'eux attire votre attention par ses symboles étranges. Parziter vous l'offre, affirmant qu'il lui porte malheur. Vous préférez décliner poliment et reprenez votre route.",
          "1": "En explorant la maison, vous trébuchez sur une planche vermoulue qui cède sous votre poids. Votre cheville se tord douloureusement dans votre chute. Parziter, paniqué, applique un cataplasme d'herbes qui soulage un peu la douleur.",
          "2": "Dans le grenier poussiéreux, vous mettez la main sur un coffret oublié contenant quelques pièces d'or et un petit objet brillant. Parziter, trop troublé pour s'en soucier, vous laisse le garder."
        },
        "text": "Demander à explorer la demeure."
      },
      "question": {
        "outcomes": {
          "0": "Vous questionnez Parziter sur sa situation. Il vous révèle qu'il était autrefois un érudit respecté, mais qu'une malédiction l'a frappé après avoir déterré un artefact maudit. Il vous supplie de l'emporter loin d'ici. Touché par son histoire, vous acceptez et repartez avec l'objet mystérieux.",
          "1": "Vos questions incessantes agacent le vieil homme qui finit par vous claquer la porte au nez. Vous entendez ses marmonnements irrités depuis l'extérieur et décidez de poursuivre votre chemin.",
          "2": "Parziter vous confie qu'il garde un trésor caché depuis des années, mais qu'il a oublié où il l'a dissimulé. Intrigué, vous l'aidez à fouiller et finissez par découvrir une cache secrète contenant une belle récompense qu'il partage avec vous."
        },
        "text": "Interroger Parziter sur sa situation."
      }
    },
    "text": "Après de longues heures de marche à travers la Forêt Celestrum, vous apercevez enfin près d'une rivière scintillante ce qui semble être une maison en ruine. Vous vous approchez discrètement, dissimulé par les frondaisons, et observez prudemment les alentours. Soudain, un cri plaintif résonne depuis l'intérieur de la demeure, confirmant qu'elle est bien habitée. Vous décidez alors de frapper à la porte de bois vermoulu. C'est un vieil homme à la mine perturbée qui vous ouvre, les yeux hagards et les cheveux en bataille. Il parle rapidement, de façon incohérente, manifestant une panique visible. Cependant, vous parvenez à saisir qu'il se nomme Parziter et qu'il semble avoir désespérément besoin d'aide."
  },
  "77": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Vous observez la scène quelques instants puis, ne souhaitant pas vous mêler de cette querelle, vous contournez discrètement la clairière et poursuivez votre route à travers les sous-bois."
        }
      },
      "approach": {
        "outcomes": {
          "0": "Vous vous approchez prudemment. Les deux hommes cessent leur dispute et se tournent vers vous. L'un d'eux, visiblement soulagé d'avoir un arbitre, vous explique qu'ils se disputent la propriété d'un coffre découvert dans les ruines. Vous proposez de le partager équitablement, ce qu'ils acceptent. Reconnaissants de votre sagesse, ils vous offrent une part du butin.",
          "1": "En vous approchant, vous marchez malencontreusement sur une branche qui craque bruyamment. Les deux hommes, surpris, pensent que vous voulez leur voler leur découverte et vous attaquent ensemble. Vous parvenez à vous défendre mais récoltez quelques bleus dans la mêlée.",
          "2": "Votre intervention met fin à leur querelle, mais révèle qu'ils sont tous deux des bandits notoires. Impressionnés par votre courage, ils vous proposent de rejoindre leur bande. Vous déclinez, préférant l'éventuelle main de la princesse aux geôles du roi."
        },
        "text": "S'approcher pour comprendre la situation."
      },
      "hide": {
        "outcomes": {
          "0": "Caché derrière un arbre, vous assistez à leur dispute qui dégénère en bagarre. L'un des hommes assomme l'autre et s'enfuit avec un sac. Une fois le calme revenu, vous vous approchez de l'homme inconscient. Il reprend conscience et, reconnaissant votre aide, vous offre une récompense qu'il avait dissimulée.",
          "1": "Vous restez caché et observez. Les deux hommes finissent par trouver un accord et repartent ensemble. Vous fouillez discrètement l'endroit où ils se disputaient et découvrez qu'ils ont oublié un petit objet de valeur dans leur précipitation.",
          "2": "Tapi dans l'ombre, vous attendez que la situation se calme. Malheureusement, l'un des hommes vous repère et crie à son compagnon qu'un espion les observe. Ils se lancent à votre poursuite mais vous parvenez à leur échapper en connaissant mieux la forêt qu'eux."
        },
        "text": "Observer discrètement."
      },
      "flee": {
        "outcomes": {
          "0": "Préférant éviter tout danger, vous faites demi-tour pour emprunter un chemin alternatif. Votre prudence a un prix : vous perdez du temps et finissez par vous égarer sur ce nouveau sentier, mais au moins, vous échappez aux problèmes potentiels.",
          "1": "En rebroussant chemin, vous trébuchez dans votre hâte et vous blessez légèrement. Le bruit alerte les deux hommes qui cessent leur dispute pour regarder dans votre direction, mais ils ne vous poursuivent pas.",
          "2": "Votre retraite vous mène par hasard vers un sentier oublié où vous découvrez les vestiges d'un ancien campement. Parmi les débris, vous trouvez un objet encore utilisable abandonné par de précédents voyageurs."
        },
        "text": "Faire demi-tour et éviter la confrontation."
      }
    },
    "text": "En progressant dans un sentier sinueux de la Forêt Celestrum, vous entendez soudain des éclats de voix provenant d'une clairière proche. Intrigué, vous vous approchez discrètement et découvrez deux hommes en pleine dispute. Ils se tiennent face à face, gesticulant vivement, visiblement en désaccord sur quelque chose d'important. L'un porte une cape rapiécée, l'autre une veste de cuir usée. Entre eux, au sol, gît un coffret de bois que chacun semble revendiquer."
  },
  "8": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Si riposa per qualche minuto prima di ripartire lentamente verso i passi. Si finisce esausti dall'altra parte, quindi è necessario riposare prima di ripartire!"
        }
      },
      "forest": {
        "outcomes": {
          "0": "Attraversate la foresta senza troppe difficoltà e proseguite per la vostra strada!",
          "1": "Fatevi strada lentamente tra gli abeti. Lungo il percorso, raccogliete rami di abete e create piccoli oggetti che potete utilizzare o vendere...",
          "2": "Vi fate strada lentamente attraverso la foresta. Purtroppo il terreno è scivoloso e cadete in un fosso! Riesci ad uscirne, ma sei ferito!"
        },
        "text": "Proseguire attraverso il bosco di abeti."
      },
      "plains": {
        "outcomes": {
          "0": "Alla fine cambiate idea e decidete di rimanere in pianura. Sebbene sia meno pericoloso, questo percorso è anche più lungo e perderete molto tempo!",
          "1": "Alla fine cambiate idea e decidete di rimanere in pianura. Questo percorso è meno pericoloso, ma è anche più lungo e si perde molto tempo! Dopo qualche chilometro, vi fermate a riposare in una locanda."
        },
        "text": "Rinuncia a salire in cima e resta vicino alle pianure."
      }
    },
    "text": "Avete deciso di approfittare dell'estate per andare in montagna, a patto che i passi non siano troppo innevati. Tuttavia, la salita si rivela più difficile del previsto..."
  },
  "9": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Prima di ripartire, fissate muti per 15 minuti il contadino che prende il forcone."
        }
      },
      "help": {
        "outcomes": {
          "0": "Dopo 15 minuti di ricerca, trovate il forcone accanto a un mucchio di fieno. Per ringraziarvi, il contadino vi offre qualche moneta.",
          "1": "Dopo mezz'ora di ricerche, non riuscite a trovare la forchetta. Tuttavia, scoprite un oggetto che potrebbe esservi utile!",
          "2": "Cercando la forchetta, la calpestate e vi procurate un brutto taglio.",
          "3": "Cercate il forcone per quasi un'ora, ma non lo trovate. Lasciate gentilmente il contadino e continuate per la vostra strada."
        },
        "text": "Aiutare il contadino a trovare il suo forcone."
      },
      "skip": {
        "outcomes": {
          "0": "Continuate per la vostra strada senza prestare attenzione al contadino.",
          "1": "Mentre si continua ad attraversare il campo, si incontra la forcella e ci si taglia gravemente il piede."
        },
        "text": "Andare avanti."
      }
    },
    "text": "Incontrate un contadino in mezzo a un campo. Ha perso il forcone..."
  }
}