{
  "intro": [
    "Mentre voi viaggiate in pace, ",
    "Mentre vi incamminate silenziosamente lungo la strada, ",
    "Mentre vi preparate a ripartire dopo una breve pausa, ",
    "Alla curva della strada, ",
    "Mentre si passeggia tranquillamente, ",
    "Dopo una breve sosta, ",
    "Dopo lunghe ore di cammino, ",
    "Durante una breve pausa contro un albero, ",
    "Mentre continuate la vostra avventura, ",
    "Seguite il vostro percorso, ",
    "Contemplando il ciglio della strada, ",
    "Riprendiamo la strada dopo una breve sosta, ",
    "Mentre vi fate strada, stanchi per le lunghe ore di cammino, ",
    "Sul bordo di un sentiero, "
  ],
  "advanceTime": {
    "stories": [
      "vedete qualcuno che assomiglia stranamente a Pérotin. Correte verso di lui, ma anche lui accelera, probabilmente per paura. Riuscite a raggiungerlo e vi rendete conto di aver sbagliato persona. Vi scusate subito.{{time}} :hourglass:Tuttavia, hai vinto ** Min ** sulla tua strada.",
      "sentite un carrello dietro di voi. L'uomo nel veicolo si offre di darvi un passaggio fino a dove volete. Accettate e gli dite la vostra destinazione. Dopo aver percorso alcuni chilometri, l'uomo vi dice che deve andare in una direzione diversa dalla vostra, quindi vi dà un passaggio e voi lo ringraziate.{{time}} :hourglass:Si guadagnano ** Min ** nel viaggio.",
      "vedete una carrozza in lontananza. La principessa potrebbe essere a bordo! Decidete di andare a parlarle e correte il più velocemente possibile. Una volta arrivati abbastanza vicini, si scopre con disappunto che non ci si può avvicinare perché il veicolo è protetto da un corteo di cavalieri.{{time}} :hourglass:Tuttavia, hai guadagnato ** Min ** sulla tua destinazione.",
      "State facendo uno spuntino quando all'improvviso un'ombra si precipita verso di voi e ve lo ruba. Ti lanci all'inseguimento, ma non riesci a raggiungerla e ti arrendi.{{time}} :hourglass:Questa disavventura vi ha comunque fatto guadagnare ** Min ** nel vostro viaggio.",
      "vedete qualcuno che assomiglia in modo sospetto a Gruffo. Correte verso di lui, ma anche lui accelera, probabilmente per paura. Una volta raggiunto, vi rendete conto che non si tratta affatto della persona che pensavate fosse.{{time}} :hourglass:Tuttavia, hai guadagnato ** Min ** durante il percorso.",
      "un punto luminoso attira la vostra attenzione. La vostra curiosità vi spinge a correre verso la fonte della luce.{{time}} :hourglass:È solo una comune moneta di rame, ma vi ha salvato ** Min ** nel vostro viaggio.",
      "un enorme cane di colore fulvo emerge da un grande boschetto. Ringhia, sfoggiando canini affilati, e sembra che voglia mordere le gambe.{{time}} :hourglass:Apprezzando l'idea di essere lasciati interi, vi fanno correre alla massima velocità, guadagnando ** Min ** sul vostro cammino!",
      "un grosso nido di vespe si stacca dall'albero sotto il quale vi trovavate e cade ai vostri piedi. Correte finché i polmoni non vi implorano di riprendere a camminare. Nessuna vespa è riuscita a pungervi.{{time}} :hourglass:Questa disavventura vi ha risparmiato ** Min ** sul vostro percorso!",
      "vi state godendo il piacevole clima primaverile. La pausa è però di breve durata, perché i banditi armati di mazze e spade scheggiate fanno irruzione tra i cespugli alla tua sinistra, ridacchiando mentre avanzano silenziosamente verso di te.{{time}} :hourglass:Prima ancora di avere il tempo di pensare, il tuo corpo ti spinge a correre a perdifiato, guadagnando ** Min ** durante il percorso.",
      "un ragazzino vi spinge mentre vi passa accanto. Con un brutto presentimento nello stomaco, controllate il contenuto delle vostre tasche: il vostro borsellino è sparito! Lo raggiungete dopo una corsa frenetica, recuperate ciò che vi spetta di diritto e lasciate il malvivente in un fosso, dopo averlo punito come meritava.{{time}} :hourglass:Vi rendete conto che questo evento vi ha fatto guadagnare ** Min ** sul vostro percorso.",
      "siete spaventati da un coniglio dalla pelliccia immacolata che vi scivola tra le gambe. Inizialmente sorpresi, cercate di raggiungerlo. Ma non ci vuole molto perché l'animaletto vi semini.{{time}} :hourglass:Queste avventure vi faranno guadagnare ** Min **.",
      "sentite una donna che vi chiama alle spalle. Quando vi girate, notate subito l'oggetto dall'aspetto metallico che ha in mano. Presi dal panico, fuggite.{{time}} :hourglass:Quando si raggiunge un luogo più sicuro, ci si accorge di essere ** Min ** in anticipo sulla tabella di marcia."
    ]
  },
  "bigBad": {
    "lifeLoss": [
      "sentite un rumore stridente provenire dal cielo. Alzate lo sguardo, ma troppo tardi: un uccello con artigli affilati sta piombando su di voi. Mentre vi graffia, si rende conto che non siete la sua solita preda e se ne va immediatamente. Guardi la tua ferita, sembra profonda.{{lifeLoss}} Perdi ** 💔**.",
      "State camminando lungo un sentiero ripido quando scivolate e vi slogate la caviglia destra.{{lifeLoss}} Si perde ** 💔**.",
      "vedete una mosca che vi gira intorno.{{lifeLoss}} Tirate fuori la pistola nella speranza di ucciderla, ma tutto ciò che riuscite a fare è intaccare leggermente il polso, perdendo ** 💔** nel processo."
    ],
    "moneyLoss": [
      "ci si accorge che la borsa è strappata.{{moneyLost}} Dopo aver controllato, vi rendete conto che la vostra borsa è scomparsa, avete perso ** 💸**.",
      "vi accorgete che la vostra borsa è sparita.{{moneyLost}} All'improvviso vi ricordate di averla dimenticata nella taverna precedente, di averla persa ** 💸**.",
      "Alcuni viaggiatori vi passano accanto, vi strattonano, poi vi prendono in braccio e si scusano sgarbatamente.{{moneyLost}} Pochi minuti dopo, vi accorgete che la vostra borsa è scomparsa, avete perso ** 💸**."
    ],
    "alterationStories": {
      "badBerries": "si notano dei frutti di bosco. Il vostro stomaco vi ricorda che non mangiate da diverse ore, così vi sentite obbligati ad assaggiarle. Ben presto si sente male.",
      "gentleBreeze": "sentite la brezza che vi culla gradualmente nel sonno. Stanchi per il viaggio, non ci vuole molto per addormentarsi.",
      "mysteriousBottle": "Passate accanto a un mercante che vi chiama. Si offre di darvi una misteriosa bottiglia che non può vendere e che non vuole rovinare. Accettate e la bevete.",
      "strangeLiquid": "vedete un oggetto luccicante in lontananza. Avvicinandosi, si scopre una bottiglia contenente uno strano liquido. Incuriositi, decidete di assaggiare la dubbia miscela. Subito ci si pente.",
      "expiredProvisions": "vi rendete conto di avere della spesa che giace nelle vostre borse da un po' di tempo. Tuttavia, non volete buttarli via e decidete di mangiarli comunque. Questa si rivela una cattiva idea, perché sembra che il cibo sia già scaduto.",
      "unexpectedRider": "siete sorpresi da un motociclista che appare dietro di voi senza preavviso. Vi butta a terra e continua per la sua strada senza prestare attenzione a voi. Storditi, vi rimettete in piedi a fatica.",
      "fallingBranch": "siete stati colpiti da un enorme ramo caduto dall'albero morto sotto il quale vi trovavate. Feriti, ci vorrà un po' di tempo per rimettersi in moto.",
      "precipiceFall": "siete incappati in un profondo precipizio. Nonostante i vostri sforzi per prendervi, non riuscite a evitare la caduta.",
      "ambushedByGroup": "Un gruppo vi ferma e vi chiede di consegnare i vostri beni. Non vi fate intimidire e brandite la vostra arma per spaventarli. Tuttavia, uno di loro approfitta del panico generale per stordirvi prima di fuggire.",
      "cowStampede": "State attraversando un sentiero quando improvvisamente appare una mandria di mucche. Spaventati dalla massa di animali che vi ha appena sfiorato, ci mettete un po' a riprendervi dall'emozione.",
      "trippedOverRoot": "inciampate in una radice e cadete di testa. Avrete bisogno di cure mediche.",
      "encounterWithBearCub": "si nota un cucciolo d'orso a pochi metri di distanza. Per paura di essere catturati dalla madre, scappate il più velocemente possibile.",
      "wrongDirection": "vi rendete conto di aver sbagliato strada all'ultimo incrocio. Decidete di non tornare indietro e di trovare da soli la strada per la vostra destinazione... Vi perdete completamente.",
      "chilledByColdNights": "sarete sorpresi dalle notti fredde della regione. Se non si indossano abiti adatti a questo clima, si rischia di raffreddarsi rapidamente.",
      "mistakenIdentity": "siete stati fermati dalle guardie che vi accusano di essere un criminale attivamente ricercato nel regno. Notate che l'uomo sul manifesto vi assomiglia e cercate di spiegare. Le guardie non vi ascoltano, vi portano via e vi sbattono in prigione."
    }
  },
  "boatAdvice": {
    "intro": [
      "Si sale sul ponte e si chiacchiera con un membro dell'equipaggio.\n{{{advice}}}Egli vi dà alcuni consigli per aiutarvi nella vostra avventura sull'isola: ** **.",
      "Si sale sull'albero maestro per ammirare l'orizzonte.\n{{{advice}}}Un uomo abbassa il suo cannocchiale e vi dà questo consiglio prima di partire per l'isola: ** **.",
      "Godendo di un pasto nella fresca brezza marina, si chiacchiera con i marinai.\n{{{advice}}}Il vostro compagno di tavolo vi dà i seguenti consigli sull'isola: ** **."
    ],
    "advices": [
      "Ci sono molti altri eventi che vi aspettano sull'Isola Misteriosa",
      "Ogni viaggio sull'isola misteriosa è composto da più tappe",
      "Se si combattono gli animali durante i mini-eventi, il mostro alla fine del viaggio sarà più facile da sconfiggere.",
      "Andare sull'isola contemporaneamente ad altri membri della vostra gilda vi garantisce bonus esclusivi.",
      "L'energia non si rigenera sull'isola. Assicuratevi di essere al massimo delle forze prima di avventurarvi.",
      "Quando l'energia è a 0, si viene riportati sul continente.",
      "È possibile recarsi sull'isola solo una volta alla settimana, gratuitamente. È possibile andare altre 2 volte, ma si dovranno pagare delle gemme.",
      "I mostri alla fine del viaggio sono molto forti e l'ultimo sull'isola lo è ancora di più.",
      "Sconfiggendo i mostri alla fine di un viaggio si guadagnano punti gilda, che determinano la classifica della gilda.",
      "I mostri hanno statistiche diverse: alcuni hanno un alto livello di difesa, attacco, velocità o vita totale.",
      "Un'isola è composta da un numero finito di località. Una volta visitata l'ultima località, si viene riportati sulla terraferma.",
      "L'isola misteriosa cambia ogni settimana",
      "Quando si combatte contro un mostro, se si supera il numero massimo di turni, il mostro diventa rapidamente molto potente.",
      "Se un membro della vostra gilda vuole unirsi a voi sulla barca, può eseguire /joinboat",
      "Le azioni disponibili quando si combattono gli animali dipendono dalle statistiche, dagli oggetti, dagli animali domestici, ecc.",
      "L'ostilità dell'isola non vi favorirà nelle avventure. Ma se unisci le forze con i membri della tua gilda, insieme sarete molto più forti.",
      "Il comando /mappa visualizza una mappa dell'isola",
      "Si può scegliere di lasciare l'isola dopo ogni combattimento con i mostri. Se l'energia è poca, è meglio andarsene quando si è ancora coscienti.",
      "Alcune azioni, come bere una pozione, accedere al negozio o ottenere i bonus giornalieri, non sono disponibili sull'isola.",
      "Il livello non influisce sul numero di punti gilda, ma influisce su altre ricompense.",
      "Vincendo contro un mostro più avanti nell'isola si otterranno più punti gilda di quelli ottenuti all'inizio.",
      "Si dice che se diversi membri della stessa gilda si trovano sull'isola nello stesso momento, è possibile unire le forze di ciascuno per sferrare un attacco devastante.",
      "I membri della vostra gilda possono aiutarvi a combattere i mostri quando visitate un'isola misteriosa.",
      "Potete usare il comando /gilda per vedere quali membri della vostra gilda si trovano su un'isola misteriosa.",
      "Usate il comando /gilda per vedere quanti alleati vi stanno aiutando sull'isola misteriosa.",
      "Un \"alleato\" è un membro della vostra gilda che si trova attualmente sull'isola misteriosa o che l'ha lasciata di recente."
    ]
  },
  "goToPVEIsland": {
    "stories": [
      "notate una barca ferma sul ciglio della strada. Il capitano vi chiama e vi propone un'emozionante avventura su un'isola infestata da mostri. {{priceText}}Vi dice anche che .",
      "Un uomo vi si avvicina e vi chiede se siete interessati ai suoi servizi. Spiega di essere il capitano di una nave che naviga tra il continente e un'isola misteriosa piena di mostri. {{priceText}}Dice che può portarvi lì se siete alla ricerca di un'avventura emozionante e aggiunge che .",
      "si viene avvicinati da un uomo vestito da marinaio, che indossa l'emblema del re. Spiega che sta cercando di mandare alcuni degli avventurieri che si contendono la mano della principessa su un'isola piena di mostri, di cui sarebbe utile per il regno sbarazzarsi. {{priceText}}Dice anche che una barca è pronta a partire per quest'isola e vi chiede se siete disposti a farlo, sottolineando che .",
      "siete avvicinati da un uomo alto con la barba, che si presenta come il capo di un gruppo di mercenari rinomato nella regione. Vi dice che può farvi un'offerta incredibile. L'offerta consiste nel recarsi su una nuova isola misteriosa, dove ci sono sia opportunità che pericoli, come cacciatore di mostri. {{priceText}}Aggiunge anche che ."
    ],
    "priceFree": "il viaggio **è gratuito**.",
    "priceMoney": "{{price}} il viaggio **costituirà un costo 💎**",
    "confirm": "Volete andare sull'isola?{{fightPoints}} {{fightPointsMax}}Hai ⚡ ** / **.",
    "endStoryAccept": "Accettate e salite a bordo della barca diretta all'isola.",
    "endStoryAcceptWithMember": "Accettate e, mentre salite a bordo, notate che un membro della vostra gilda è già sulla barca; vi unite a lui e partite verso l'isola.",
    "endStoryRefuse": "Declinate gentilmente l'offerta e continuate per la vostra strada.",
    "notEnoughGems": "Accettate, ma quando è il momento di pagare vi rendete conto che non avete abbastanza per pagare. Così ve ne andate delusi."
  },
  "lottery": {
    "intro": "Incrociate un uomo che vi chiama. Incuriositi, vi fermate. Vi offre la possibilità di partecipare a un gioco d'azzardo da lui creato. Potete scegliere tra diversi livelli di ricompensa.\n\n:coin:\n:dollar:\n:moneybag:\nRicompensa piccola Ricompensa media Ricompensa grande",
    "easy": {
      "success": "Partecipate e riuscite a vincere un premio, che l'uomo vi consegna prima di andarsene.",
      "fail": "Perdete il gioco dell'uomo, ma la partecipazione era gratuita. Così si decide di rimettersi in viaggio."
    },
    "medium": {
      "success": "Tentate la fortuna e vincete la partita. L'uomo vi ricompensa adeguatamente.{{lostTime}} :clock2:Tuttavia, si perde ** Min **.",
      "fail": "Partecipate al gioco dell'uomo, ma non vincete, quindi ve ne andate sperando di essere più fortunati la prossima volta.{{lostTime}} :clock2:Partecipare alla lotteria vi sarà costato ** Min **."
    },
    "hard": {
      "success": "Vincete il gioco dell'uomo. Di conseguenza, vi ricompensa profumatamente.{{lostTime}} :clock2:Tuttavia, si perde ** Min **.",
      "fail": "Si coglie l'occasione. Purtroppo non si vince, ma forse la prossima volta si sarà più fortunati.{{lostTime}} :clock2:Partecipare alla lotteria vi sarà costato ** Min **.",
      "failWithMalus": "Si scommette un centinaio di monete sul gioco dell'uomo.{{money}}Tuttavia, perdete e ve ne andate, delusi per aver perso ** ** 💸.{{lostTime}} :clock2:Partecipare alla lotteria vi sarà costato anche ** Min **."
    },
    "poor": "Cercate di ingannare l'uomo per fargli pagare una grossa somma di denaro. Sfortunatamente, il negoziante dubita della vostra buona fede e, non potendo dimostrare alcuna ricchezza, vi respinge senza pietà.",
    "end": "Senza prestare ulteriore attenzione all'individuo, continuate per la vostra strada.",
    "rewardTypeText": {
      "xp": " {{xpWon}} Avete vinto ** ⭐**.",
      "money": " {{moneyWon}} Hai vinto ** 💰**!",
      "guildXp": " {{guildXpWon}} La tua gilda vince ** ⭐**.",
      "points": " {{pointsWon}} Hai vinto ** 🏅**."
    }
  },
  "interactOtherPlayers": {
    "playerDisplayRanked": "{{pseudo}}{{rank}} ** ** ( 🏆)",
    "playerDisplayUnranked": "{{pseudo}}** ** (Non classificato)",
    "no_one": [
      "Continuate il vostro cammino con la massima calma. Non c'è un gatto in vista.",
      "Siete da soli, quindi continuate il vostro cammino in tutta tranquillità.",
      "I raggi del sole che si infrangono tra le nuvole vi riscaldano mentre continuate il vostro viaggio lungo questa strada deserta."
    ],
    "top1": [
      "{{playerDisplay}} Passerete davanti a , attualmente il miglior giocatore del mondo!",
      "{{playerDisplay}}Mentre si cammina, ci si imbatte in . Attualmente è in cima alla classifica. Con gli occhi pieni di ammirazione, decidete di non ostacolare i suoi progressi e continuate il vostro cammino.",
      "Oh, mio Dio! È incredibile! {{playerDisplay}}È il leggendario, il più grande lottatore di oggi! Gli passate accanto e chiacchierate per un momento. Ti dà qualche consiglio per la tua avventura!",
      "{{playerDisplay}}Fate largo a , il numero uno al mondo di DraftBot! Superate questa persona e continuate a camminare per raggiungere la vostra destinazione."
    ],
    "top10": [
      "Lungo la strada, incontrerete una persona molto importante. {{playerDisplay}} è nella top 10!",
      "Incredibile! State camminando lungo un sentiero e vi imbattete in uno degli eroi del momento! {{playerDisplay}} Probabilmente ne avete sentito parlare: l'avete visto nella top 10! Questo evento rallegrerà la vostra giornata.",
      "State parlando con un personaggio noto tra gli avventurieri in lizza per la mano della principessa. {{playerDisplay}}Si tratta di , che è nella top 10!"
    ],
    "top50": [
      "Incontrate qualcuno il cui nome vi ricorda qualcosa... {{playerDisplay}} è entrato nella top 50!",
      "{{playerDisplay}}Mentre calciate un sasso, vi accorgete che colpisce la scarpa di un passante, ma non è uno qualunque, è uno che avete visto nelle liste dei tornei clandestini! Fate una breve chiacchierata con lui e poi continuate per la vostra strada.",
      "{{playerDisplay}}\"Da un grande potere derivano grandi responsabilità\", dice un avventuriero top 50 che incontrate durante il vostro viaggio."
    ],
    "top100": [
      "{{playerDisplay}} La perseveranza porta al successo - questo è ciò che vi dice uno dei 100 migliori! Poi continuate il vostro cammino verso la vostra destinazione.",
      "Woah, vous reconnaissez un des débutants des tournois, vous l'aviez déjà croisé dans un village au nord, mais si... C'est {{playerDisplay}} !",
      "{{playerDisplay}}Mentre lavorate per raggiungere il vostro obiettivo, incontrate , una stella nascente di DraftBot. Infatti, è nella top 100!"
    ],
    "powerful_guild": [
      "{{playerDisplay}}che incontrate per caso lungo la strada, fa parte di una potente gilda! Questo è ciò che si deduce quando si vede il suo distintivo scintillante.",
      "{{playerDisplay}}Vedete una folla in lontananza, vi affrettate a controllare e sentite: \"Fate largo a \"! In effetti, fa parte di una gilda piuttosto potente!",
      "Si dice che un membro di una potente gilda stia seguendo il vostro stesso percorso. {{playerDisplay}} Si vede passare in lontananza!"
    ],
    "beginner": [
      "C'è un inizio per tutto! {{playerDisplay}} Incontrare come inizia la sua avventura dedicata alla principessa.",
      "{{playerDisplay}}Un passante vi passa accanto e lo riconoscete subito: è . Un nuovo arrivato, ma simpatico e cordiale!",
      "Si fa una pausa di 5 minuti per schiarirsi le idee. {{playerDisplay}}Per farlo, si allena , che ha appena iniziato la partita."
    ],
    "advanced": [
      "{{playerDisplay}} I capelli grigi testimoniano l'esperienza accumulata.{{level}}È di livello ** ** ! Continuate quindi il vostro cammino.",
      "{{playerDisplay}}Mentre si vaga, ci si imbatte in .{{level}}È un eroe potente - livello ** ** !",
      "{{playerDisplay}} sta salendo di livello in continuazione ed è uno dei migliori giocatori del gioco!{{level}}Attualmente è di livello ** **. Dopo questo incontro sarete sulla strada giusta."
    ],
    "same_class": [
      "{{playerDisplay}}Lungo il percorso, riconoscerete l'abbigliamento di 's.{{class}}È proprio come te!",
      "{{playerDisplay}}Lo notate e osservate rapidamente il suo abbigliamento e i suoi modi familiari.{{class}}È ** **, proprio come te! Continuate quindi il vostro cammino.",
      "{{class}} {{playerDisplay}}Salutate uno dei vostri colleghi ** **, che sta passando. Non c'è tempo per fermarsi e si prosegue per la propria strada."
    ],
    "same_guild": [
      "Sulla vostra strada vi imbattete in un volto molto familiare... {{playerDisplay}} In effetti, è un membro della vostra gilda!",
      "Ti avvicini a qualcuno, il suo volto familiare ti ricorda qualcosa... Certo che sì! {{playerDisplay}} È uno dei membri della vostra gilda!",
      "{{playerDisplay}} Incontrare la propria gilda! Eseguite la stretta di mano segreta della gilda e prendete strade diverse."
    ],
    "staff_member": [
      "{{playerDisplay}}\n\n{{advice}}\n\nche fa parte dello staff di DraftBot, ha qualche consiglio per la prossima tappa della vostra avventura: potete quindi continuare per la vostra strada.",
      "{{advice}}\" \". {{playerDisplay}}Questo è ciò che vi ha detto uno dei famosi collaboratori del bot quando lo avete incontrato lungo la strada!",
      "{{playerDisplay}}\n\n{{advice}}Parlate con , un membro del team di DraftBot, che ha qualche buon consiglio per la prossima fase della vostra avventura:"
    ],
    "top_week": [
      "{{playerDisplay}}Si vede sulla strada, senza fiato. Non si sta riposando: infatti, è nella top 5 di questa settimana!",
      "Uno degli eroi di questa settimana viene a trovarvi. {{playerDisplay}}È nella top ten di questa settimana!",
      "{{playerDisplay}}Parlate dei vostri punti con . Ha fatto buoni progressi questa settimana, ed è addirittura nella top 5 questa settimana!"
    ],
    "low_hp": [
      "{{playerDisplay}}Superate un uomo che zoppica... Non ha un bell'aspetto... Cade sul ciglio della strada e voi decidete di aiutarlo ad alzarsi.",
      "{{playerDisplay}}Ci si imbatte in . Sembra in cattiva forma....",
      "{{playerDisplay}} Anche una freccia nel ginocchio è in grado di uccidere chi si muove lentamente lungo il suo cammino. Una pozione curativa gli farebbe un gran bene!"
    ],
    "full_hp": [
      "{{playerDisplay}}Raramente si è visto qualcuno così energico come... Sembra essere in piena forma!",
      "{{playerDisplay}} Sulla vostra strada, incrociate un uomo che sembra in gran forma. In effetti, ha tutta la vita davanti a sé!",
      "{{playerDisplay}} Quasi finisci per terra mentre ti corre accanto! È molto energico perché la sua vita è al culmine."
    ],
    "unranked": [
      "{{playerDisplay}}Ti imbatti in un giocatore che non sembra essere classificato... Ci si chiede cosa l'abbia spinto a venire qui e ad arrendersi così rapidamente.",
      "{{playerDisplay}}Mentre si cammina, ci si imbatte in . Questo giocatore non sembra andare bene nella competizione. Ve ne andate dopo avergli spiegato le basi del gioco."
    ],
    "lower_rank_than_them": [
      "{{playerDisplay}}Vi imbattete in un giocatore con una reputazione migliore della vostra... Ma non arrendetevi! Forse un giorno riuscirete a raggiungerlo.",
      "{{playerDisplay}} Mentre cammini, inciampi e cadi, e ride di te perché è classificato più in alto di te!",
      "{{playerDisplay}} Parlate con lui della vostra classifica. Lui è un passo avanti a voi: ha una classifica più alta!",
      "{{playerDisplay}} Anche se potrebbero vantarsi di avere una posizione in classifica più alta della vostra, rimanete umili durante la conversazione."
    ],
    "better_rank_than_them": [
      "{{playerDisplay}}Ci si imbatte in . Questo ha un rango inferiore... Ma attenzione, un giorno potrebbe raggiungervi!",
      "{{playerDisplay}}Un giocatore viene a trovarvi a . Ti chiede un consiglio su come migliorare e poi passa oltre!",
      "{{playerDisplay}} Parlate con lui della vostra posizione in classifica. Sei più in alto di lui!"
    ],
    "rich": [
      "{{playerDisplay}} Vi coprite gli occhi per non essere abbagliati dal sole che si riflette sull'oro che indossate! Continuate il vostro cammino, con gli occhi che vi fanno male.",
      "Est-ce Picsou ? Mais non ! C'est {{playerDisplay}} ! Il possède tellement d'or que vous en êtes ébloui ! Vous continuez votre chemin en vous frottant les yeux.",
      "{{playerDisplay}}Le monete cadono dalle tasche, tanto sono piene. Non sembra nemmeno farci caso. Un animale le raccoglie prima che possiate raggiungerle. Continuate il vostro cammino, un po' delusi."
    ],
    "poor": [
      "{{playerDisplay}}Guardando i vestiti che indossa, sembra avere problemi di soldi... Pensi che sarebbe felice se gli dessi una moneta.\n\n\n🪙 Dagli una moneta ❌ Non dargli una moneta",
      "{{playerDisplay}}Mentre camminate, incontrate questo povero vagabondo di .\n\n\nVi chiede qualche moneta: 🪙 Dategli una moneta, perché ne avete già abbastanza ❌ Non dategli una moneta",
      "{{playerDisplay}} La povertà tocca tutti un giorno, e oggi tocca a chi può permettersi a malapena un pasto.\n\n\n🪙 Dagli una moneta ❌ Non dargli una moneta"
    ],
    "poor_give_money": [
      "Ci si sente bene dopo aver compiuto questo gesto umanitario.",
      "È facendo il bene che il bene si diffonde\", ha detto un prete che avete incontrato una volta! Gli date una moneta e lui vi sorride prima di proseguire per la sua strada!",
      "È una buona azione da parte vostra! Tornerà a casa con una moneta in più per potersi comprare il prossimo pasto."
    ],
    "poor_dont_give_money": [
      "Non ci sono piccoli risparmi... Decidete di tenere il vostro denaro.",
      "È triste e se ne va piangendo!",
      "Lo si ignora, o almeno ci si costringe a farlo. Te ne vai e speri che la tua coscienza non ti disturbi."
    ],
    "pet": [
      "{{playerDisplay}}{{petEmote}}{{petName}}passa accanto a voi con il suo animale domestico ** ** **. Accarezzate questo coraggioso animale e continuate il vostro cammino di buon umore!",
      "{{playerDisplay}}{{petEmote}}{{petName}}vi passa accanto e vi mostra il suo animaletto ** ** **. Lo accarezzate e ripartite, bon voyage!",
      "{{playerDisplay}}{{petEmote}}{{petName}}vi passa accanto con ** ** ** ** al guinzaglio. Lo guardate con stupore e vi dite che anche a voi piacerebbe avere questo animale!"
    ],
    "guild_chief": [
      "Non fatevi prendere dal panico! {{playerDisplay}}{{guildName}}State passando, capo gilda ** **.",
      "{{playerDisplay}}{{guildName}}Si passa davanti a lui, è il capo della gilda ** ** !",
      "Riconoscete la persona che vi passa accanto... {{playerDisplay}}{{guildName}}È il capo della gilda ** ** !"
    ],
    "guild_elder": [
      "{{playerDisplay}}{{guildName}}parla della sua gilda ** ** con voi. Si apprende che è il più anziano!",
      "{{playerDisplay}}{{guildName}}Si passa davanti a lui, è il membro più anziano della gilda ** ** !",
      "{{guildName}} {{playerDisplay}}Il braccio destro della Gilda ** **, , vi saluta e prosegue per la sua strada."
    ],
    "class": [
      "{{playerDisplay}}Si sfiora .{{class}}Vi rendete conto che è uno dei ** s**. Parlate con lui per un po' e continuate per la vostra strada.",
      "{{playerDisplay}}{{class}}classe ** ** passa accanto a voi, lo salutate e continuate il vostro cammino.",
      "{{playerDisplay}}{{class}}Si urta accidentalmente il braccio dell'onorevole ** **. Entrambi vi scusate e continuate per la vostra strada."
    ],
    "weapon": [
      "{{playerDisplay}}{{weapon}} Incontri chi ti mostra la sua arma \"** **\".",
      "{{playerDisplay}}{{weapon}}Un passante viene a mostrarsi accanto a voi, è e vi mostra la sua pistola \"** **\"!",
      "{{playerDisplay}}{{weapon}}Wow! brandisce la sua magnifica arma \" \" davanti a voi. Voi continuate a camminare stupefatti."
    ],
    "armor": [
      "{{playerDisplay}}{{armor}} Incontrate chi vi mostra la sua magnifica \"armatura\".",
      "{{playerDisplay}}{{armor}}Una guardia si avvicina: è venuto a mostrarvi la sua armatura \"** **\"!",
      "{{playerDisplay}}{{armor}}vi sfida a testare \"** **\", che funge da protezione. Una volta testata la sua efficacia, sarete sulla buona strada."
    ],
    "potion": [
      "{{playerDisplay}}{{potion}} Incontrate chi vi mostra la sua magnifica pozione \"** **\".",
      "{{playerDisplay}}{{potion}}viene a parlare con voi, viene a mostrarvi il suo potoin \"** **\"!",
      "{{playerDisplay}}che incontrate lungo la strada, vi dice che ha messo le mani su una pozione eccezionale.{{potion}} Quindi vi mostra \"** **\"."
    ],
    "object": [
      "{{playerDisplay}}{{object}} Incontrate chi vi mostra il suo magnifico oggetto \"** **\".",
      "{{playerDisplay}}{{object}}Parlando con , vi mostra il suo oggetto \"** **\"!",
      "{{playerDisplay}}Un giocatore che cammina lungo la vostra stessa strada estrae un oggetto dalla sua collezione.{{object}} Vi mostra con orgoglio \"** **\"."
    ],
    "effect": {
      "sick": [
        "Si sente un rumore in lontananza... {{playerDisplay}} Sta vomitando in un cespuglio... Si prosegue per la strada, sconvolti.",
        "{{playerDisplay}} vomita in un cespuglio. Ecco il rumore che hai sentito! Continuate a camminare, sperando di non vomitare dopo averlo visto.",
        "{{playerDisplay}} non riesce a trattenersi e vomita ai vostri piedi. Schivate per un pelo l'attacco e accelerate il passo per allontanarvi dal massacro."
      ],
      "hurt": [
        "Si vede una mummia in lontananza! {{playerDisplay}} Oh no, è solo coperta di bende...",
        "{{playerDisplay}}Durante il tragitto, vi imbattete in . È coperto di bende: cosa gli è successo?",
        "{{playerDisplay}} Mentre correte verso la vostra destinazione, vi chiede di stringere le bende sulla sua testa. Lo fate e vi stupite che qualcuno possa essere così ferito."
      ],
      "injured": [
        "{{playerDisplay}} Inciampate in un uomo che è svenuto sul pavimento. Gli date un colpetto per svegliarlo, ma senza successo.",
        "{{playerDisplay}} Non era un topo morto sul pavimento, era solo un topo morto. Lui non risponde e voi continuate per la vostra strada.",
        "Une personne est inconsciente au milieu de la route. C'est {{playerDisplay}}. Vous faites ce que vous pouvez pour le ramener à la conscience, sans succès. Vous le déposez donc sur le bord de la route pour éviter qu'il ne soit encore plus blessé."
      ],
      "starving": [
        "Un ruggito sordo giunge alle vostre orecchie. {{playerDisplay}}Scoprite che si tratta del ventre di . Purtroppo avete da poco finito il cibo avanzato.",
        "{{playerDisplay}}A quanto pare non ha mangiato abbastanza. Il suo pancino brontola! Non avendo nulla da offrirle, continuate il vostro cammino verso nuovi orizzonti.",
        "{{playerDisplay}} Vedete, che è alla folle ricerca di cibo. Corre in giro alla ricerca di qualcosa da mangiare. Non avendo nulla da offrirgli, continuate il vostro cammino."
      ],
      "sleeping": [
        "{{playerDisplay}} Vi sorprende addormentato sul ciglio della strada. Decidete di lasciarlo dormire, perché probabilmente ne ha bisogno.",
        "{{playerDisplay}} Evidentemente non ha dormito abbastanza stanotte: è sdraiato sul ciglio della strada.",
        "Il ciglio della strada sembra un buon posto per riposare. {{playerDisplay}} Questo è ciò che ci si dice dopo aver visto dormire lì."
      ],
      "freezing": [
        "Si sente molto freddo quando si cammina. {{playerDisplay}}È , che è vicino all'ipotermia!",
        "{{playerDisplay}} sembra essere freddo, lo si riscalda un po' e poi si riparte.",
        "Un suono ridondante di ticchettio vi infastidisce. {{playerDisplay}}Scoprite che sono i denti di... Questo è congelato! Riprendete il vostro viaggio senza ulteriori indugi."
      ],
      "confounded": [
        "{{playerDisplay}}È possibile contattare . Ci provate. Le sue parole sono piuttosto incoerenti, quindi continuate per la vostra strada, un po' confusi.",
        "{{playerDisplay}} dice molte cose incoerenti. Tutto ciò vi sembra strano e ve ne andate in fretta, confusi!",
        "{{playerDisplay}} Lo vedete completamente fuori di sé. Dopo aver cercato di riportarlo alla realtà senza successo, continuate il vostro cammino per recuperare il tempo perduto."
      ],
      "drunk": [
        "{{playerDisplay}} zigzagando lungo il percorso, sembra che abbia bevuto un po' (troppo). Continuate il vostro viaggio.",
        "{{playerDisplay}}Sembra che non abbia capito che l'alcol va consumato con moderazione. Dopo questo incontro inaspettato, continuate la vostra strada.",
        "{{playerDisplay}} Si vede che è piuttosto alticcio, per usare un eufemismo. Sembra che si stia divertendo... da solo. Fate il possibile per ignorarlo e continuate per la vostra strada."
      ],
      "scared": [
        "{{playerDisplay}} Passate accanto a chi sembra correre verso di voi. È inseguito dai rapinatori che cercano i suoi soldi. Lo accompagnate lungo la strada per aiutarlo a ritrovare la calma. Una volta rassicurato, lo lasciate e ripartite.",
        "{{playerDisplay}} In lontananza, si scorge una corsa a tutta velocità per sfuggire a un branco di lupi. Accorrete in suo aiuto e costringete le bestie selvatiche a ritirarsi.",
        "{{playerDisplay}}Incontri . Sembra completamente in preda al panico. Gli chiedete perché è così sconvolto. Vi dice che è stato appena inseguito da un drago, ma che è riuscito a scappare, perdendo qualche capello."
      ],
      "occupied": [
        "{{playerDisplay}} Lo individuate e lo invitate a fare due chiacchiere, ma lui vi dice che è occupato. È solo un rinvio e ognuno di voi continua per la sua strada.",
        "{{playerDisplay}} Mentre attraversate, vi imbattete in , che è molto occupato... Cercate di fare due chiacchiere con lui, ma senza successo, e vi chiede di aiutarlo con il suo lavoro.",
        "{{playerDisplay}} Durante il tragitto, vi imbattete in , che sembra molto impegnato. Cercate di saperne di più, ma senza successo, prima di continuare il vostro cammino."
      ],
      "jailed": [
        "{{playerDisplay}}Mentre passeggiate tranquillamente verso la vostra destinazione, vedete delle guardie che vi mettono le manette. Incuriositi, vi avvicinate e sentite che si sta dirigendo direttamente verso la prigione. Si riparte, chiedendosi cosa abbia fatto quest'uomo.",
        "Mentre percorrete con cautela un sentiero, vi imbattete in un convoglio di prigionieri scortati da guardie armate. {{playerDisplay}}Mentre arrancano su per il pendio, intravedete i poveri malcapitati, tra cui un uomo che piange. Vi sentite un po' dispiaciuti per lui, ma dimenticate subito questa sensazione, dicendovi che probabilmente non è lì per caso."
      ],
      "lost": [
        "{{playerDisplay}}Incrociate un uomo che sembra smarrito e si affretta a chiedervi da che parte andare per raggiungere la vostra destinazione. Purtroppo non potete aiutarlo, quindi lo confortate un po' prima di proseguire per la vostra strada.",
        "{{playerDisplay}}Passate accanto a un uomo che sembra aver perso la strada, chiaramente disorientato. Vi guarda in attesa, cercando aiuto per ritrovare la strada.",
        "{{playerDisplay}} Notate che sta girando in tondo, avendolo incrociato più volte lungo la strada. Vi avvicinate e gli chiedete se ha bisogno di aiuto. Lui spiega di essersi perso e vi chiede di accompagnarlo a destinazione."
      ]
    }
  },
  "leagueReward": {
    "intrigue": [
      "con la coda dell'occhio si nota un grande poster...",
      "scivolate sul ciglio della strada e cadete a terra. Mentre vi rialzate, notate una piccola pergamena...",
      "un uccello si avvicina a voi e vi mette in mano un piccolo messaggio...",
      "Scoprite una vecchia capanna di legno abbandonata, decidete di esplorarla e scoprite solo un vecchio grimorio che sembra giacere da anni..."
    ],
    "reward": ":moneybag: Argento:{{money}}\n:star: ** ** XP :{{xp}}\n:medal: ** Punti:\n:gift: ** Il numero di punti dipenderà dalla classifica finale ** Equipaggiamento casuale.",
    "endMessage": "\n\n:newspaper: {{league}}\n\n{{rewards}}\n\n {{time}}\"All'avventuriero appartenente a chi trova questo testo, **se manterrà la sua gloria fino alla fine della stagione**, potrà vincere queste ricompense:\" Si riparte, impazienti di riscuotere il proprio bonus.",
    "notEnoughFight": "\n\n:newspaper: {{league}}\n\n{{rewards}}\n\n {{time}}\"All'avventuriero che troverà questo testo, **se effettuerà alcuni combattimenti usando il comando /combattimento**, potrà vincere queste ricompense:\" Si riparte velocemente, temendo di non riuscire a combattere abbastanza giocatori prima della fine della stagione.",
    "rewardToday": "\n\n:newspaper: \"Ottieni la tua ricompensa prima della fine della settimana usando il comando /leaguebonus!\n\nSei di nuovo sulla buona strada e non vedi l'ora di riscuotere il tuo bonus."
  },
  "winGuildXP": {
    "stories": [
      "{{guild}}La reputazione di ** ** sembra precedervi. Quando apprendono che siete un membro della gilda, gli avventurieri che vi hanno seguito per le ultime miglia vi tributano il loro più profondo rispetto.",
      "{{guild}}Dopo alcuni incontri vittoriosi, applichi il marchio di gilda ** ** sui resti dei tuoi aggressori. Chiunque passi di lì lo riconoscerà.",
      "Le vostre buone azioni nella regione hanno conquistato gran parte della popolazione.{{guild}}Quando vi chiedono come ringraziarvi, chiedete loro di ricordare il nome ** **.",
      "Congratulazioni!{{guild}}Nel corso degli anni, la vostra gilda, ** **, si è fatta un nome in tutto il regno.",
      "{{guild}}** ** sta diventando sempre più popolare con il passare del tempo! Ci auguriamo che continui a farlo, ed è per questo che ti offriamo questo bonus xp!",
      "{{guild}}Entrando in una locanda, l'oste riconosce l'emblema sul vostro scudo, il simbolo della gilda ** **. Decide di offrire un giro generale di bevande in vostro onore, con grande effetto sugli altri clienti."
    ],
    "end": " {{xp}} :star:La tua gilda vince ** ** ."
  }
}