{
  "intro": [
    "Mentre voi viaggiate in pace, ",
    "Mentre vi incamminate silenziosamente lungo la strada, ",
    "Mentre vi preparate a ripartire dopo una breve pausa, ",
    "Alla curva della strada, ",
    "Mentre si passeggia tranquillamente, ",
    "Dopo una breve sosta, ",
    "Dopo lunghe ore di cammino, ",
    "Durante una breve pausa contro un albero, ",
    "Mentre continuate la vostra avventura, ",
    "Seguite il vostro percorso, ",
    "Contemplando il ciglio della strada, ",
    "Riprendiamo la strada dopo una breve sosta, ",
    "Mentre vi fate strada, stanchi per le lunghe ore di cammino, ",
    "Sul bordo di un sentiero, "
  ],
  "advanceTime": {
    "stories": [
      "vedete qualcuno che assomiglia stranamente a Pérotin. Correte verso di lui, ma anche lui accelera, probabilmente per paura. Riuscite a raggiungerlo e vi rendete conto di aver sbagliato persona. Vi scusate subito.{{time}} :hourglass:Tuttavia, hai vinto ** Min ** sulla tua strada.",
      "sentite un carrello dietro di voi. L'uomo nel veicolo si offre di darvi un passaggio fino a dove volete. Accettate e gli dite la vostra destinazione. Dopo aver percorso alcuni chilometri, l'uomo vi dice che deve andare in una direzione diversa dalla vostra, quindi vi dà un passaggio e voi lo ringraziate.{{time}} :hourglass:Si guadagnano ** Min ** nel viaggio.",
      "vedete una carrozza in lontananza. La principessa potrebbe essere a bordo! Decidete di andare a parlarle e correte il più velocemente possibile. Una volta arrivati abbastanza vicini, si scopre con disappunto che non ci si può avvicinare perché il veicolo è protetto da un corteo di cavalieri.{{time}} :hourglass:Tuttavia, hai guadagnato ** Min ** sulla tua destinazione.",
      "State facendo uno spuntino quando all'improvviso un'ombra si precipita verso di voi e ve lo ruba. Ti lanci all'inseguimento, ma non riesci a raggiungerla e ti arrendi.{{time}} :hourglass:Questa disavventura vi ha comunque fatto guadagnare ** Min ** nel vostro viaggio.",
      "vedete qualcuno che assomiglia in modo sospetto a Gruffo. Correte verso di lui, ma anche lui accelera, probabilmente per paura. Una volta raggiunto, vi rendete conto che non si tratta affatto della persona che pensavate fosse.{{time}} :hourglass:Tuttavia, hai guadagnato ** Min ** durante il percorso.",
      "un punto luminoso attira la vostra attenzione. La vostra curiosità vi spinge a correre verso la fonte della luce.{{time}} :hourglass:È solo una comune moneta di rame, ma vi ha salvato ** Min ** nel vostro viaggio.",
      "un enorme cane di colore fulvo emerge da un grande boschetto. Ringhia, sfoggiando canini affilati, e sembra che voglia mordere le gambe.{{time}} :hourglass:Apprezzando l'idea di essere lasciati interi, vi fanno correre alla massima velocità, guadagnando ** Min ** sul vostro cammino!",
      "un grosso nido di vespe si stacca dall'albero sotto il quale vi trovavate e cade ai vostri piedi. Correte finché i polmoni non vi implorano di riprendere a camminare. Nessuna vespa è riuscita a pungervi.{{time}} :hourglass:Questa disavventura vi ha risparmiato ** Min ** sul vostro percorso!",
      "vi state godendo il piacevole clima primaverile. La pausa è però di breve durata, perché i banditi armati di mazze e spade scheggiate fanno irruzione tra i cespugli alla tua sinistra, ridacchiando mentre avanzano silenziosamente verso di te.{{time}} :hourglass:Prima ancora di avere il tempo di pensare, il tuo corpo ti spinge a correre a perdifiato, guadagnando ** Min ** durante il percorso.",
      "un ragazzino vi spinge mentre vi passa accanto. Con un brutto presentimento nello stomaco, controllate il contenuto delle vostre tasche: il vostro borsellino è sparito! Lo raggiungete dopo una corsa frenetica, recuperate ciò che vi spetta di diritto e lasciate il malvivente in un fosso, dopo averlo punito come meritava.{{time}} :hourglass:Vi rendete conto che questo evento vi ha fatto guadagnare ** Min ** sul vostro percorso.",
      "siete spaventati da un coniglio dalla pelliccia immacolata che vi scivola tra le gambe. Inizialmente sorpresi, cercate di raggiungerlo. Ma non ci vuole molto perché l'animaletto vi semini.{{time}} :hourglass:Queste avventure vi faranno guadagnare ** Min **.",
      "sentite una donna che vi chiama alle spalle. Quando vi girate, notate subito l'oggetto dall'aspetto metallico che ha in mano. Presi dal panico, fuggite.{{time}} :hourglass:Quando si raggiunge un luogo più sicuro, ci si accorge di essere ** Min ** in anticipo sulla tabella di marcia."
    ]
  },
  "bigBad": {
    "lifeLoss": [
      "sentite un rumore stridente provenire dal cielo. Alzate lo sguardo, ma troppo tardi: un uccello con artigli affilati sta piombando su di voi. Mentre vi graffia, si rende conto che non siete la sua solita preda e se ne va immediatamente. Guardi la tua ferita, sembra profonda.{{lifeLoss}} Perdi ** 💔**.",
      "State camminando lungo un sentiero ripido quando scivolate e vi slogate la caviglia destra.{{lifeLoss}} Si perde ** 💔**.",
      "vedete una mosca che vi gira intorno.{{lifeLoss}} Tirate fuori la pistola nella speranza di ucciderla, ma tutto ciò che riuscite a fare è intaccare leggermente il polso, perdendo ** 💔** nel processo."
    ],
    "moneyLoss": [
      "ci si accorge che la borsa è strappata.{{moneyLost}} Dopo aver controllato, vi rendete conto che la vostra borsa è scomparsa, avete perso ** 💸**.",
      "vi accorgete che la vostra borsa è sparita.{{moneyLost}} All'improvviso vi ricordate di averla dimenticata nella taverna precedente, di averla persa ** 💸**.",
      "Alcuni viaggiatori vi passano accanto, vi strattonano, poi vi prendono in braccio e si scusano sgarbatamente.{{moneyLost}} Pochi minuti dopo, vi accorgete che la vostra borsa è scomparsa, avete perso ** 💸**."
    ],
    "alterationStories": {
      "badBerries": "si notano dei frutti di bosco. Il vostro stomaco vi ricorda che non mangiate da diverse ore, così vi sentite obbligati ad assaggiarle. Ben presto si sente male.",
      "gentleBreeze": "sentite la brezza che vi culla gradualmente nel sonno. Stanchi per il viaggio, non ci vuole molto per addormentarsi.",
      "mysteriousBottle": "Passate accanto a un mercante che vi chiama. Si offre di darvi una misteriosa bottiglia che non può vendere e che non vuole rovinare. Accettate e la bevete.",
      "strangeLiquid": "vedete un oggetto luccicante in lontananza. Avvicinandosi, si scopre una bottiglia contenente uno strano liquido. Incuriositi, decidete di assaggiare la dubbia miscela. Subito ci si pente.",
      "expiredProvisions": "vi rendete conto di avere della spesa che giace nelle vostre borse da un po' di tempo. Tuttavia, non volete buttarli via e decidete di mangiarli comunque. Questa si rivela una cattiva idea, perché sembra che il cibo sia già scaduto.",
      "unexpectedRider": "siete sorpresi da un motociclista che appare dietro di voi senza preavviso. Vi butta a terra e continua per la sua strada senza prestare attenzione a voi. Storditi, vi rimettete in piedi a fatica.",
      "fallingBranch": "siete stati colpiti da un enorme ramo caduto dall'albero morto sotto il quale vi trovavate. Feriti, ci vorrà un po' di tempo per rimettersi in moto.",
      "precipiceFall": "siete incappati in un profondo precipizio. Nonostante i vostri sforzi per prendervi, non riuscite a evitare la caduta.",
      "ambushedByGroup": "Un gruppo vi ferma e vi chiede di consegnare i vostri beni. Non vi fate intimidire e brandite la vostra arma per spaventarli. Tuttavia, uno di loro approfitta del panico generale per stordirvi prima di fuggire.",
      "cowStampede": "State attraversando un sentiero quando improvvisamente appare una mandria di mucche. Spaventati dalla massa di animali che vi ha appena sfiorato, ci mettete un po' a riprendervi dall'emozione.",
      "trippedOverRoot": "inciampate in una radice e cadete di testa. Avrete bisogno di cure mediche.",
      "encounterWithBearCub": "si nota un cucciolo d'orso a pochi metri di distanza. Per paura di essere catturati dalla madre, scappate il più velocemente possibile.",
      "wrongDirection": "vi rendete conto di aver sbagliato strada all'ultimo incrocio. Decidete di non tornare indietro e di trovare da soli la strada per la vostra destinazione... Vi perdete completamente.",
      "chilledByColdNights": "sarete sorpresi dalle notti fredde della regione. Se non si indossano abiti adatti a questo clima, si rischia di raffreddarsi rapidamente.",
      "mistakenIdentity": "siete stati fermati dalle guardie che vi accusano di essere un criminale attivamente ricercato nel regno. Notate che l'uomo sul manifesto vi assomiglia e cercate di spiegare. Le guardie non vi ascoltano, vi portano via e vi sbattono in prigione."
    }
  },
  "boatAdvice": {
    "intro": [
      "Si sale sul ponte e si chiacchiera con un membro dell'equipaggio.\n{{{advice}}}Egli vi dà alcuni consigli per aiutarvi nella vostra avventura sull'isola: ** **.",
      "Si sale sull'albero maestro per ammirare l'orizzonte.\n{{{advice}}}Un uomo abbassa il suo cannocchiale e vi dà questo consiglio prima di partire per l'isola: ** **.",
      "Godendo di un pasto nella fresca brezza marina, si chiacchiera con i marinai.\n{{{advice}}}Il vostro compagno di tavolo vi dà i seguenti consigli sull'isola: ** **."
    ],
    "advices": [
      "Ci sono molti altri eventi che vi aspettano sull'Isola Misteriosa",
      "Ogni viaggio sull'isola misteriosa è composto da più tappe",
      "Se si combattono gli animali durante i mini-eventi, il mostro alla fine del viaggio sarà più facile da sconfiggere.",
      "Andare sull'isola contemporaneamente ad altri membri della vostra gilda vi garantisce bonus esclusivi.",
      "L'energia non si rigenera sull'isola. Assicuratevi di essere al massimo delle forze prima di avventurarvi.",
      "Quando l'energia è a 0, si viene riportati sul continente.",
      "È possibile recarsi sull'isola solo una volta alla settimana, gratuitamente. È possibile andare altre 2 volte, ma si dovranno pagare delle gemme.",
      "I mostri alla fine del viaggio sono molto forti e l'ultimo sull'isola lo è ancora di più.",
      "Sconfiggendo i mostri alla fine di un viaggio si guadagnano punti gilda, che determinano la classifica della gilda.",
      "I mostri hanno statistiche diverse: alcuni hanno un alto livello di difesa, attacco, velocità o vita totale.",
      "Un'isola è composta da un numero finito di località. Una volta visitata l'ultima località, si viene riportati sulla terraferma.",
      "L'isola misteriosa cambia ogni settimana",
      "Quando si combatte contro un mostro, se si supera il numero massimo di turni, il mostro diventa rapidamente molto potente.",
      "{command:joinboat}Se un membro della vostra gilda vuole unirsi a voi sulla barca, può correre .",
      "Le azioni disponibili quando si combattono gli animali dipendono dalle statistiche, dagli oggetti, dagli animali domestici, ecc.",
      "L'ostilità dell'isola non vi favorirà nelle avventure. Ma se unisci le forze con i membri della tua gilda, insieme sarete molto più forti.",
      "{command:map} Clicca per vedere la mappa dell'isola",
      "Si può scegliere di lasciare l'isola dopo ogni combattimento con i mostri. Se l'energia è poca, è meglio andarsene quando si è ancora coscienti.",
      "Alcune azioni, come bere una pozione, accedere al negozio o ottenere i bonus giornalieri, non sono disponibili sull'isola.",
      "Il livello non influisce sul numero di punti gilda, ma influisce su altre ricompense.",
      "Vincendo contro un mostro più avanti nell'isola si otterranno più punti gilda di quelli ottenuti all'inizio.",
      "Si dice che se diversi membri della stessa gilda si trovano sull'isola nello stesso momento, è possibile unire le forze di ciascuno per sferrare un attacco devastante.",
      "I membri della vostra gilda possono aiutarvi a combattere i mostri quando visitate un'isola misteriosa.",
      "{command:guild}Potete usare il comando per vedere quali membri della vostra gilda si trovano su un'isola misteriosa.",
      "{command:guild} Il comando permette di vedere il numero di alleati che vi aiuteranno sull'isola misteriosa.",
      "Un \"alleato\" è un membro della vostra gilda che si trova attualmente sull'isola misteriosa o che l'ha lasciata di recente."
    ]
  },
  "goToPVEIsland": {
    "stories": [
      "notate una barca ferma sul ciglio della strada. Il capitano vi chiama e vi propone un'emozionante avventura su un'isola infestata da mostri. {{priceText}}Vi dice anche che .",
      "Un uomo vi si avvicina e vi chiede se siete interessati ai suoi servizi. Spiega di essere il capitano di una nave che naviga tra il continente e un'isola misteriosa piena di mostri. {{priceText}}Dice che può portarvi lì se siete alla ricerca di un'avventura emozionante e aggiunge che .",
      "si viene avvicinati da un uomo vestito da marinaio, che indossa l'emblema del re. Spiega che sta cercando di mandare alcuni degli avventurieri che si contendono la mano della principessa su un'isola piena di mostri, di cui sarebbe utile per il regno sbarazzarsi. {{priceText}}Dice anche che una barca è pronta a partire per quest'isola e vi chiede se siete disposti a farlo, sottolineando che .",
      "siete avvicinati da un uomo alto con la barba, che si presenta come il capo di un gruppo di mercenari rinomato nella regione. Vi dice che può farvi un'offerta incredibile. L'offerta consiste nel recarsi su una nuova isola misteriosa, dove ci sono sia opportunità che pericoli, come cacciatore di mostri. {{priceText}}Aggiunge anche che ."
    ],
    "priceFree": "il viaggio **è gratuito**.",
    "priceMoney": "{{price}} il viaggio **costituirà un costo 💎**",
    "confirm": "Volete andare sull'isola?{{fightPoints}} {{fightPointsMax}}Hai ⚡ ** / **.",
    "endStoryAccept": "Accettate e salite a bordo della barca diretta all'isola.",
    "endStoryAcceptWithMember": "Accettate e, mentre salite a bordo, notate che un membro della vostra gilda è già sulla barca; vi unite a lui e partite verso l'isola.",
    "endStoryRefuse": "Declinate gentilmente l'offerta e continuate per la vostra strada.",
    "notEnoughGems": "Accettate, ma quando è il momento di pagare vi rendete conto che non avete abbastanza per pagare. Così ve ne andate delusi."
  },
  "lottery": {
    "intro": "Incrociate un uomo che vi chiama. Incuriositi, vi fermate. Vi offre la possibilità di partecipare a un gioco d'azzardo da lui creato. Potete scegliere tra diversi livelli di ricompensa.\n\n:coin:\n:dollar:\n:moneybag:\nRicompensa piccola Ricompensa media Ricompensa grande",
    "easy": {
      "success": "Partecipate e riuscite a vincere un premio, che l'uomo vi consegna prima di andarsene.",
      "fail": "Perdete il gioco dell'uomo, ma la partecipazione era gratuita. Così si decide di rimettersi in viaggio."
    },
    "medium": {
      "success": "Tentate la fortuna e vincete la partita. L'uomo vi ricompensa adeguatamente.{{lostTime}} :clock2:Tuttavia, si perde ** Min **.",
      "fail": "Partecipate al gioco dell'uomo, ma non vincete, quindi ve ne andate sperando di essere più fortunati la prossima volta.{{lostTime}} :clock2:Partecipare alla lotteria vi sarà costato ** Min **."
    },
    "hard": {
      "success": "Vincete il gioco dell'uomo. Di conseguenza, vi ricompensa profumatamente.{{lostTime}} :clock2:Tuttavia, si perde ** Min **.",
      "fail": "Si coglie l'occasione. Purtroppo non si vince, ma forse la prossima volta si sarà più fortunati.{{lostTime}} :clock2:Partecipare alla lotteria vi sarà costato ** Min **.",
      "failWithMalus": "Si scommette un centinaio di monete sul gioco dell'uomo.{{money}}Tuttavia, perdete e ve ne andate, delusi per aver perso ** ** 💸.{{lostTime}} :clock2:Partecipare alla lotteria vi sarà costato anche ** Min **."
    },
    "poor": "Cercate di ingannare l'uomo per fargli pagare una grossa somma di denaro. Sfortunatamente, il negoziante dubita della vostra buona fede e, non potendo dimostrare alcuna ricchezza, vi respinge senza pietà.",
    "end": "Senza prestare ulteriore attenzione all'individuo, continuate per la vostra strada.",
    "rewardTypeText": {
      "xp": " {{xpWon}} Avete vinto ** ⭐**.",
      "money": " {{moneyWon}} Hai vinto ** 💰**!",
      "guildXp": " {{guildXpWon}} La tua gilda vince ** ⭐**.",
      "points": " {{pointsWon}} Hai vinto ** 🏅**."
    }
  },
  "interactOtherPlayers": {
    "playerDisplayRanked": "{{pseudo}}{{rank}} ** ** ( 🏆)",
    "playerDisplayUnranked": "{{pseudo}}** ** (Non classificato)",
    "no_one": [
      "Continuate il vostro cammino con la massima calma. Non c'è un gatto in vista.",
      "Siete da soli, quindi continuate il vostro cammino in tutta tranquillità.",
      "I raggi del sole che si infrangono tra le nuvole vi riscaldano mentre continuate il vostro viaggio lungo questa strada deserta."
    ],
    "top1": [
      "{{playerDisplay}} Passerete davanti a , attualmente il miglior giocatore del mondo!",
      "{{playerDisplay}}Mentre si cammina, ci si imbatte in . Attualmente è in cima alla classifica. Con gli occhi pieni di ammirazione, decidete di non ostacolare i suoi progressi e continuate il vostro cammino.",
      "Oh, mio Dio! È incredibile! {{playerDisplay}}È il leggendario, il più grande lottatore di oggi! Gli passate accanto e chiacchierate per un momento. Ti dà qualche consiglio per la tua avventura!",
      "{{playerDisplay}}Fate largo a , il numero uno al mondo di DraftBot! Superate questa persona e continuate a camminare per raggiungere la vostra destinazione."
    ],
    "top10": [
      "Lungo la strada, incontrerete una persona molto importante. {{playerDisplay}} è nella top 10!",
      "Incredibile! State camminando lungo un sentiero e vi imbattete in uno degli eroi del momento! {{playerDisplay}} Probabilmente ne avete sentito parlare: l'avete visto nella top 10! Questo evento rallegrerà la vostra giornata.",
      "State parlando con un personaggio noto tra gli avventurieri in lizza per la mano della principessa. {{playerDisplay}}Si tratta di , che è nella top 10!"
    ],
    "top50": [
      "Incontrate qualcuno il cui nome vi ricorda qualcosa... {{playerDisplay}} è entrato nella top 50!",
      "{{playerDisplay}}Mentre calciate un sasso, vi accorgete che colpisce la scarpa di un passante, ma non è uno qualunque, è uno che avete visto nelle liste dei tornei clandestini! Fate una breve chiacchierata con lui e poi continuate per la vostra strada.",
      "{{playerDisplay}}\"Da un grande potere derivano grandi responsabilità\", dice un avventuriero top 50 che incontrate durante il vostro viaggio."
    ],
    "top100": [
      "{{playerDisplay}} La perseveranza porta al successo - questo è ciò che vi dice uno dei 100 migliori! Poi continuate il vostro cammino verso la vostra destinazione.",
      "Woah, vous reconnaissez un des débutants des tournois, vous l'aviez déjà croisé dans un village au nord, mais si... C'est {{playerDisplay}} !",
      "{{playerDisplay}}Mentre lavorate per raggiungere il vostro obiettivo, incontrate , una stella nascente di DraftBot. Infatti, è nella top 100!"
    ],
    "powerful_guild": [
      "{{playerDisplay}}che incontrate per caso lungo la strada, fa parte di una potente gilda! Questo è ciò che si deduce quando si vede il suo distintivo scintillante.",
      "{{playerDisplay}}Vedete una folla in lontananza, vi affrettate a controllare e sentite: \"Fate largo a \"! In effetti, fa parte di una gilda piuttosto potente!",
      "Si dice che un membro di una potente gilda stia seguendo il vostro stesso percorso. {{playerDisplay}} Si vede passare in lontananza!"
    ],
    "beginner": [
      "C'è un inizio per tutto! {{playerDisplay}} Incontrare come inizia la sua avventura dedicata alla principessa.",
      "{{playerDisplay}}Un passante vi passa accanto e lo riconoscete subito: è . Un nuovo arrivato, ma simpatico e cordiale!",
      "Si fa una pausa di 5 minuti per schiarirsi le idee. {{playerDisplay}}Per farlo, si allena , che ha appena iniziato la partita."
    ],
    "advanced": [
      "{{playerDisplay}} I capelli grigi testimoniano l'esperienza accumulata.{{level}}È di livello ** ** ! Continuate quindi il vostro cammino.",
      "{{playerDisplay}}Mentre si vaga, ci si imbatte in .{{level}}È un eroe potente - livello ** ** !",
      "{{playerDisplay}} sta salendo di livello in continuazione ed è uno dei migliori giocatori del gioco!{{level}}Attualmente è di livello ** **. Dopo questo incontro sarete sulla strada giusta."
    ],
    "same_class": [
      "{{playerDisplay}}Lungo il percorso, riconoscerete l'abbigliamento di 's.{{class}}È proprio come te!",
      "{{playerDisplay}}Lo notate e osservate rapidamente il suo abbigliamento e i suoi modi familiari.{{class}}È ** **, proprio come te! Continuate quindi il vostro cammino.",
      "{{class}} {{playerDisplay}}Salutate uno dei vostri colleghi ** **, che sta passando. Non c'è tempo per fermarsi e si prosegue per la propria strada."
    ],
    "same_guild": [
      "Sulla vostra strada vi imbattete in un volto molto familiare... {{playerDisplay}} In effetti, è un membro della vostra gilda!",
      "Ti avvicini a qualcuno, il suo volto familiare ti ricorda qualcosa... Certo che sì! {{playerDisplay}} È uno dei membri della vostra gilda!",
      "{{playerDisplay}} Incontrare la propria gilda! Eseguite la stretta di mano segreta della gilda e prendete strade diverse."
    ],
    "staff_member": [
      "{{playerDisplay}}\n\n{{advice}}\n\nche fa parte dello staff di DraftBot, ha qualche consiglio per la prossima tappa della vostra avventura: potete quindi continuare per la vostra strada.",
      "{{advice}}\" \". {{playerDisplay}}Questo è ciò che vi ha detto uno dei famosi collaboratori del bot quando lo avete incontrato lungo la strada!",
      "{{playerDisplay}}\n\n{{advice}}Parlate con , un membro del team di DraftBot, che ha qualche buon consiglio per la prossima fase della vostra avventura:"
    ],
    "top_week": [
      "{{playerDisplay}}Si vede sulla strada, senza fiato. Non si sta riposando: infatti, è nella top 5 di questa settimana!",
      "Uno degli eroi di questa settimana viene a trovarvi. {{playerDisplay}}È nella top ten di questa settimana!",
      "{{playerDisplay}}Parlate dei vostri punti con . Ha fatto buoni progressi questa settimana, ed è addirittura nella top 5 questa settimana!"
    ],
    "low_hp": [
      "{{playerDisplay}}Superate un uomo che zoppica... Non ha un bell'aspetto... Cade sul ciglio della strada e voi decidete di aiutarlo ad alzarsi.",
      "{{playerDisplay}}Ci si imbatte in . Sembra in cattiva forma....",
      "{{playerDisplay}} Anche una freccia nel ginocchio è in grado di uccidere chi si muove lentamente lungo il suo cammino. Una pozione curativa gli farebbe un gran bene!"
    ],
    "full_hp": [
      "{{playerDisplay}}Raramente si è visto qualcuno così energico come... Sembra essere in piena forma!",
      "{{playerDisplay}} Sulla vostra strada, incrociate un uomo che sembra in gran forma. In effetti, ha tutta la vita davanti a sé!",
      "{{playerDisplay}} Quasi finisci per terra mentre ti corre accanto! È molto energico perché la sua vita è al culmine."
    ],
    "unranked": [
      "{{playerDisplay}}Ti imbatti in un giocatore che non sembra essere classificato... Ci si chiede cosa l'abbia spinto a venire qui e ad arrendersi così rapidamente.",
      "{{playerDisplay}}Mentre si cammina, ci si imbatte in . Questo giocatore non sembra andare bene nella competizione. Ve ne andate dopo avergli spiegato le basi del gioco."
    ],
    "lower_rank_than_them": [
      "{{playerDisplay}}Vi imbattete in un giocatore con una reputazione migliore della vostra... Ma non arrendetevi! Forse un giorno riuscirete a raggiungerlo.",
      "{{playerDisplay}} Mentre cammini, inciampi e cadi, e ride di te perché è classificato più in alto di te!",
      "{{playerDisplay}} Parlate con lui della vostra classifica. Lui è un passo avanti a voi: ha una classifica più alta!",
      "{{playerDisplay}} Anche se potrebbero vantarsi di avere una posizione in classifica più alta della vostra, rimanete umili durante la conversazione."
    ],
    "better_rank_than_them": [
      "{{playerDisplay}}Ci si imbatte in . Questo ha un rango inferiore... Ma attenzione, un giorno potrebbe raggiungervi!",
      "{{playerDisplay}}Un giocatore viene a trovarvi a . Ti chiede un consiglio su come migliorare e poi passa oltre!",
      "{{playerDisplay}} Parlate con lui della vostra posizione in classifica. Sei più in alto di lui!"
    ],
    "rich": [
      "{{playerDisplay}} Vi coprite gli occhi per non essere abbagliati dal sole che si riflette sull'oro che indossate! Continuate il vostro cammino, con gli occhi che vi fanno male.",
      "Est-ce Picsou ? Mais non ! C'est {{playerDisplay}} ! Il possède tellement d'or que vous en êtes ébloui ! Vous continuez votre chemin en vous frottant les yeux.",
      "{{playerDisplay}}Le monete cadono dalle tasche, tanto sono piene. Non sembra nemmeno farci caso. Un animale le raccoglie prima che possiate raggiungerle. Continuate il vostro cammino, un po' delusi."
    ],
    "poor": [
      "{{playerDisplay}}Guardando i vestiti che indossa, sembra avere problemi di soldi... Pensi che sarebbe felice se gli dessi una moneta.\n\n\n🪙 Dagli una moneta ❌ Non dargli una moneta",
      "{{playerDisplay}}Mentre camminate, incontrate questo povero vagabondo di .\n\n\nVi chiede qualche moneta: 🪙 Dategli una moneta, perché ne avete già abbastanza ❌ Non dategli una moneta",
      "{{playerDisplay}} La povertà tocca tutti un giorno, e oggi tocca a chi può permettersi a malapena un pasto.\n\n\n🪙 Dagli una moneta ❌ Non dargli una moneta"
    ],
    "poor_give_money": [
      "Ci si sente bene dopo aver compiuto questo gesto umanitario.",
      "È facendo il bene che il bene si diffonde\", ha detto un prete che avete incontrato una volta! Gli date una moneta e lui vi sorride prima di proseguire per la sua strada!",
      "È una buona azione da parte vostra! Tornerà a casa con una moneta in più per potersi comprare il prossimo pasto."
    ],
    "poor_dont_give_money": [
      "Non ci sono piccoli risparmi... Decidete di tenere il vostro denaro.",
      "È triste e se ne va piangendo!",
      "Lo si ignora, o almeno ci si costringe a farlo. Te ne vai e speri che la tua coscienza non ti disturbi."
    ],
    "pet": [
      "{{playerDisplay}}{{petEmote}}{{petName}}passa accanto a voi con il suo animale domestico ** ** **. Accarezzate questo coraggioso animale e continuate il vostro cammino di buon umore!",
      "{{playerDisplay}}{{petEmote}}{{petName}}vi passa accanto e vi mostra il suo animaletto ** ** **. Lo accarezzate e ripartite, bon voyage!",
      "{{playerDisplay}}{{petEmote}}{{petName}}vi passa accanto con ** ** ** ** al guinzaglio. Lo guardate con stupore e vi dite che anche a voi piacerebbe avere questo animale!"
    ],
    "guild_chief": [
      "Non fatevi prendere dal panico! {{playerDisplay}}{{guildName}}State passando, capo gilda ** **.",
      "{{playerDisplay}}{{guildName}}Si passa davanti a lui, è il capo della gilda ** ** !",
      "Riconoscete la persona che vi passa accanto... {{playerDisplay}}{{guildName}}È il capo della gilda ** ** !"
    ],
    "guild_elder": [
      "{{playerDisplay}}{{guildName}}parla della sua gilda ** ** con voi. Si apprende che è il più anziano!",
      "{{playerDisplay}}{{guildName}}Si passa davanti a lui, è il membro più anziano della gilda ** ** !",
      "{{guildName}} {{playerDisplay}}Il braccio destro della Gilda ** **, , vi saluta e prosegue per la sua strada."
    ],
    "class": [
      "{{playerDisplay}}Si sfiora .{{class}}Vi rendete conto che è uno dei ** s**. Parlate con lui per un po' e continuate per la vostra strada.",
      "{{playerDisplay}}{{class}}classe ** ** passa accanto a voi, lo salutate e continuate il vostro cammino.",
      "{{playerDisplay}}{{class}}Si urta accidentalmente il braccio dell'onorevole ** **. Entrambi vi scusate e continuate per la vostra strada."
    ],
    "weapon": [
      "{{playerDisplay}}{{weapon}} Incontri chi ti mostra la sua arma \"** **\".",
      "{{playerDisplay}}{{weapon}}Un passante viene a mostrarsi accanto a voi, è e vi mostra la sua pistola \"** **\"!",
      "{{playerDisplay}}{{weapon}}Wow! brandisce la sua magnifica arma \" \" davanti a voi. Voi continuate a camminare stupefatti."
    ],
    "armor": [
      "{{playerDisplay}}{{armor}} Incontrate chi vi mostra la sua magnifica \"armatura\".",
      "{{playerDisplay}}{{armor}}Una guardia si avvicina: è venuto a mostrarvi la sua armatura \"** **\"!",
      "{{playerDisplay}}{{armor}}vi sfida a testare \"** **\", che funge da protezione. Una volta testata la sua efficacia, sarete sulla buona strada."
    ],
    "potion": [
      "{{playerDisplay}}{{potion}} Incontrate chi vi mostra la sua magnifica pozione \"** **\".",
      "{{playerDisplay}}{{potion}}viene a parlare con voi, viene a mostrarvi il suo potoin \"** **\"!",
      "{{playerDisplay}}che incontrate lungo la strada, vi dice che ha messo le mani su una pozione eccezionale.{{potion}} Quindi vi mostra \"** **\"."
    ],
    "object": [
      "{{playerDisplay}}{{object}} Incontrate chi vi mostra il suo magnifico oggetto \"** **\".",
      "{{playerDisplay}}{{object}}Parlando con , vi mostra il suo oggetto \"** **\"!",
      "{{playerDisplay}}Un giocatore che cammina lungo la vostra stessa strada estrae un oggetto dalla sua collezione.{{object}} Vi mostra con orgoglio \"** **\"."
    ],
    "effect": {
      "sick": [
        "Si sente un rumore in lontananza... {{playerDisplay}} Sta vomitando in un cespuglio... Si prosegue per la strada, sconvolti.",
        "{{playerDisplay}} vomita in un cespuglio. Ecco il rumore che hai sentito! Continuate a camminare, sperando di non vomitare dopo averlo visto.",
        "{{playerDisplay}} non riesce a trattenersi e vomita ai vostri piedi. Schivate per un pelo l'attacco e accelerate il passo per allontanarvi dal massacro."
      ],
      "hurt": [
        "Si vede una mummia in lontananza! {{playerDisplay}} Oh no, è solo coperta di bende...",
        "{{playerDisplay}}Durante il tragitto, vi imbattete in . È coperto di bende: cosa gli è successo?",
        "{{playerDisplay}} Mentre correte verso la vostra destinazione, vi chiede di stringere le bende sulla sua testa. Lo fate e vi stupite che qualcuno possa essere così ferito."
      ],
      "injured": [
        "{{playerDisplay}} Inciampate in un uomo che è svenuto sul pavimento. Gli date un colpetto per svegliarlo, ma senza successo.",
        "{{playerDisplay}} Non era un topo morto sul pavimento, era solo un topo morto. Lui non risponde e voi continuate per la vostra strada.",
        "Une personne est inconsciente au milieu de la route. C'est {{playerDisplay}}. Vous faites ce que vous pouvez pour le ramener à la conscience, sans succès. Vous le déposez donc sur le bord de la route pour éviter qu'il ne soit encore plus blessé."
      ],
      "starving": [
        "Un ruggito sordo giunge alle vostre orecchie. {{playerDisplay}}Scoprite che si tratta del ventre di . Purtroppo avete da poco finito il cibo avanzato.",
        "{{playerDisplay}}A quanto pare non ha mangiato abbastanza. Il suo pancino brontola! Non avendo nulla da offrirle, continuate il vostro cammino verso nuovi orizzonti.",
        "{{playerDisplay}} Vedete, che è alla folle ricerca di cibo. Corre in giro alla ricerca di qualcosa da mangiare. Non avendo nulla da offrirgli, continuate il vostro cammino."
      ],
      "sleeping": [
        "{{playerDisplay}} Vi sorprende addormentato sul ciglio della strada. Decidete di lasciarlo dormire, perché probabilmente ne ha bisogno.",
        "{{playerDisplay}} Evidentemente non ha dormito abbastanza stanotte: è sdraiato sul ciglio della strada.",
        "Il ciglio della strada sembra un buon posto per riposare. {{playerDisplay}} Questo è ciò che ci si dice dopo aver visto dormire lì."
      ],
      "freezing": [
        "Si sente molto freddo quando si cammina. {{playerDisplay}}È , che è vicino all'ipotermia!",
        "{{playerDisplay}} sembra essere freddo, lo si riscalda un po' e poi si riparte.",
        "Un suono ridondante di ticchettio vi infastidisce. {{playerDisplay}}Scoprite che sono i denti di... Questo è congelato! Riprendete il vostro viaggio senza ulteriori indugi."
      ],
      "confounded": [
        "{{playerDisplay}}È possibile contattare . Ci provate. Le sue parole sono piuttosto incoerenti, quindi continuate per la vostra strada, un po' confusi.",
        "{{playerDisplay}} dice molte cose incoerenti. Tutto ciò vi sembra strano e ve ne andate in fretta, confusi!",
        "{{playerDisplay}} Lo vedete completamente fuori di sé. Dopo aver cercato di riportarlo alla realtà senza successo, continuate il vostro cammino per recuperare il tempo perduto."
      ],
      "drunk": [
        "{{playerDisplay}} zigzagando lungo il percorso, sembra che abbia bevuto un po' (troppo). Continuate il vostro viaggio.",
        "{{playerDisplay}}Sembra che non abbia capito che l'alcol va consumato con moderazione. Dopo questo incontro inaspettato, continuate la vostra strada.",
        "{{playerDisplay}} Si vede che è piuttosto alticcio, per usare un eufemismo. Sembra che si stia divertendo... da solo. Fate il possibile per ignorarlo e continuate per la vostra strada."
      ],
      "scared": [
        "{{playerDisplay}} Passate accanto a chi sembra correre verso di voi. È inseguito dai rapinatori che cercano i suoi soldi. Lo accompagnate lungo la strada per aiutarlo a ritrovare la calma. Una volta rassicurato, lo lasciate e ripartite.",
        "{{playerDisplay}} In lontananza, si scorge una corsa a tutta velocità per sfuggire a un branco di lupi. Accorrete in suo aiuto e costringete le bestie selvatiche a ritirarsi.",
        "{{playerDisplay}}Incontri . Sembra completamente in preda al panico. Gli chiedete perché è così sconvolto. Vi dice che è stato appena inseguito da un drago, ma che è riuscito a scappare, perdendo qualche capello."
      ],
      "occupied": [
        "{{playerDisplay}} Lo individuate e lo invitate a fare due chiacchiere, ma lui vi dice che è occupato. È solo un rinvio e ognuno di voi continua per la sua strada.",
        "{{playerDisplay}} Mentre attraversate, vi imbattete in , che è molto occupato... Cercate di fare due chiacchiere con lui, ma senza successo, e vi chiede di aiutarlo con il suo lavoro.",
        "{{playerDisplay}} Durante il tragitto, vi imbattete in , che sembra molto impegnato. Cercate di saperne di più, ma senza successo, prima di continuare il vostro cammino."
      ],
      "jailed": [
        "{{playerDisplay}}Mentre passeggiate tranquillamente verso la vostra destinazione, vedete delle guardie che vi mettono le manette. Incuriositi, vi avvicinate e sentite che si sta dirigendo direttamente verso la prigione. Si riparte, chiedendosi cosa abbia fatto quest'uomo.",
        "Mentre percorrete con cautela un sentiero, vi imbattete in un convoglio di prigionieri scortati da guardie armate. {{playerDisplay}}Mentre arrancano su per il pendio, intravedete i poveri malcapitati, tra cui un uomo che piange. Vi sentite un po' dispiaciuti per lui, ma dimenticate subito questa sensazione, dicendovi che probabilmente non è lì per caso."
      ],
      "lost": [
        "{{playerDisplay}}Incrociate un uomo che sembra smarrito e si affretta a chiedervi da che parte andare per raggiungere la vostra destinazione. Purtroppo non potete aiutarlo, quindi lo confortate un po' prima di proseguire per la vostra strada.",
        "{{playerDisplay}}Passate accanto a un uomo che sembra aver perso la strada, chiaramente disorientato. Vi guarda in attesa, cercando aiuto per ritrovare la strada.",
        "{{playerDisplay}} Notate che sta girando in tondo, avendolo incrociato più volte lungo la strada. Vi avvicinate e gli chiedete se ha bisogno di aiuto. Lui spiega di essersi perso e vi chiede di accompagnarlo a destinazione."
      ]
    }
  },
  "leagueReward": {
    "intrigue": [
      "con la coda dell'occhio si nota un grande poster...",
      "scivolate sul ciglio della strada e cadete a terra. Mentre vi rialzate, notate una piccola pergamena...",
      "un uccello si avvicina a voi e vi mette in mano un piccolo messaggio...",
      "Scoprite una vecchia capanna di legno abbandonata, decidete di esplorarla e scoprite solo un vecchio grimorio che sembra giacere da anni..."
    ],
    "reward": ":moneybag: Argento:{{money}}\n:star: ** ** XP :{{xp}}\n:medal: ** Punti:\n:gift: ** Il numero di punti dipenderà dalla classifica finale ** Equipaggiamento casuale.",
    "endMessage": "\n\n:newspaper: {{league}}\n\n{{rewards}}\n\n {{time}}\"All'avventuriero appartenente a chi trova questo testo, **se manterrà la sua gloria fino alla fine della stagione**, potrà vincere queste ricompense:\" Si riparte, impazienti di riscuotere il proprio bonus.",
    "notEnoughFight": "\n\n:newspaper: {{league}} {command:fight}\n\n{{rewards}}\n\n {{time}}\"All'avventuriero appartenente a chi trova questo testo, **se combatti qualche battaglia usando il comando **, puoi vincere queste ricompense:\" Ti rimetti velocemente in cammino, temendo di non riuscire a combattere abbastanza giocatori prima della fine della stagione.",
    "rewardToday": "\n\n:newspaper: {command:leaguebonus} \"Ottieni la tua ricompensa prima della fine della settimana ordinando.\"\n\nSiete di nuovo in viaggio, impazienti di riscuotere il vostro bonus."
  },
  "winGuildXP": {
    "stories": [
      "{{guild}}La reputazione di ** ** sembra precedervi. Quando apprendono che siete un membro della gilda, gli avventurieri che vi hanno seguito per le ultime miglia vi tributano il loro più profondo rispetto.",
      "{{guild}}Dopo alcuni incontri vittoriosi, applichi il marchio di gilda ** ** sui resti dei tuoi aggressori. Chiunque passi di lì lo riconoscerà.",
      "Le vostre buone azioni nella regione hanno conquistato gran parte della popolazione.{{guild}}Quando vi chiedono come ringraziarvi, chiedete loro di ricordare il nome ** **.",
      "Congratulazioni!{{guild}}Nel corso degli anni, la vostra gilda, ** **, si è fatta un nome in tutto il regno.",
      "{{guild}}** ** sta diventando sempre più popolare con il passare del tempo! Ci auguriamo che continui a farlo, ed è per questo che ti offriamo questo bonus xp!",
      "{{guild}}Entrando in una locanda, l'oste riconosce l'emblema sul vostro scudo, il simbolo della gilda ** **. Decide di offrire un giro generale di bevande in vostro onore, con grande effetto sugli altri clienti."
    ],
    "end": " {{xp}} :star:La tua gilda vince ** ** ."
  },
  "winEnergy": {
    "stories": [
      "incontrate una giovane donna che si presenta come Hilda la guaritrice. Dopo una breve chiacchierata, accettate di farle provare il suo ultimo rimedio su di voi. :zap:**Recuperate tutta la vostra energia",
      "vi imbattete in una giovane donna che si offre di offrirvi un trattamento. Accettate e vi viene data una bevanda deliziosa. :zap:**Recuperate tutte le vostre energie.",
      "vi trovate faccia a faccia con una giovane donna accompagnata da una capra. Lei vi offre una cura miracolosa. Incuriositi, accettate e, contro ogni previsione, vi sentite subito meglio. :zap:**Ritrovate tutta la vostra energia.",
      "incontrate una giovane donna che si offre di curarvi. Accettate e vi sentite subito meglio. :zap:**Recuperate tutte le vostre energie",
      "incontrate una donna vestita di bianco che si offre di curarvi. Accettate il suo trattamento. :zap:**Recuperate tutta la vostra energia",
      "incontrate una donna che si descrive come guaritrice. Dopo qualche discussione, si scopre che è in viaggio verso i pascoli e che offre servizi di guarigione lungo la strada. Accettate un misterioso rimedio. :zap:**Recuperate tutta la vostra energia",
      "incontrate una giovane donna che si offre di curarvi. Accettate e vi sentite subito meglio. :zap:**Recuperate tutte le vostre energie"
    ]
  },
  "doNothing": {
    "stories": [
      "Non ci sono incidenti o eventi degni di nota da segnalare.",
      "Non è successo nulla di particolare dal precedente rapporto.",
      "Non avete avuto problemi a fare progressi di recente e state continuando a farlo.",
      "Non c'è nulla da segnalare, quindi continuate a muovervi.",
      "Non ci sono ostacoli in vista, nulla sembra essere contro di voi al momento. Continuate ad andare avanti.",
      "La strada è libera, non c'è motivo di fermarsi, basta continuare a muoversi.",
      "Non è successo nulla di significativo dal precedente rapporto.",
      "Nessun evento significativo dall'ultima volta.",
      "I cani abbaiano e la roulotte sta passando. Voi continuate tranquillamente per la vostra strada.",
      "La principessa si sta avvicinando a voi! Almeno questa è l'impressione che avete... Continuate a camminare."
    ]
  },
  "winFightPoints": {
    "stories": [
      "vedete una panchina sul ciglio della strada e vi sedete per qualche minuto.{{fightPoints}}Questo vi fa ⚡ ** **.",
      "si stacca la borraccia dalla cintura e si disseta.{{fightPoints}}Hai vinto ⚡ ** **.",
      "si tira fuori un pezzo di frutta che si è tenuto in un panno e lo si mangia.{{fightPoints}}Questo ti rende ⚡ ** **.",
      "ci si ferma per qualche secondo per riprendere fiato.{{fightPoints}}Si riparte con un po' più di resistenza e si guadagna ⚡ ** **.",
      "si prende un pezzo di pane e ci si riempie di esso.{{fightPoints}}Ti fa diventare ⚡ ** **.",
      "ci si siede per qualche minuto e si medita per calmare la mente.{{fightPoints}}Ci si riprende ⚡ ** **.",
      "si sentono i muscoli tesi e ci si ferma per qualche istante per stiracchiarli.{{fightPoints}}Ci si riprende ⚡ ** **."
    ]
  },
  "winHealth": {
    "stories": [
      "si incontra un albero i cui frutti sembrano appetitosi. Incuriositi, ne mangiate un po' e ripartite.{{health}} :heart:Hai vinto ** **.",
      "trovate una fiala quasi vuota. Dato che il suo contenuto non sembra pericoloso, finite di berla prima di continuare il vostro cammino.{{health}} :heart:Hai vinto ** **.",
      "si scopre un edificio abbandonato. Si decide di esplorarlo e di trovare rapidamente del cibo.{{health}} :heart:Hai vinto ** **.",
      "incontrate una donna che sostiene di poter curare tutti i vostri mali. Decidete di fidarvi di lei e le lasciate recitare alcuni incantesimi per qualche minuto.{{health}} :heart:Si vince ** **.",
      "incontrate un gruppo di bambini che condividono i frutti del loro raccolto. Vi offrono alcune pere prima di ripartire.{{health}} :heart:Vincete ** **.",
      "Lo sguardo viene attirato da quello che sembra essere uno stretto passaggio tra i cespugli. Lo seguite e trovate dei funghi a terra. Non sembrano pericolosi, quindi si rischia di assaggiarli.{{health}} :heart:Hai vinto ** **.",
      "sentite il fruscio di un piccolo ruscello. Si decide di andarci e di bere un po' d'acqua, che si rivela molto fresca.{{health}} :heart:Hai vinto ** **.",
      "scoprite intere ceste di cibo accanto a un falò. Esitate per qualche secondo prima di precipitarvi a mangiarne il più possibile. Sazi, ora vi sentite molto meglio.{{health}} :heart:Avete vinto ** **.",
      "si nota una capanna abbandonata. Decidete di entrare nella capanna quando siete attratti da una bottiglia luccicante. Impavido, ne bevi il contenuto.{{health}} :heart:Si vince ** **.",
      "si trova una piccola fattoria con un camino spento da poco. Rubate velocemente alcune verdure prima che i proprietari tornino e le mangino.{{health}} :heart:Hai vinto ** **.",
      "incontrate e parlate con un monaco. Colpito dalla vostra ricerca della principessa, decide di dedicarvi una preghiera.{{health}} :heart:Vincete ** **.",
      "trovare delle fragole selvatiche! Una volta saziati, continuate il vostro cammino.{{health}} :heart:Hai vinto ** **.",
      "vedete un pacco abbandonato a terra. Lo si apre e si trova del cibo, che si mangia prima di ripartire.{{health}} :heart:Hai vinto ** **.",
      "Trovate una cascata e decidete di dissetarvi.{{health}} :heart:Hai vinto ** **.",
      "vi imbattete in un vecchio che dice di avere un elisir che sarebbe disposto a darvi gratuitamente. Incuriositi, accettate e lo bevete.{{health}} :heart:Hai vinto ** **.",
      "trovate una fiaschetta d'acqua in un carretto abbandonato. Si beve l'acqua e ci si sente meglio.{{health}} :heart:Hai vinto ** **"
    ]
  },
  "winPersonalXP": {
    "stories": [
      "Grazie a un sotterfugio degno dei migliori cavalieri, riuscite a liberarvi di uno strano animale che vi attacca da tempo, dopodiché ve ne andate rinfrancati.",
      "Durante il tragitto, vi imbattete in uno strano animale. Quando gli passate vicino, vi salta addosso! Estraete la spada e lo uccidete all'istante. Continuate il vostro cammino, stando in guardia.",
      "Quando venite attaccati dai briganti, approfittate di un momento di disattenzione per fuggire. Vi affrettate per qualche ora prima di sentirvi di nuovo al sicuro.",
      "Alla curva della strada, un'ombra vi piomba addosso! Dopo una terribile battaglia, schiacciate il vostro avversario sotto una roccia. Orgogliosi del vostro successo, ripartite.",
      "Alla curva di un boschetto, un uomo vestito completamente di nero vi attacca, probabilmente per derubarvi dei vostri soldi. Estraete la pistola e riuscite a neutralizzarlo.",
      "Camminate tranquillamente, ammirando il paesaggio. All'improvviso, una bestia inferocita compie un balzo prodigioso, facendovi cadere a terra con forza. Riuscite ad avere la meglio sulla bestia strangolandola con un bastone.",
      "Mentre camminate lungo un piccolo ruscello, un cane randagio vi salta addosso. Riuscite a liberarvene dopo qualche minuto di lotta.",
      "Durante il tragitto, vi imbattete in una bestia che non sembra molto amichevole. Decidete di scappare, ma vi raggiunge rapidamente. Vi voltate e gli sferrate un duro colpo. Questo è sufficiente per sbarazzarsi dell'avversario e riprendere il cammino.",
      "Con la coda dell'occhio, notate una borsa piena d'oro cadere dalla tasca di un avventuriero che cammina davanti a voi. Lo avverti immediatamente e gli restituisci la borsa. L'avventuriero vi ringrazia per la vostra gentilezza."
    ],
    "end": " {{xp}} :star:Hai vinto ** ** ."
  },
  "staffMember": {
    "context": [
      "Mentre si cammina intorno a un burrone, si incontra un bardo.{{pseudo}}{{sentence}}Mentre camminate, vi racconta la storia di ** **, \" \".",
      "Mentre camminate, notate un grande poster.{{pseudo}}Sembra elogiare le gesta di ** ** **...{{sentence}}\" \".",
      "{{sentence}}Durante una delle vostre avventure, sentite una storia, \" \", ma non conoscete il protagonista.{{pseudo}}Dopo un po' di ricerche, vi rendete conto che la storia parla di ** ** ! Il nome suona familiare...",
      "Entrando in un edificio lungo la strada, chiacchierate per un po' con il gestore del locale. Gli chiedete di parlarvi delle leggende locali.{{pseudo}}{{sentence}}Lui descrive ** **, \" \".",
      "Lungo la strada, incontrate un uomo anziano che decidete di accompagnare.{{pseudo}}{{sentence}}Mentre camminate insieme, vi racconta la storia di ** ** : \" \".",
      "Mentre camminate lungo la strada, notate un libro malconcio a terra.{{pseudo}}Si intitola ** **, lo si apre e si leggono le prime frasi...{{sentence}}\"",
      "{{pseudo}}Dopo una lunga e monotona passeggiata, ci si imbatte in qualcuno che canta in onore di ** ** **... :musical_note:{{sentence}} :musical_note:\"",
      "Mentre viaggiate, una nuvola di polvere appare in lontananza.{{pseudo}}Qualche minuto dopo, un cavaliere si ferma davanti a voi, dicendo che sta cercando ** **.{{sentence}}Al vostro sguardo curioso, aggiunge: \"**\"."
    ],
    "members": {
      "Nysvaa": "un pretendente alla mano della principessa che non intende conquistarla combattendo, ma dimostrando la sua astuzia durante le sue avventure (e la sua fortuna, un po'... molto)",
      "Thero1st": "uno dei primi concorrenti per la mano della principessa e grande chef specializzato in spiedini di polpo, questo combattente prende comunque alla leggera la competizione, preferendo passare il tempo nelle sue bancarelle con i suoi animali",
      "Oscar": "un guerriero mediocre che, nel suo periodo di massimo splendore in un'epoca passata, dominava le classifiche per punti e conoscenze",
      "QQtin": "un cavaliere fedele che ha superato molti nemici grazie al dono del cielo e ha contribuito a rendere il mondo un posto migliore",
      "LePourfendeur": "un avventuriero esperto, abile nel risparmiare, forse un po' troppo. Prima molto attivo, ora è più discreto, ma rimane uno dei migliori.",
      "Ines": "un combattente degli albori di questo mondo, che purtroppo combatte sempre meno per lui a causa della mancanza di tempo, ma che rimane in corsa per la principessa, o meglio per il principe. Un fedele sostenitore del kyutismo",
      "romain22222": "un grande intelletto, che cerca tanto di risolvere le situazioni in modo ottimale quanto di crearle. Parla troppo, troppo, con i menestrelli e i suoi fedeli, ed evita le tende nelle foreste.",
      "Asemerald": "un avventuriero sfortunato, noto per la sua inimmaginabile potenza di fuoco.",
      "Izuku": "un ricco inventore che ha creato un filtro d'amore per la bella principessa, ma che viene rubato da un mercante.",
      "Draft": "un antico dio che ha creato il mondo in cui vivono tutti. Stupito dalle capacità del suo popolo, vaga in mezzo a loro mentre lavora per perfezionare la loro esperienza.",
      "Royal": "un imprenditore esperto che antepone il denaro alla morale. Appassionato di tornei, non esiterà a combattere per la principessa.",
      "Max": "un inventore pazzo che ama viaggiare. È l'unica persona che abbia mai viaggiato attraverso la terra dei draghi. Secondo la leggenda, quasi tutti i suoi progetti hanno portato l'umanità sull'orlo dell'estinzione.",
      "Eagle": "un allevatore di draghi, che ha guidato i primi colpi di stato del regno",
      "DeadAngelV6": "Un uomo comune che ama la vita, e mangiare è una delle sue passioni. Dategli qualcosa da mangiare quando lo vedete",
      "Kyusaki": "primo Sommo Sacerdote del Kyutismo, conduce in incognito un percorso di meditazione tra gli avventurieri del mondo, dando spesso consigli a chi li chiede.",
      "Greninja_san": "un batrace con un intelletto straordinario, ha usato la sua vasta conoscenza per integrarsi nella vita degli umani e imparare i precetti della loro magia.",
      "nwcubeok": "un famoso mago che viaggia per il Paese promuovendo i suoi talenti magici. Spera che la principessa le apprezzi.",
      "SuperBananeNinja": "un mago discreto che viaggia per la terra, generalmente solitario, spesso salutare, con i suoi modi stravaganti e i suoi trucchi sconcertanti, ma sempre con i piedi per terra.",
      "Hitori": "un'artista completamente incoerente che si distingue per il suo straordinario dinamismo. Chiede a chiunque la ascolti se sa dove si nascondono gli dei ed è famosa per la sua eccezionale sfortuna, che ha portato alla distruzione di numerosi edifici.",
      "Pietagorh": "il direttore di un'associazione che aiuta i giovani avventurieri a migliorare le loro capacità. Si dice che sia in grado di determinare i limiti di questo mondo.",
      "Doctor": "un grande avventuriero che vaga per il regno alla ricerca di un degno avversario. Se lo incontrate, potete provare a combatterlo, ma pochi sono riusciti a sopravvivere al suo primo colpo.",
      "KirIcare": "un personaggio discreto ma intrigante. La sua presenza riservata suscita la curiosità di un certo artista e di un rinomato cacciatore di draghi, che si sono messi in testa di acquistarlo.",
      "symsym": "un giovane avventuriero, curioso e desideroso di conoscere nuove persone. Alcuni dicono che abbia fondato una taverna alla fine della strada paludosa.",
      "Pagotortoise": "un kaijū che, nonostante il suo aspetto, esplora la terra in cerca di persone da aiutare e non intende fare del male. È pronto a guidarvi se avete bisogno di aiuto, quindi cogliete l'occasione per chiedergli qualche consiglio.",
      "Voltou": "Il più grande ladro che questo mondo abbia mai conosciuto, si dice che la sua fortuna fosse pari a quella del re e che la nascondesse ai quattro angoli del regno. Se lo incontrate, assicuratevi di controllare le vostre tasche.",
      "Aiko": "una patata selvatica che fa carne da macello di tutti i suoi nemici, puntando alle stelle più alte dell'universo"
    }
  },
  "witch": {
    "intro": [
      "incontrate un'anziana signora che sembra volere che la seguiate. ",
      "si nota una donna anziana e si decide di avvicinarsi a lei. ",
      "notate una donna anziana che vi saluta. ",
      "notate la figura di un'anziana signora e decidete di andare a vedere cosa sta facendo. "
    ],
    "description": [
      "Sembra vecchia, fragile, con un naso lungo e sottile. ",
      "I suoi vestiti sono in uno stato pietoso. Sembrano cadere a pezzi, come se fossero fatti di polvere. ",
      "È china e scheletrica, ma si vede la malizia nei suoi occhi. ",
      "È vestita con brandelli di tessuto opaco e sporco. ",
      "Ricorderete le voci su una strega maldestra che vagava per il regno. ",
      "Completamente muta, sembra danneggiata dagli anni, magra e ossuta, con la pelle quasi grigia. ",
      "Sembra che non capisca quello che dici. "
    ],
    "situation": [
      "Entrate in quella che sembra essere la sua cabina e scoprite che sta preparando una pozione...",
      "Si scopre che un calderone bolle sul fuoco e che l'anziana signora sembra preparare una pozione...",
      "Vi avvicinate a lei e scoprite che la preparazione della pozione non sembra andare secondo i piani...",
      "Guardate la vecchia preparare una pozione, ma notate che il contenuto sta quasi per fuoriuscire dal calderone...",
      "L'anziana signora sta preparando una pozione, ma sembra avere difficoltà a ottenere un risultato soddisfacente...",
      "Sembra che stia preparando uno strano intruglio in un enorme calderone..."
    ],
    "witchEventResults": {
      "ingredientIntros": [
        "{{witchEvent}}Si decide di aggiungere ** alla pozione nella speranza di migliorarla...",
        "{{witchEvent}}Si decide di prendere la pozione mentre la strega è di spalle...",
        "{{witchEvent}}Consigliate alla strega di ** ** la sua pozione...",
        "{{witchEvent}}Seguendo il tuo consiglio, la strega decide di aggiungere ** alla sua pozione...",
        "{{witchEvent}}Seguite il vostro istinto e decidete di ** ** la dubbia miscela...",
        "{{witchEvent}}Si decide di aggiungere ** alla pozione, sperando che migliori il risultato...",
        "{{witchEvent}}Osi ** ** la pozione...",
        "{{witchEvent}}Dopo aver studiato il contenuto della pentola, si decide di dare un'occhiata alla lista degli ingredienti..."
      ],
      "adviceIntros": [
        "{{witchEvent}}Impietosito, le consigli di fare ** ** per ottenere un risultato migliore...",
        "{{witchEvent}}Decidete di aiutare la strega consigliandole di ** **..."
      ],
      "outcomes": {
        "1": [
          "Una volta terminata la pozione, la strega vi porge un bicchiere. Decidete di tenerlo per il resto della vostra avventura.",
          "Grazie al vostro intervento, la pozione sembra potabile. Decidete di tenerne un po' per il resto della vostra avventura.",
          "Dopo aver finito la pozione, l'anziana signora ne versa un po' in una bottiglia e ve la porge. La accettate volentieri, prima di continuare il vostro cammino.",
          "Il risultato ha un sapore strano, ma decidete di conservare una parte della pozione per il resto della vostra avventura."
        ],
        "2": {
          "time": [
            "Quando si riprende il viaggio, ci si rende conto che la sosta è stata più lunga del previsto.{{lostTime}} :clock2:Si perde ** Min **",
            "Mentre si riparte, ci si rende conto di quanto tempo si è perso in questa preparazione.{{lostTime}} :clock2:Avete perso ** Min **",
            "Tornando sui propri passi, si inizia a rimpiangere il tempo sprecato in attesa di questa preparazione.{{lostTime}} :clock2:Si perde ** Min **"
          ],
          "scared": [
            "Una volta terminata la pozione, decidete di berne un sorso. Immediatamente si viene trasportati in un'intensa allucinazione. Il vostro futuro non sembra molto promettente... :scream:",
            "Appena pronunciata la formula, si assaggia il liquido. Non ci vuole molto perché ci si penta della propria scelta. :scream:"
          ],
          "drunk": [
            "Decidete di provare la pozione, ma presto ve ne pentite... Sembra che uno degli ingredienti si sia bloccato in gola. :zany_face:",
            "Sembra che la pozione abbia un effetto sorprendente. Ti senti un po' ubriaco... :zany_face:"
          ],
          "sick": [
            "Purtroppo, l'odore della pozione era foriero dei suoi effetti. Ben presto ci si pente di aver riposto la propria fiducia nel talento della vecchia strega. :sick:",
            "Nonostante il vostro intervento, la pozione non sembra essere migliorata. Ti senti a disagio... :sick:"
          ],
          "cold": [
            "Decidete di provare la pozione, che è molto fredda. Ma la sensazione di freddo non scompare e si sente che ogni parte del corpo diventa più fredda... :cold_face:",
            "Proprio mentre stavate per finire la pozione, inciampate e cadete nella voragine piena di ghiaccio in cui avevate intenzione di mettere il vaso. :cold_face:"
          ]
        },
        "3": [
          "Quando la pozione è finita, la strega vi porge un bicchiere. Ancora bruciacchiato, lo fai cadere maldestramente sul piede.{{lifeLoss}} :broken_heart:Si perde ** **.",
          "Proprio mentre stai per finire la pozione, la vecchia strega ti fa cadere maldestramente il calderone addosso.{{lifeLoss}} :broken_heart:Si perde ** **.",
          "Sebbene la pozione abbia un buon profumo, non è così salutare come si sperava.{{lifeLoss}} :broken_heart:Si perde ** **.",
          "Il sapore della pozione è molto strano. Forse avresti dovuto ascoltare il tuo istinto e non assaggiarla...{{lifeLoss}} :broken_heart:Perdi ** **.",
          "I fumi della pozione sono sufficienti a farvi ammalare. Te ne vai senza chiedere aiuto, ma non senza subire le conseguenze dell'inalazione dei fumi.{{lifeLoss}} :broken_heart:Si perde ** **.",
          "Proprio quando l'anziana signora sta per versare l'ultima goccia nel calderone, si sente un tonfo. Il calderone sembra essere esploso.{{lifeLoss}} :broken_heart:Si perde ** **."
        ],
        "4": [
          "Purtroppo la pozione sembra completamente carbonizzata e imbevibile. Decidete di non rischiare di berla e ve ne andate in fretta.",
          "Finite la pozione con l'anziana signora, ma decidete di non consumarla, preferendo conservare la vostra salute per il resto della vostra avventura."
        ]
      }
    },
    "witchEventNames": {
      "bat": "Aggiungere un pipistrello",
      "beer": "Aggiungere birra",
      "bigWait": "Lasciare riposare la pozione",
      "bigWarm": "Far bollire a lungo la pozione",
      "blood": "Aggiungere sangue",
      "book": "Pronunciare un incantesimo dal libro degli incantesimi",
      "bone": "Aggiungere un osso",
      "cobweb": "Aggiungere una ragnatela",
      "cool": "Lasciare raffreddare la pozione",
      "chicken": "Aggiungere un pollo",
      "crystalBall": "Recitare una formula magica",
      "distiller": "Distillare la pozione",
      "eye": "Aggiungere un occhio",
      "frog": "Aggiungere una rana",
      "greenApple": "Aggiungere una mela verde",
      "heart": "Aggiungere un cuore",
      "mushroom": "Aggiungere un fungo",
      "nothing": "Non fare nulla",
      "package": "Aggiungere un ingrediente misterioso",
      "rat": "Aggiungere un ratto",
      "redApple": "Aggiungere una mela rossa",
      "rose": "Aggiungere una rosa",
      "scorpion": "Aggiungere uno scorpione",
      "smallWait": "Lasciare riposare la pozione per un po' di tempo.",
      "smallWarm": "Scaldare un po' la pentola",
      "snake": "Aggiungere un serpente",
      "spider": "Aggiungere un ragno",
      "stir": "Mescolare la pozione",
      "teeth": "Aggiungere un dente",
      "testTube": "Aggiungere una provetta",
      "turtle": "Aggiungi una tartaruga",
      "wand": "Lanciare un incantesimo",
      "wiltedRose": "Aggiungere una rosa appassita",
      "worm": "Aggiungere un verme"
    }
  },
  "space": {
    "before_search_format": "{{seIntro}}{{intro}} {{searchAction}}. .\n\n:telescope:{{search}}* *.",
    "after_search_format": "{{oldMessage}}\n\n{{actionIntro}} {{action}}{{specific}} {{outro}}** **. .",
    "intro": [
      "{{name}}si incontra un oracolo che afferma di chiamarsi ** ** ** **",
      "Un uomo vi sembra strano, così andate a incontrarlo.{{name}}Sostiene di essere un oracolo di nome ** **.",
      "{{name}}si incontra un oracolo chiamato ** ** **",
      "passate accanto a un oracolo che vi chiama.{{name}}Dice che il suo nome è ** ** **",
      "{{name}}si viene avvicinati da un uomo che dice di chiamarsi ** ** **.",
      "{{name}}un oracolo di nome ** ** vi chiama a raccolta",
      "{{name}}uno sconosciuto che sostiene di chiamarsi ** ** vi chiede di avvicinarvi",
      "{{name}}un uomo appare dal nulla, corre verso di voi e si presenta come ** ** **",
      "{{name}}uno sconosciuto sospettoso vi chiede di avvicinarvi, dopodiché vi dice che il suo nome è ** ** **."
    ],
    "searchAction": [
      "Vi dice che può darvi informazioni sul cielo, ma che ha bisogno di tempo per osservarlo.",
      "Sostiene di essere in grado di fornire informazioni sul cielo, a patto che gli si conceda un po' di tempo.",
      "Vi dice che se gli date abbastanza tempo, sarà in grado di darvi informazioni sul cielo.",
      "Dice che può dare informazioni sul cielo se gli si concede abbastanza tempo.",
      "Questo sostiene di essere in grado di leggere le stelle se gli si dà abbastanza tempo.",
      "Sostiene di potervi dare informazioni sul cielo se gli dedicate un po' del vostro tempo."
    ],
    "search": [
      "L'uomo guarda il cielo in una piccola macchina fotografica",
      "Si sdraia a terra e guarda il cielo",
      "L'uomo inizia a contemplare il cielo",
      "Sembra che sia concentrato a guardare qualcosa nel cielo.",
      "Appoggiato al telescopio, osserva con attenzione la volta celeste.",
      "L'oracolo osserva attentamente il cielo",
      "Alza la testa per guardare bene il cielo.",
      "Inizia a scrutare intensamente le stelle",
      "L'uomo si siede contro un albero e contempla il cielo",
      "L'uomo si sdraia a terra e guarda il cielo"
    ],
    "actionIntro": [
      "Dopo qualche minuto",
      "Poco dopo",
      "Pochi minuti dopo",
      "Dopo avervi fatto aspettare per qualche minuto",
      "Dopo una breve attesa",
      "Pochi istanti dopo",
      "Dopo aver atteso qualche secondo"
    ],
    "action": [
      "informa che",
      "informa che",
      "annuncia che",
      "vi dice che",
      "inizia a dirvi che",
      "dichiara che"
    ],
    "outro": [
      "Questa notizia vi lascerà a bocca aperta",
      "Riprendete il vostro viaggio onirico",
      "Lo ringraziate e ve ne andate felici di aver appreso la notizia.",
      "Lo lasci con le stelle negli occhi",
      "Partirete senza rimpiangere la vostra sosta",
      "Continuate il vostro cammino perplesso"
    ],
    "nObjectsCrossTheSky_one": "{{count}} attraverserà",
    "nObjectsCrossTheSky_other": "{{count}} passerà attraverso",
    "days_one": "giorno",
    "days_other": "giorni",
    "specific": {
      "neoWS": [
        "{{objectWhichWillCrossTheSky}} il cielo di oggi",
        "{{randomObjectName}} {{randomObjectDiameter}} l'oggetto denominato \" \", con un diametro di circa metri, sta passando oggi vicino al pianeta",
        "{{randomObjectName}} {{randomObjectDistance}} l'oggetto denominato \" \" passa a una distanza di circa un milione di chilometri dal pianeta",
        "{{randomObjectName}} {{randomObjectDistance}} l'asteroide denominato \" \" supera il nostro pianeta di qualche milione di chilometri",
        "{{randomObjectName}}l'asteroide denominato \" \" potrebbe essere visibile oggi",
        "{{randomObjectName}}l'asteroide denominato \" \" passerà vicino al pianeta",
        "{{randomObjectName}} {{randomObjectDistance}} l'asteroide chiamato \" \" passerà a un milione di chilometri da noi"
      ],
      "moonPhase": [
        "{{mainValue}} è al momento",
        "{{mainValue}} sta attualmente illuminando il cielo",
        "{{mainValue}}dietro le nuvole è",
        "{{mainValue}}il cielo rado lascia intravedere"
      ],
      "nextFullMoon": [
        "{{mainValue}} {{days}}la prossima luna piena è in",
        "{{mainValue}} {{days}}la luna piena risplenderà su",
        "{{mainValue}} {{days}}possiamo vedere la luna piena su",
        "{{mainValue}} {{days}} in possiamo osservare la luna piena"
      ],
      "nextPartialLunarEclipse": [
        "{{mainValue}} {{days}}la prossima eclissi lunare parziale è in",
        "{{mainValue}} {{days}} mostrerà un'eclissi lunare parziale",
        "{{mainValue}} {{days}} in arrivo avrete la fortuna di assistere a un'eclissi lunare parziale",
        "{{mainValue}} {{days}}il momento per vedere la prossima eclissi lunare parziale è"
      ],
      "nextTotalLunarEclipse": [
        "{{mainValue}} {{days}}la prossima eclissi lunare totale è in",
        "{{mainValue}} {{days}} da si assisterà a un'eclissi lunare completa",
        "{{mainValue}} {{days}} in arrivo la possibilità di assistere ad un'eclissi lunare totale",
        "{{mainValue}} {{days}} se si guarda il cielo si può vedere un'eclissi lunare totale"
      ]
    },
    "moonPhases": [
      "la Luna nuova",
      "il primo quarto di Luna",
      "la Luna piena",
      "l'ultimo quarto di Luna"
    ],
    "names": [
      "Claude",
      "Pierre Alphonse",
      "Friedrich",
      "Wilhelm",
      "Nicolas",
      "Clyde",
      "Tycho",
      "Giordano",
      "Johannes",
      "Jean-Dominique",
      "Isacco",
      "Edwin",
      "Alberto"
    ]
  },
  "findPet": {
    "food_m": [
      "{{pet}}trovate un ** ** che sembra essere ferito. Sfortunatamente, avete già un compagno e non c'è posto nella vostra gilda per lui, quindi decidete di finirlo in fretta per poter recuperare la sua carcassa.",
      "{{pet}}si trova un ** **. Non potendo accoglierlo, lo consegnate a un mercante di passaggio. In cambio, vi offre della carne."
    ],
    "food_f": [
      "{{pet}}trovate una ** ** che sembra essere ferita. Purtroppo avete già un compagno e nella vostra gilda non c'è posto per lei, quindi decidete di finirla in fretta per recuperare la sua carcassa.",
      "{{pet}}trovate una ** ** **. Non potendo accoglierla, la consegnate a un mercante di passaggio. In cambio, vi offre della carne."
    ],
    "noFood_m": [
      "{{pet}}si trova un ** **. Non potendo accoglierlo, lo date a un mercante di passaggio. Il mercante rifiuta e lo lascia andare.",
      "{{pet}}si trova un ** **. Poiché non avete lo spazio per accoglierlo, lo date a un commerciante di passaggio. Questi è felice di prendersi cura di lui.",
      "{{pet}}vedete un'anziana signora che cerca di far scendere un ** ** da un albero. Accettate di aiutarla e la convincete rapidamente a scendere. Pensando che sia il suo animale domestico, glielo consegnate, solo per scoprire che non le appartiene. Poiché non c'è più spazio nel vostro rifugio, non potete portarlo con voi."
    ],
    "noFood_f": [
      "{{pet}}trovate una ** ** **. Non potendo accoglierla, la consegnate a un mercante di passaggio. Lui rifiuta e la lascia andare.",
      "{{pet}}trovate una ** ** **. Poiché non avete lo spazio per accoglierla, la date a un mercante di passaggio. Lui è felice di prendersi cura di lei.",
      "{{pet}}vedete un'anziana signora che cerca di far scendere un ** ** da un albero. Accettate di aiutarla e la convincete rapidamente a scendere. Pensando che sia il suo animale domestico, glielo porgete, solo per scoprire che non le appartiene. Non essendoci più spazio nel vostro rifugio, non potete portarlo con voi."
    ],
    "givePetPlayer_m": [
      "{{pet}}si individua un ** ** smarrito. Avendo sempre desiderato un compagno, si cade nel suo incantesimo e si decide di prendersene cura.",
      "{{pet}}vedete un'anziana signora che cerca di far scendere un ** ** da un albero. Accettate di aiutarla e la convincete rapidamente a scendere. Pensando che sia il suo animale domestico, glielo porgete ma scoprite che non le appartiene. Si decide di portarlo con sé.",
      "Sentite un rumore provenire da un cespuglio e, incuriositi, decidete di andare a dare un'occhiata.{{pet}}Scoprite un ** ** che vi fissa negli occhi e poi inizia a seguirvi, così decidete di adottarlo.",
      "{{pet}}decidete di fare un riposino, quando qualcosa vi sveglia: un ** ** stava rovistando nella vostra borsa! Ma non sembra volerti attaccare e anzi sembra che tu gli piaccia, quindi decidi di tenerlo."
    ],
    "givePetPlayer_f": [
      "{{pet}}si individua un ** ** smarrito. Avendo sempre desiderato un compagno, si cade nel suo incantesimo e si decide di prendersene cura.",
      "{{pet}}vedete un'anziana signora che cerca di far scendere un ** ** da un albero. Accettate di aiutarla e la convincete rapidamente a scendere. Pensando che sia il suo animale domestico, glielo porgete ma scoprite che non le appartiene. Si decide di portarlo con sé.",
      "Sentite un rumore provenire da un cespuglio e, incuriositi, decidete di andare a dare un'occhiata.{{pet}}Scoprite un ** ** che vi fissa negli occhi e poi inizia a seguirvi, così decidete di adottarlo.",
      "{{pet}}decidete di fare un riposino, quando qualcosa vi sveglia: un ** ** stava rovistando nella vostra borsa! Ma non sembra volerti attaccare e anzi sembra che tu gli piaccia, quindi decidi di tenerlo."
    ],
    "givePetGuild_m": [
      "{{pet}}si individua un ** ** smarrito. Anche se avete già un compagno, decidete di riportarlo alla vostra gilda in modo che qualcuno possa prendersi cura di lui.",
      "{{pet}}si nota un ** ** errante che sembra affamato. Gli dai i resti del tuo ultimo pasto. Lo apprezza e sembra intenzionato a seguirvi nel vostro viaggio. Avendo un compagno, lo lasci alle cure della tua gilda.",
      "vedete un gruppo di bambini in cerchio.{{pet}}Ci si avvicina e si scopre che stanno maltrattando un povero piccolo ** **. Li convincete ad andarsene, ma lui è troppo in difficoltà. Riuscite a rimetterlo in piedi e a farlo riposare nel vostro rifugio."
    ],
    "givePetGuild_f": [
      "{{pet}}si individua un ** ** smarrito. Anche se avete già un compagno, decidete di riportarlo alla vostra gilda in modo che qualcuno possa prendersene cura.",
      "{{pet}}si individua una randagia ** ** che sembra affamata. Così le date i resti del vostro ultimo pasto. Lei lo apprezza e sembra intenzionata a seguirvi nel vostro viaggio. Avendo una compagna, la lasciate alle cure della vostra gilda.",
      "si vede un gruppo di bambini in cerchio.{{pet}}Ci si avvicina e si scopre che stanno maltrattando una povera bambina ** **. Li convincete ad andarsene, ma lei è troppo in difficoltà. Riuscite a rimetterla in piedi e a farla riposare nel vostro rifugio."
    ]
  },
  "botFacts": {
    "stories": [
      "ricevete una lettera dal re. Vi scrive a proposito del concorso per la mano della principessa a cui state partecipando. {{botFact}} Quando leggete la lettera, scoprite che siete di nuovo in viaggio.",
      "passate accanto a un contadino su un carro che sembra essere di buon umore. Incuriositi dal suo atteggiamento, gli chiedete ragione del suo buon umore. {{botFact}} Lui vi spiega che state arrivando.",
      "si nota un accampamento di avventurieri sul ciglio di un sentiero. {{botFact}} Vi fermate un attimo per chiedergli un consiglio su quale strada prendere e lui vi indica la direzione giusta, aggiungendo che quella è la strada da seguire.",
      "vedrete un pannello informativo. Su di esso sono affissi diversi manifesti su festival e altri eventi della zona. {{botFact}} Uno di questi parla del recente discorso del Re, in cui ha detto che dovreste continuare il vostro cammino.",
      "{{botFact}} passate davanti a una folla di persone e nel rumore della folla sentite un oratore che annuncia che continuerete per la vostra strada senza ascoltare ciò che ha da dire.",
      "{{botFact}} Vedete in lontananza un mendicante appoggiato al tronco di un albero e, mentre vi avvicinate per dargli una moneta, sentite le sue strane parole: ripete più volte che dovete allontanarvi il più possibile da questo individuo sospetto."
    ],
    "possibleInfo": {
      "nbMeanPoints": "{{infoNumber}} :medal:Secondo un recente conteggio dei punti effettuato dagli organizzatori, i candidati hanno un punteggio medio di ** **. Incoraggiati da questa notizia,",
      "meanWeeklyScore": "{{infoNumber}} :medal: Secondo un recente conteggio dei punti effettuato dagli organizzatori, i candidati hanno raccolto una media di ** questa settimana**. Siamo rattristati da questa notizia,",
      "levelMean": "{{infoNumber}}L'ultimo censimento ha rilevato che gli avventurieri hanno raggiunto in media il **livello **. Senza sapere cosa fare di questa informazione,",
      "nbMeanMoney": "{{infoNumber}} :moneybag:la banca del Paese ha contato una media di ** ** nei portafogli dei suoi clienti. Divertito da questa notizia,",
      "sumAllMoney": "{{infoNumber}} :moneybag:la banca del Paese ha ** ** in circolazione in questo momento. Sono sorpreso da questa notizia,",
      "richestPlayer": "{{infoNumber}} :moneybag:la banca del Paese ha stimato che il più ricco avventuriero ha attualmente ** ** sul suo conto. Stupito da questa notizia,",
      "feistyPets": "La SPAC, Société Protectrice des Animaux de la Contrée, si batte per aiutare gli **animaux fielleux** ad avere una vita migliore.{{infoNumber}}Hanno contato ** **. Questa notizia mi ha deluso e confortato allo stesso tempo,",
      "percentMalePets": "{{infoNumber}}La SPAC, Société Protectrice des Animaux de la Contrée, ha scoperto che il ** %** degli animali della zona sono maschi. Sono lieto di apprendere questa notizia,",
      "percentFemalePets": "{{infoNumber}}La SPAC, Société Protectrice des Animaux de la Contrée, ha scoperto che il ** %** degli animali presenti nell'area sono femmine. Sono lieto di apprendere questa notizia,",
      "guildLevelMean": "{{infoNumber}}l'AGC, o Agenzia per le Gilde del Contry, ha notato che le gilde attuali hanno raggiunto in media il **livello **. Incuriosito da questa informazione,",
      "nbPlayersHaventStartedTheAdventure_zero": "Il SAFAC, o Service Anti-Fraude des Aventuriers de la Contrée, ha scoperto che **nessun avventuriero** è svanito nel nulla subito dopo aver ottenuto la licenza di avventuriero. Sono in soggezione per tutti questi coraggiosi avventurieri,",
      "nbPlayersHaventStartedTheAdventure_one": "Il SAFAC, o Servizio Anti-Frode degli Avventurieri della Contrée, ha scoperto che **un avventuriero** è scomparso nel nulla subito dopo aver ottenuto la licenza di avventuriero. Siamo indignati dalle azioni di questa persona,",
      "nbPlayersHaventStartedTheAdventure_other": "{{infoNumber}} Il SAFAC, o Servizio Anti-Frode degli Avventurieri della Contrée, ha scoperto che ** avventurieri** sono spariti nel nulla subito dopo aver ottenuto la licenza di avventuriero. Sono indignato dalle azioni di queste persone,",
      "trainedPets_one": "La SPAC, o Société Protectrice des Animaux de la Contrée, desidera congratularsi con l'addestratore dell'**unico animale addestrato**. Impressionati da questa impresa,",
      "trainedPets_other": "{{infoNumber}} La SPAC, o Société Protectrice des Animaux de la Contrée, desidera congratularsi con gli addestratori degli **animali addestrati**. Impressionati da questo risultato,",
      "nbPlayersWithGivenClass_zero": "{{infoComplement}}Secondo un recente censimento degli avventurieri, non ci sono giocatori con la classe ** **. Questa notizia mi ha spiazzato,",
      "nbPlayersWithGivenClass_one": "{{infoComplement}}Secondo un recente censimento degli avventurieri, c'è un solo giocatore con la classe ** **. Impressionato da questa notizia,",
      "nbPlayersWithGivenClass_other": "{{infoNumber}}{{infoComplement}}Secondo un recente censimento degli avventurieri, ci sono ** ** giocatori con la classe ** **. Stupito da questa notizia,",
      "nbPlayersOnYourMap_zero": "i cavalieri della zona non hanno incontrato **altri che te** su quella strada. Sono sorpreso da questa notizia,",
      "nbPlayersOnYourMap_one": "i cavalieri nelle vicinanze hanno incontrato solo **una persona** che sta percorrendo la vostra strada. Sono sorpreso da questa notizia,",
      "nbPlayersOnYourMap_other": "{infoNumber} i cavalieri della zona hanno contato ** persone** che viaggiavano sulla vostra strada. Sorpresi da questa notizia,"
    }
  },
  "smallBad": {
    "healthLost": {
      "stories": [
        "i tuoi piedi si impigliano in una radice.{{amount}} :broken_heart:Ferito, perdi ** **.",
        "Immersi nei vostri pensieri, prestate poca attenzione al terreno sotto i vostri piedi e inciampate in un sasso. Vi siete fatti male al ginocchio. Non è grave, ma fa male.{{amount}} :broken_heart:Si perde ** **.",
        "fischiate mentre camminate. All'improvviso, qualcosa entra nel vostro campo visivo: è un cane e si dirige verso di voi! Prima che possiate capire cosa sta succedendo, l'animale si scontra con voi, ma riparte subito.{{amount}} :broken_heart:Fortunatamente, siete solo leggermente feriti e perdete solo ** **.",
        "Ci si scontra con un cavallo al galoppo, ma ci si ferisce solo superficialmente.{{amount}} :broken_heart:Si perde ** **.",
        "si viene violentemente colpiti da un branco di cinghiali.{{amount}} :broken_heart:Non è facile rialzarsi e si riprende il viaggio avendo perso ** **."
      ]
    },
    "timeLost": {
      "stories": [
        "stai calpestando una trappola. Subito dopo ti ritrovi appeso per un piede.{{amount}} :clock2:Uscire da questa trappola potrebbe richiedere molto tempo... si perde ** **.",
        "inizia a piovere. Si sta per correre per evitare di inzupparsi, ma si vede un superbo arcobaleno.{{amount}} :clock2:Si smette di pensare alla pioggia e ci si lascia assorbire dallo spettacolo per ** **.",
        "siete stanchi.{{amount}} :clock2:Le vostre avventure vi hanno stremato, quindi decidete di riposare per ** **.",
        "Mentre camminate, immersi nei vostri pensieri, non notate il ramo a terra. Si inciampa e le proprie cose si disperdono.{{amount}} :clock2:Si perde ** **.",
        "sentite un forte rumore di schianto provenire dal sottobosco. La vostra curiosità è stata stuzzicata: volete sapere di cosa si tratta e andate a ispezionare la zona.{{amount}} :clock2:Dopo ** ** vi arrendete senza aver trovato o capito la fonte del rumore che vi ha spaventato."
      ]
    },
    "moneyLost": {
      "stories": [
        "Mentre camminate tra la folla, sentite una mano infilarsi in tasca e alleggerirvi le tasche. Non avete il tempo di rispondere che il vostro Raccoglitore è scomparso.{{amount}} :money_with_wings:Avete perso ** **.",
        "vi imbattete in un mendicante che vi chiede un po' di denaro per coprire i suoi bisogni.{{amount}} :money_with_wings:Per pietà, decidete di dargli ** **.",
        "Un uomo mascherato vi ferma e vi punta contro una pistola.{{amount}} :money_with_wings:Per salvarvi la vita, gli date le monete che avete in tasca e le chiavi del carrello.",
        "improvvisamente ci si ricorda di aver lasciato la borsa nella stanza dell'ultimo ostello in cui si è passati.{{amount}} :money_with_wings:Avete perso ** **.",
        "vi imbattete in un carretto il cui carico fuoriesce, strappando la vostra borsa. Mentre raccogliete le vostre cose, un gruppo di bambini passa e vi ruba del denaro.{{amount}} :money_with_wings:Si perde ** **."
      ]
    }
  },
  "findPotion": {
    "stories": [
      "Con la coda dell'occhio si nota una fiala luccicante...",
      "scivolate sul ciglio della strada e cadete a terra. Quando vi rialzate, notate una strana bottiglia piena di liquido.",
      "notate una borsa danneggiata sulla strada. La aprite frettolosamente...",
      "decidete di fare una breve deviazione per evitare di attraversare un torrente. In quel momento scoprite...",
      "passate accanto a un uomo con un mulo carico. Qualche minuto dopo, notate che qualcosa è caduto dal suo zaino. Ormai è troppo tardi per prenderlo.",
      "lo sguardo viene catturato dal riflesso di una pozione sul pavimento.",
      "inciampate in una radice. Furioso, gli dai un colpo... Non sembra essere una radice...",
      "incontrate un bambino che non sembra parlare la vostra lingua. Ma sembra amichevole e vi porge un pacco...",
      "si incontra un uomo con un mulo carico. Decidete di aiutarlo a trasportare il suo carico. In segno di gratitudine, vi offre una pozione...",
      "vi imbattete in una donna che sembra offrirvi da bere. Incuriositi, accettate la sua offerta...",
      "scoprite una dimora che esplorate rapidamente. Raccogliete una bottiglia e ripartite frettolosamente..."
    ]
  },
  "findItem": {
    "stories": [
      "intravedete con la coda dell'occhio un oggetto luccicante...",
      "scivolate sul ciglio della strada e cadete a terra. Mentre vi rialzate, notate qualcosa a terra...",
      "notate una borsa danneggiata sulla strada. La aprite frettolosamente...",
      "decidete di fare una breve deviazione per evitare di attraversare un torrente. In quel momento scoprite...",
      "passate accanto a un uomo con un mulo carico. Qualche minuto dopo, notate che qualcosa è caduto dal suo zaino. Ormai è troppo tardi per prenderlo.",
      "gli occhi sono attratti dal riflesso di un oggetto a terra.",
      "inciampate in una radice. Furioso, la colpisci... Non sembra essere una radice...",
      "incontrate un bambino che non sembra parlare la vostra lingua. Ma sembra amichevole e vi porge un pacco...",
      "si incontra un uomo con un mulo carico. Decidete di aiutarlo a trasportare il suo carico. In segno di gratitudine, vi offre un oggetto..."
    ]
  },
  "pet": {
    "stories": {
      "money_m": [
        "{{pet}}Vedete ** ** rovistare nell'erba alta.{{amount}} :moneybag:Ne esce ** ** , che si conserva per il resto dell'avventura.",
        "{{pet}}Si nota che ** ** sta fissando il terreno e decide di scavare una buca.{{amount}} :moneybag: Che sorpresa vederlo emergere ** ** !",
        "{{pet}}Scoprite che ** ** sta annusando insistentemente in direzione di un cespuglio.{{amount}} :moneybag: Decidete di dare un'occhiata e vederlo tornare con ** ** vi riempie di gioia!",
        "{{pet}}All'improvviso si vede ** ** saltare in acqua.{{amount}} :moneybag: Che sorpresa vederlo emergere con una borsa di ** ** !",
        "{{pet}}Dopo aver fatto una breve pausa nel vostro viaggio, vedete ** ** tornare con una borsa. Sembra che l'abbia rubata a un mercante.{{amount}} :moneybag: Decidete di andarvene con ** ** prima che se ne accorga."
      ],
      "money_f": [
        "{{pet}}Vedete ** ** rovistare nell'erba alta.{{amount}} :moneybag:Ne esce ** ** , che si conserva per il resto dell'avventura.",
        "{{pet}}Si nota che ** ** sta fissando il terreno e decide di scavare una buca.{{amount}} :moneybag: Che sorpresa vederlo emergere ** ** !",
        "{{pet}}Scoprite che ** ** sta annusando insistentemente in direzione di un cespuglio.{{amount}} :moneybag: Decidete di dare un'occhiata e vederla tornare con ** ** vi riempie di gioia!",
        "{{pet}}All'improvviso si vede ** ** saltare in acqua.{{amount}} :moneybag: Che sorpresa vederla emergere con una borsa di ** ** !",
        "{{pet}}Dopo aver fatto una breve pausa nel vostro viaggio, vedete ** ** tornare con una borsa. Sembra che l'abbia rubata a un mercante.{{amount}} :moneybag: Decidete di andarvene con ** ** prima che se ne accorga."
      ],
      "item_m": [
        "{{pet}}Vedete ** ** rovistare nell'erba alta. Tira fuori un **oggetto**, che puoi tenere per il resto della tua avventura.",
        "{{pet}}Notate che ** ** sta fissando il terreno e decide di scavare una buca. Che sorpresa quando lo vedi tirare fuori un **oggetto**!",
        "{{pet}}Scoprite che ** ** sta annusando insistentemente in direzione di un cespuglio. Decidete di dare un'occhiata e vederlo tornare con un **oggetto** vi riempie di gioia!",
        "{{pet}}All'improvviso si vede ** ** saltare in acqua. Che sorpresa vederlo emergere con un **oggetto**!",
        "{{pet}}Dopo aver fatto una breve pausa nel vostro viaggio, vedete ** ** tornare con un **oggetto**. Sembra che l'abbia rubato a un mercante. Decidete di andarvene prima che se ne accorga."
      ],
      "item_f": [
        "{{pet}}Vedete ** ** rovistare nell'erba alta. Tira fuori un **oggetto**, che puoi tenere per il resto della tua avventura.",
        "{{pet}}Notate che ** ** sta fissando il terreno e decide di scavare una buca. Che sorpresa quando lo vedi tirare fuori un **oggetto**!",
        "{{pet}}Scoprite che ** ** sta annusando insistentemente in direzione di un cespuglio. Decidete di dare un'occhiata e vederla tornare con un **oggetto** vi riempie di gioia!",
        "{{pet}}All'improvviso si vede ** ** saltare in acqua. Che sorpresa vederla emergere con un **oggetto**!",
        "{{pet}}Dopo aver fatto una breve pausa nel vostro viaggio, vedete ** ** tornare con un **oggetto**. Sembra che l'abbia rubato a un mercante. Decidete di andarvene prima che lui se ne accorga."
      ],
      "gainEnergy_m": [
        "{{pet}}Avere ** ** al tuo fianco ti rende felice.{{amount}} :zap:Solleva il tuo spirito e guadagna ** ** .",
        "{{pet}}Sul ciglio della strada, ** ** si imbatte in un cibo che sembra in buone condizioni e lo riporta a te.{{amount}} :zap:Lo mangi prima che si rovini e vinci ** ** .",
        "{{pet}}Dopo essersi allontanato per qualche istante, ** ** ritorna con una pozione quasi vuota. La bevi prima che vada persa.{{amount}} :zap:Hai vinto ** ** ."
      ],
      "gainEnergy_f": [
        "{{pet}}Avere ** ** al tuo fianco ti rende felice.{{amount}} :zap:Solleva il tuo spirito e guadagna ** ** .",
        "{{pet}}Sul ciglio della strada, ** ** si imbatte in un cibo che sembra in buone condizioni e lo riporta a te.{{amount}} :zap:Lo mangi prima che si rovini e vinci ** ** .",
        "{{pet}}Dopo essersi allontanato per qualche istante, ** ** ritorna con una pozione quasi vuota. La bevi prima che vada persa.{{amount}} :zap:Hai vinto ** ** ."
      ],
      "gainLife_m": [
        "{{pet}}Avere ** ** al tuo fianco ti rende felice.{{amount}} :heart:Solleva il tuo spirito e guadagna ** ** .",
        "{{pet}}Sul ciglio della strada, ** ** si imbatte in un cibo che sembra in buone condizioni e lo riporta a te.{{amount}} :heart:Lo mangi prima che si rovini e vinci ** ** .",
        "{{pet}}Dopo essersi allontanato per qualche istante, ** ** ritorna con una pozione quasi vuota. La bevi prima che vada persa.{{amount}} :heart:Hai vinto ** ** ."
      ],
      "gainLife_f": [
        "{{pet}}Avere ** ** al tuo fianco ti rende felice.{{amount}} :heart:Solleva il tuo spirito e guadagna ** ** .",
        "{{pet}}Sul ciglio della strada, ** ** si imbatte in un cibo che sembra in buone condizioni e lo riporta a te.{{amount}} :heart:Lo mangi prima che si rovini e vinci ** ** .",
        "{{pet}}Dopo essersi allontanato per qualche istante, ** ** ritorna con una pozione quasi vuota. La bevi prima che vada persa.{{amount}} :heart:Hai vinto ** ** ."
      ],
      "gainLove_m": [
        "{{pet}}Sembra che ** ** sia felice di avervi in sua compagnia. Si innamora e diventa più fedele a voi.",
        "{{pet}} {determinant} Dopo una lunga passeggiata, decidete di prendervi cura del vostro ** ** accarezzandolo. Il tempo trascorso con lui ha rafforzato il vostro legame.",
        "{{pet}}Dopo essersi allontanato per qualche istante, ** ** ritorna con del cibo che ha trovato più avanti. Decidete di darglielo prima che si perda. Questo lo fa amare di più.",
        "{{pet}} {{randomAnimal}} Purtroppo ** ** sembra aver iniziato le ostilità con il sauvage! Decidete di difenderlo valorosamente. Lui vi ama di più e vi diventa più fedele.",
        "Oh, che carino!{{pet}}** ** è giocoso! Così decidete di divertirvi con lui. Questo gioco ha rafforzato il vostro legame."
      ],
      "gainLove_f": [
        "{{pet}}Sembra che ** ** sia felice di avervi in sua compagnia. Si innamora e diventa più fedele a voi.",
        "{{pet}}Dopo una lunga passeggiata, decidete di prendervi cura della vostra ** ** accarezzandola. Il tempo trascorso con lei ha rafforzato il vostro legame.",
        "{{pet}}Dopo essersi allontanata per qualche istante, ** ritorna con del cibo che ha trovato più avanti. Decidete di darglielo prima che si perda. Questo la fa amare di più.",
        "{{pet}} {{randomAnimal}} Purtroppo ** ** sembra aver iniziato le ostilità con il sauvage! Decidete di difenderla valorosamente. Lei ti ama di più e ti diventa più fedele.",
        "Oh, che carino!{{pet}}** ** è giocosa! Così decidete di divertirvi con lei. Questa parte ha rafforzato il vostro legame."
      ],
      "food_m": [
        "{{pet}}{{food}}L'estro di ** ** vi ha permesso di trovare un ** **. Mettete via il cibo e continuate per la vostra strada.",
        "{{pet}}Si nota che ** ** sta fissando il terreno e decide di scavare una buca.{{food}}Siete sorpresi di vederlo tirare fuori un ** ** !",
        "{{pet}}Scoprite che ** ** sta annusando insistentemente in direzione di un cespuglio.{{food}}Decidete di dare un'occhiata e lo vedete tornare con un ** ** in bocca!",
        "{{pet}}All'improvviso si vede ** ** saltare in acqua.{{food}}Che sorpresa vederlo emergere con un ** ** !",
        "{{pet}}{{food}}Dopo aver fatto una breve pausa nel vostro viaggio, vedete ** ** tornare con un ** **. Sembra che l'abbia rubata a un mercante. Decidete di andarvene prima che se ne accorga."
      ],
      "food_f": [
        "{{pet}}{{food}}L'estro di ** ** vi ha permesso di trovare un ** **. Mettete via il cibo e continuate per la vostra strada.",
        "{{pet}}Si nota che ** ** sta fissando il terreno e decide di scavare una buca.{{food}}Siete sorpresi di vederla tirare fuori un ** ** !",
        "{{pet}}Scoprite che ** ** sta annusando insistentemente in direzione di un cespuglio.{{food}}Decidete di dare un'occhiata e la vedete tornare con ** ** in bocca!",
        "{{pet}}All'improvviso si vede ** ** saltare in acqua.{{food}}Che sorpresa vederla emergere con un ** **!",
        "{{pet}}{{food}}Dopo aver fatto una breve pausa nel vostro viaggio, vedete ** ** tornare con un ** **. Sembra che l'abbia rubata a un mercante. Decidete di andarvene prima che lui se ne accorga."
      ],
      "gainTime_m": [
        "{{pet}}Nonostante i chilometri percorsi, ** ** è in ottima forma.{{amount}} :hourglass:Salite sulla sua schiena per qualche minuto e vincete ** Min** .",
        "{{pet}}In una curva della strada, ** ** inizia improvvisamente a correre.{{amount}} :hourglass:Finisci per essere trascinato alla fine della sua corsa, ma hai vinto ** Min** .",
        "Che energia!{{pet}}** ** sembra avere fretta, ma voi riuscite a stargli dietro.{{amount}} :hourglass:Grazie a lui vincete ** Min** .",
        "{{pet}}L'estro di ** ** vi ha permesso di trovare una scorciatoia.{{amount}} :hourglass:Grazie a lui, avete vinto ** Min** .",
        "{{pet}} {{randomAnimal}} Difendere ** ** dai sauvage non è stata un'impresa da poco, e questa volta hai trovato qualcosa più forte di te. Decidi di fuggire e corri a tutta velocità.{{amount}} :hourglass: Grazie a questa disavventura, hai guadagnato ** Min** lungo la strada."
      ],
      "gainTime_f": [
        "{{pet}}Bello da vedere, ** ** è in gran forma.{{amount}} :hourglass:Se si sale sulla sua schiena per qualche minuto, si vince ** Min** .",
        "{{pet}}In una curva della strada, ** ** inizia improvvisamente a correre.{{amount}} :hourglass:Finisci per essere trascinato alla fine della sua corsa, ma hai vinto ** Min** .",
        "{{pet}} {determinant} Si nota che ** ** sembra avere fretta, ma si riesce comunque a tenere il passo con .{{amount}} :hourglass:Grazie a lei vincete ** Min** .",
        "{{pet}}L'estro di ** ** vi ha permesso di trovare una scorciatoia. {accusative}{{amount}} :hourglass:Grazie a , avete vinto ** Min** .",
        "{{pet}} {{randomAnimal}} Difendere ** ** dai sauvage non è stata un'impresa da poco, e questa volta hai trovato qualcosa più forte di te. Decidi di fuggire e corri a tutta velocità.{{amount}} :hourglass: Grazie a questa disavventura, hai guadagnato ** Min** lungo la strada."
      ],
      "points": [
        "{{pet}}Le persone che si imbattono in voi con ** ** sono sicure di prenderne atto.{{amount}} :medal:Questo migliora la vostra reputazione e quindi guadagnate ** ** .",
        "{{pet}}Raccontare a un vecchio le tue avventure con ** ** sembra aver migliorato la tua reputazione.{{amount}} :medal:Hai vinto ** ** ."
      ],
      "badge": [
        "{{pet}}Riuscire ad addestrare ** ** è stata una vera sfida che dimostra il tuo talento con gli animali. {{badge}} Ti verrà assegnato il distintivo!"
      ],
      "loseLife_m": [
        "{{pet}}Quando cerchi di accarezzare ** **, non te lo permette e ti morde la mano.{{amount}} :broken_heart:Si perde ** ** .",
        "{{pet}}In una curva ** ** inizia improvvisamente a correre. Si mantiene il vantaggio come meglio si può, ma si esce con qualche graffio.{{amount}} :broken_heart:Si perde ** ** .",
        "{{pet}}Si vede ** ** uscire. Torna qualche minuto dopo con del cibo. Lo mangiate e ve ne pentite amaramente qualche minuto dopo. All'improvviso ti senti male allo stomaco...{{amount}} :broken_heart:Perdi ** ** .",
        "{{pet}} {{randomAnimal}} ** Sembra che abbia scatenato le ostilità con il sauvage! Decidi di difenderlo, ma purtroppo la creatura selvaggia ti ferisce.{{amount}} :broken_heart:Hai perso ** ** .",
        "{{pet}}** ** sembra voler giocare e si lancia su un albero. Sfortunatamente, il suo peso spezza il ramo e cade sopra di voi.{{amount}} :broken_heart:Si perde ** ** ."
      ],
      "loseLife_f": [
        "{{pet}}Mentre cerchi di accarezzare ** **, lei non te lo permette e ti morde la mano.{{amount}} :broken_heart:Si perde ** ** .",
        "{{pet}}In una curva ** ** inizia improvvisamente a correre. Si mantiene il vantaggio come meglio si può, ma si esce con qualche graffio.{{amount}} :broken_heart:Si perde ** ** .",
        "{{pet}}Si vede ** ** uscire. Lei torna qualche minuto dopo con del cibo. Lo mangi e te ne penti amaramente qualche minuto dopo. All'improvviso ti senti male allo stomaco...{{amount}} :broken_heart:Perdi ** ** .",
        "{{pet}} {{randomAnimal}} ** Sembra che abbia scatenato le ostilità con il sauvage! Decidi di difenderla, ma purtroppo la creatura selvaggia ti ferisce.{{amount}} :broken_heart:Hai perso ** ** .",
        "{{pet}}** ** sembra voler giocare e si lancia su un albero. Sfortunatamente, il suo peso spezza il ramo e lei cade sopra di te.{{amount}} :broken_heart:Si perde ** ** ."
      ],
      "loseMoney_m": [
        "{{pet}}Si percepisce che ** ** sta rubando alcune monete dalla borsa e le nasconde più lontano. Sfortunatamente, non riesci a trovarle.{{amount}} :money_with_wings:Così si perde ** ** .",
        "Si nota un grosso buco nella borsa.{{pet}}** ** deve averci giocato durante la notte!{{amount}} :money_with_wings:Dopo aver contato ciò che vi era rimasto, vi accorgete che vi manca un totale di ** ** .",
        "{{pet}}Mentre stai giocando con ** **, ti spinge e fa cadere la tua borsa in un crepaccio.{{amount}} :money_with_wings: È impossibile recuperare quei ** **!",
        "{{pet}}Si ha l'impressione che ** ** sia irritato e che arrivi persino a ferire un passante. Dopo essersi scusati, si decide di risarcirlo e di andarsene a testa bassa.{{amount}} :money_with_wings:Si perde ** ** .",
        "{{pet}}Cercando di giocare con ** **, lo si colpisce. Ferito, lo si porta da un guaritore per curarlo.{{amount}} :money_with_wings:Dopo averlo guarito, il guaritore ti solleva da ** ** ."
      ],
      "loseMoney_f": [
        "{{pet}}Si percepisce che ** ** sta rubando alcune monete dalla borsa e le nasconde più lontano. Sfortunatamente, non riesci a trovarle.{{amount}} :money_with_wings:Così si perde ** ** .",
        "Si nota un grosso buco nella borsa.{{pet}}** ** deve averci giocato durante la notte!{{amount}} :money_with_wings:Dopo aver contato ciò che vi era rimasto, vi accorgete che vi manca un totale di ** ** .",
        "{{pet}}Mentre stai giocando con ** **, ti spinge e fa cadere la tua borsa in un crepaccio.{{amount}} :money_with_wings: È impossibile recuperare quei ** **!",
        "{{pet}}Si ha l'impressione che ** ** sia irritato e che arrivi persino a ferire un passante. Dopo essersi scusati, si decide di risarcirlo e di andarsene a testa bassa.{{amount}} :money_with_wings:Si perde ** ** .",
        "{{pet}}Cercando di giocare con ** **, la colpisci. Ferita, la si porta da un guaritore per curarla.{{amount}} :money_with_wings:Dopo averla guarita, il guaritore ti solleva da ** ** ."
      ],
      "loseTime_m": [
        "{{pet}}{{amount}} :clock2:Se continui a chiamare ** ** in modo che rimanga vicino a te, perderai ** Min** .",
        "{{pet}}Si sente che ** ** non sembra volersi muovere. Decidi comunque di tirarlo con la forza.{amount} :clock2:A causa sua, si perde ** Min**.",
        "{{pet}} {{randomAnimal}} Vedi ** ** correre verso di te, inseguito da sauvage! Fuggi con lui.{{amount}} :clock2: Questo inseguimento ti ha fatto perdere ** Min** lungo la strada.",
        "{{pet}}Entrando in un villaggio, si sente dire che un animale domestico simile a ** ** sta attaccando gli abitanti del villaggio. Vedendovi, gli abitanti del villaggio si spaventano di voi e del vostro animale e voi venite immediatamente cacciati dal villaggio.{{amount}} :clock2: A causa di questa disavventura, avete perso ** Min** lungo la strada.",
        "{{pet}}Si scopre che ** ** sta fissando il terreno e decide di scavare una buca. Ne esce un forziere chiuso a chiave. Dopo vari tentativi, riuscite ad aprirlo, ma è vuoto.{{amount}} :clock2:Questo contrattempo vi è costato ** Min**."
      ],
      "loseTime_f": [
        "{{pet}}{amount} :clock2:Se continui a chiamare ** ** per tenerla vicino a te, perderai ** Min** .",
        "{{pet}}Si sente che ** ** non sembra volersi muovere. Decidi comunque di tirarla con la forza.{amount} :clock2:A causa sua, perdi ** Min**.",
        "{{pet}}{feminine} {{randomAnimal}} Vedete ** ** correre verso di voi, inseguiti dal sauvage! Scappate con lei.{{amount}} :clock2: Questo inseguimento ti ha fatto perdere ** Min** lungo la strada.",
        "{{pet}}Entrando in un villaggio, si sente dire che un animale domestico simile a ** ** sta attaccando gli abitanti del villaggio. Vedendovi, gli abitanti del villaggio si spaventano di voi e del vostro animale e voi venite immediatamente cacciati dal villaggio.{{amount}} :clock2: A causa di questa disavventura, avete perso ** Min** lungo la strada.",
        "{{pet}}Si scopre che ** ** sta fissando il terreno e decide di scavare una buca. Tira fuori un forziere chiuso. Dopo vari tentativi, riuscite ad aprirlo, ma è vuoto.{{amount}} :clock2:Questa disavventura ti è costata ** Min** ."
      ],
      "petFlee_m": [
        "{{pet}}Dopo tanti maltrattamenti, era inevitabile. ** Non ti rispetta e scappa via. Non riuscite a trovarlo e lo perdete per sempre...",
        "{{pet}}Dopo aver trascorso un po' di tempo con te, ** ** sembra non piacerti più e decide di scappare. Probabilmente non lo rivedrete mai più.",
        "{{pet}}Sembra che ** ** abbia trovato la sua anima gemella, che ti abbandona e ti lascia sola. Non lo rivedrete mai più...",
        "{{pet}}La mancanza di attenzione nei confronti di ** lo ha portato a scappare. Lo si perde di vista molto rapidamente e sarà impossibile ritrovarlo."
      ],
      "petFlee_f": [
        "Dopo tanti maltrattamenti, era inevitabile.{{pet}}** ** non ti rispetta e scappa via. Non riesci a trovarla e la perdi per sempre...",
        "{{pet}}Dopo aver trascorso un po' di tempo con te, ** ** sembra non piacerti più e decide di scappare. Probabilmente non la rivedrete mai più.",
        "{{pet}}Sembra che ** ** abbia trovato la sua anima gemella, che ti abbandona e ti lascia solo. Non la rivedrai mai più...",
        "{{pet}}La mancanza di attenzione nei confronti di ** l'ha fatta scappare. La si perde di vista molto rapidamente e sarà impossibile ritrovarla."
      ],
      "loseLove_m": [
        "{{pet}}Sembra che a ** ** non piaccia molto... Viaggiare con lui peggiora ulteriormente la relazione. Perde un po' di amore.",
        "{{pet}}Proprio mentre vi esercitate a combattere, ** ** vi passa accanto. Inavvertitamente lo colpisci. Ora sembra che tu gli piaccia un po' meno.",
        "{{pet}}Dopo una lunga passeggiata, ** ** ha il fiatone e non riesce a tenere il passo con voi. Non aspettarlo ha danneggiato la vostra relazione. Così sta perdendo un po' di amore...",
        "{{pet}}Mentre vi avvicinate a una bancarella, ** ** fissa il cibo su una tavola. Nonostante la sua richiesta, decidete di proseguire per la vostra strada.{{pet}}** ** nutre rancore e sta perdendo un po' di fiducia in te."
      ],
      "loseLove_f": [
        "{{pet}}Sembra che a ** ** non piaccia molto... Viaggiare con lei peggiora ulteriormente la relazione. Perde un po' di amore.",
        "{{pet}}Proprio mentre stai esercitando le tue abilità di combattimento, ** ** ti passa accanto. Inavvertitamente la colpisci. Ora sembra che tu le piaccia un po' meno.",
        "{{pet}}Dopo una lunga passeggiata, ** ** ha il fiatone e non riesce a tenere il passo con voi. Non aspettarla ha danneggiato il vostro rapporto. Quindi sta perdendo un po' di amore...",
        "{{pet}}Mentre vi avvicinate a una bancarella, ** ** fissa il cibo su una tavola. Nonostante la sua richiesta, decidete di proseguire per la vostra strada.{{pet}}** ** è risentita e sta perdendo un po' di fiducia in lei."
      ],
      "nothing": [
        "{{pet}}Continuate il vostro viaggio accanto a ** **. Non succede nulla di speciale."
      ]
    },
    "randomAnimal_m": "{{randomAnimal}}a ** **",
    "randomAnimal_f": "{{randomAnimal}}a ** **"
  },
  "class": {
    "attack": {
      "winPotion": [
        "vedete una strana luce in lontananza. Avvicinandosi, ci si rende conto che si tratta di una fiala dal contenuto sconosciuto. Ci si inumidisce le labbra con la bevanda e si sente che la propria forza potrebbe essere decuplicata se la si ingerisse...",
        "notate una tenda montata lì. Incuriositi, entrate e scoprite un vecchio con una serie di pozioni. Vi chiede di testare le sue pozioni. Accettate e, una volta terminati gli esperimenti, vi dà una pozione d'attacco in segno di ringraziamento.",
        "troverete un carrello abbandonato. Contiene scatole di pozioni. Ne rubate frettolosamente una. Dopo essere fuggiti, vedete che la pozione rubata sembra essere utile per la prossima battaglia..."
      ],
      "winObject": [
        "decidete di appoggiarvi a un albero. Quando vi sedete, sentite un dolore lancinante alla schiena. Vi alzate con velocità fulminea e scoprite cosa vi ha graffiato:",
        "Improvvisamente sentite un frastuono infernale venire verso di voi e fate appena in tempo a gettarvi di lato quando un'orda di cavalieri vi passa davanti al galoppo. Mentre li guardate andare via, vedete cadere da uno dei cavalli una sacca. Raccogliendolo, scoprite...",
        "Un animale affamato si avvicina a voi. Per precauzione, decidete di ucciderlo. Scavando tra le sue viscere, trovate un oggetto che sembra poter essere usato per attaccare."
      ],
      "winWeapon": [
        "Incontrate un mercante che vi chiede di che classe siete. Alla sua risposta, vi offre gratuitamente un'arma che non usa più:",
        "vedete una pistola sul ciglio della strada e non potete credere ai vostri occhi! Vi chiedete come sia possibile che abbiate buttato via una cosa così bella e decidete di dotarvene. Probabilmente tornerà utile!",
        "si trova un'antica fortezza in rovina. Ancora alla ricerca di equipaggiamento, decidete di perquisirlo. Dopo un rapido giro dei locali, sembra che solo l'armeria sia ancora intatta. Nell'armeria, tra gli oggetti arrugginiti e inutilizzabili, si trova un'arma che sembra in buone condizioni."
      ]
    },
    "defense": {
      "winPotion": [
        "notate una tenda montata lì. Incuriositi, entrate e scoprite un vecchio con una serie di pozioni. Vi chiede di testare le sue pozioni. Accettate e, una volta terminati gli esperimenti, vi dà una pozione di difesa in segno di ringraziamento.",
        "troverete un carrello abbandonato. Contiene scatole di pozioni. Ne rubate frettolosamente una. Dopo essere fuggiti, vedete che la pozione rubata sembra essere utile per la prossima battaglia...",
        "Alle vostre spalle si sente un forte impatto. Vi voltate di colpo e un vecchio appiattito a terra sotto un albero entra nel vostro campo visivo. Siete sollevati nel vedere che è ancora vivo, mentre emette un basso lamento. Notate poi che una cassa piena di pozioni identiche è caduta con lui. Sapendo che non sarebbe potuto sopravvivere con la sua fragile struttura, deducete che si tratta di pozioni che aumentano le capacità difensive del corpo. Non volendo perdere un'occasione simile, afferrate l'unica fiala intatta e fuggite dalla scena, incuranti delle deboli lamentele del vecchio."
      ],
      "winObject": [
        "Un animale affamato si avvicina a voi. Per precauzione, decidete di ucciderlo. Scavando tra le sue viscere, trovate un oggetto che sembra servirvi per difendervi.",
        "Un cavaliere si avvicina e propone un duello. Vi darà il suo oggetto di difesa se vincerete. Grazie al vostro allenamento, la vittoria è vostra e vincete il premio promesso.",
        "Trovate un contadino che ha bisogno di aiuto per riparare il suo carro. Rimettete a posto la ruota. Per ringraziarvi, vi regala un oggetto difensivo forgiato dai migliori artigiani di Claire De Ville."
      ],
      "winArmor": [
        "Incontrate un mercante che vi chiede di che classe siete. Dopo aver risposto, il mercante vi offre gratuitamente un'armatura che non usa più:",
        "vedete un'armatura sul ciglio della strada e non potete credere ai vostri occhi! Vi chiedete come sia possibile buttare via una cosa così bella e decidete di indossarla. Probabilmente vi tornerà utile!",
        "si trova un'antica fortezza in rovina. Ancora alla ricerca di equipaggiamento, decidete di perlustrarlo. Dopo una rapida occhiata in giro, sembra che solo l'armeria sia ancora intatta. Nell'armeria, tra gli oggetti arrugginiti e inutilizzabili, si trova un'armatura che sembra in buone condizioni."
      ]
    },
    "basic": {
      "winItem": [
        "Alcuni abitanti del villaggio vi avvicinano e vi consegnano un oggetto come riconoscimento per una recente impresa d'armi. Li ringraziate brevemente e continuate per la vostra strada.",
        "Vi imbattete in un gruppo di bambini che giocano a rincorrersi. Uno di loro vi urta e si mette a piangere. I suoi genitori si avvicinano e vi chiedono perdono, voi glielo concedete e loro vi danno un oggetto che potrebbe esservi utile.",
        "Un carretto vi ferma, incuriositi e desiderosi di continuare il vostro viaggio, vi avvicinate al proprietario che, dapprima antipatico, vi dice di togliervi di mezzo e di prendere un'altra strada. Questo lo tranquillizza immediatamente. Vi offre qualcosa e vi chiede di aspettare mentre sposta il suo carico.",
        "vedete una folla di persone riunite. Volendo vedere cosa sta succedendo, vi fate strada tra il gruppo e scoprite un oggetto insanguinato, altrimenti la folla intorno a voi lo avrebbe già toccato. Ve ne andate come se nulla fosse con l'oggetto in vostro possesso."
      ],
      "winMoney": [
        "Salite su una piccola collina e notate che i vostri passi hanno un suono strano. Si cerca sul terreno e si scopre un forziere pieno d'oro.{{amount}} :moneybag:Si ottiene ** **.",
        "incontrate una persona che sembra un po' sconcertata e impaurita... Quando vi vede, la persona si scusa e scappa via. Pensate che vi abbia scambiato per qualcun altro.{{amount}} :moneybag:Nella fretta, lo sconosciuto ha fatto cadere una borsa: la aprite e scoprite ** ** ** !",
        "decidete di accamparvi con una tenda e altri oggetti. Mentre si scavano le buche per i picchetti della tenda, si sente qualcosa di duro nel terreno.{{amount}} :moneybag:Mentre si scava, si porta alla luce una piccola scatola di legno danneggiata dal tempo e si trova ** ** ** !"
      ]
    },
    "other": {
      "winItem": [
        "si incastra il piede in qualcosa che sporge dal terreno, dopo essersi rialzati si cerca a terra e si estrae un oggetto...",
        "vedete una forma in un fosso. Incuriositi, vi avvicinate alla forma, che si rivela essere un oggetto che potrebbe essere utile per il resto della vostra avventura...",
        "decidete di appoggiarvi a un albero. Quando vi sedete, sentite un forte dolore alla schiena. Ci si alza rapidamente e si scopre... un oggetto!",
        "camminate distrattamente e inciampate su qualcosa! Mentre lottate per rialzarvi dopo la caduta, scoprite un oggetto!"
      ],
      "winHealth": [
        "Incontrate alcuni abitanti del villaggio che si ricordano della vostra bravura come persona fragile e vi consegnano una borsa con delle provviste, che mangiate prima di continuare il vostro viaggio.{{amount}} :heart:Hai vinto ** **.",
        "Un mercante si avvicina e vi chiede di che classe siete, al che voi rispondete che siete un avventuriero fragile. Ricordando che gli avventurieri fragili sono persone con pochi hp, decide di darvi della frutta che non era più possibile vendere.{{amount}} :heart:Mangiate volentieri la frutta e vincete ** ** poi ripartite.",
        "Si viene avvicinati da un'anziana donna, che porge una mela rossa e dice che è importante mangiare bene per diventare forti. La si mangia con gratitudine prima di proseguire il cammino.{{amount}} :heart:Hai vinto ** **.",
        "Un aratro vi urta. Vi si avvicina il proprietario, che si scusa dicendo che non vi aveva visto a causa del vostro cattivo aspetto e vi offre delle provviste. Mangiate qualcosa e poi ripartite.{{amount}} :heart:Vincete ** **."
      ]
    }
  },
  "ultimateFoodMerchant": {
    "stories": [
      "en observant le paysage alentour, vous ne remarquez pas l'homme qui est devant vous et le bousculez. Vous vous excusez et, l'homme étant fort sympathique, vous êtes rapidement pardonné et engagé dans une discussion. Il se prénomme « Gaspard-Jo », et c'est un marchand de soupe. Par sa grande générosité, il récompense le talent des joueurs qu'il trouve sur son chemin. ",
      "une petite roulotte avec une cheminée se dirige vers vous. Vous prenez la peine de saluer poliment le marchand, qui, après une rapide discussion durant laquelle vous apprenez qu'il s'appelle « Gaspard-Jo », s'avère vouloir vous récompenser pour vos bonnes actions. "
    ],
    "rewards": {
      "ultimateFood_one": [
        "Il vous tend **une soupe ultime**, que vous rangez soigneusement."
      ],
      "ultimateFood_other": [
        "Il vous tend **{{count}} soupes ultimes**, que vous rangez soigneusement."
      ],
      "fullUltimateFood": [
        "Il vous offre des soupes ultimes. Malheureusement, votre entrepôt étant plein, vous êtes dans l'obligation de les lui rendre."
      ],
      "item": [
        "Il vous offre **un objet** qui, d'après ses dires, pourrait vous être utile."
      ],
      "commonFood_one": [
        "Estimant que vous n'êtes pas assez puissant pour obtenir sa marchandise gratuitement, il vous offre **une friandise**."
      ],
      "commonFood_other": [
        "Estimant que vous n'êtes pas assez puissant pour obtenir sa marchandise gratuitement, il vous offre **{{count}} friandises**."
      ],
      "fullCommonFood": [
        "Voyant que vous n'êtes pas très puissant, il se résigne à vous offrir quelques friandises, mais vous n'avez malheureusement plus assez de place pour les prendre. Vous reprenez votre route déçu."
      ],
      "money": [
        "Comme vous ne faites pas partie d'une guilde, vous ne pouvez pas stocker la précieuse marchandise de votre bienfaiteur. Il vous donne alors **{{count}}** {{moneyEmote}}. Vous reprenez votre route, un peu déçu."
      ]
    }
  }
}