{
  "advices": [
    "¿Quieres aprender a jugar? Lee la guía del jugador! https://guide.draftbot.com/",
    "Si buscas consejos para progresar, visita: https://guide.draftbot.com/",
    "Cuando creas que estás en un callejón sin salida o no sepas qué acción tomar, puede ser una buena idea no reaccionar ante el acontecimiento.",
    "Si quieres expulsar de tu gremio a alguien que ya no tiene un servidor en común contigo o con el bot, utiliza su clasificación.",
    "Las mascotas se pueden obtener de las recompensas de gremio.",
    "La lista de comandos existentes puede obtenerse utilizando el comando {command:help}.",
    "Si quieres hablar con la comunidad o con los desarrolladores, únete al Discord del bot: https://discord.gg/AP3Wmzb",
    "Puedes contribuir a mejorar DraftBot en el Discord del bot: https://discord.gg/AP3Wmzb",
    "Utilice el comando {command:classesinfo} para comparar las distintas clases entre las que puede elegir.",
    "Utilice el comando {command:classes} para cambiar de clase.",
    "Algunos objetos dan una recompensa cada día. Para recogerlos, utiliza el comando {command:dailybonus}.",
    "Si quieres equipar un objeto, utiliza el comando {command:switch}.",
    "Para obtener más información sobre una orden, utilice el comando {command:help} seguido de la orden sobre la que desea obtener información.",
    "El comando {command:guilddailybonus} te permite recibir una recompensa cada 22 horas si estás en un gremio.",
    "Los alias de comandos como `glouglou` que existían en el bot se han eliminado con la llegada de los comandos de barra oblicua.",
    "Utilice el comando {command:update} para conocer la última actualización del bot.",
    "¡DraftBot está disponible en otros idiomas! Utilice el comando {command:language} para cambiar esta configuración.",
    "¡DraftBot está disponible en otros idiomas! Utilice el comando {command:language} para cambiar esta configuración.",
    "Puedes buscar a un jugador utilizando su clasificación en muchos comandos para interactuar con él sin conocer su nombre de usuario.",
    "Para invitar al bot a tu servidor, utiliza el enlace disponible en el Discord del bot. El enlace de Discord puede obtenerse mediante el comando {command:invitedraftbot}.",
    "Algunas clases te dan ventaja en el combate, mientras que otras te dan ventaja en los informes gracias a un mayor número de puntos de golpe.",
    "Las clases tienen un impacto en tus puntos de golpe y por lo tanto son más o menos difíciles de jugar en ratios.",
    "No es posible cambiar el nombre de un gremio.",
    "Si no cuidas de tus mascotas, pueden jugarte malas pasadas.",
    "Cuando una mascota se vende o se intercambia, pierde casi todo su afecto.",
    "Una mascota adiestrada ya no pierde afecto (a menos que se venda o intercambie).",
    "El intercambio de animales a través del refugio del gremio ({command:pettransfer}) no les hace perder afecto.",
    "Una mascota entrenada puede aportarte bonificaciones durante tu aventura.",
    "Puedes ponerle un apodo a tu mascota utilizando el comando {command:petnickname}.",
    "Puedes liberar a una mascota utilizando el comando {command:petfree}.",
    "Las sopas no son la fuente de alimento más rentable, pero pueden aumentar rápidamente el afecto de una mascota.",
    "Más información sobre los animales domésticos en la página de la guía dedicada a ellos: https://guide.draftbot.com/notions-principale/familiers/",
    "Más información sobre los gremios en la página de la guía dedicada a ellos: https://guide.draftbot.com/notions-principale/guildes/",
    "Para más información sobre el combate, visita la página dedicada en la guía: https://guide.draftbot.com/notions-principale/combats/",
    "Más información sobre las clases en la página de la guía dedicada a ellas: https://guide.draftbot.com/notions-principale/classes/",
    "Encontrará más información sobre las alteraciones del estado en la página de la guía dedicada a ellas: https://guide.draftbot.com/notions-principale/alterations-detat.",
    "Es imposible acceder a la tienda mientras se está encarcelado.",
    "Puede adquirir diversos artículos en {command:shop} .",
    "Puede consultar un historial detallado de las novedades de cada actualización aquí: https://history.draftbot.com/",
    "¡El bot tiene una página web! https://draftbot.com",
    "Las insignias de un jugador se muestran en su perfil en forma de reacciones.",
    "Algunos objetos sólo pueden comprarse en la tienda del gremio, utilizando el comando {command:guildshop}.",
    "Un gremio de nivel más alto significa mejores recompensas diarias de gremio.",
    "Ya no es posible cambiar el prefijo del bot tras una actualización de Discord que obliga a usar comandos de barra.",
    "Un gremio tiene un almacén. Su contenido puede visualizarse mediante el comando {command:guildstorage}.",
    "Es más fácil entrenar a una mascota si los miembros de un gremio trabajan juntos.",
    "Cada gremio dispone de un refugio. Se puede acceder a la lista de animales del refugio mediante el comando {command:guildshelter}.",
    "Tiene más sentido alimentar a las mascotas raras con mejores fuentes de alimento que a las mascotas comunes, a las que se puede alimentar fácilmente sólo con golosinas.",
    "¿Alguna idea para mejorar el bot? Utilice el comando {command:idea}.",
    "Es una buena idea reservar algo de dinero para el tratamiento.",
    "Cada semana se elabora una clasificación para determinar qué jugador ha ganado más puntos. Para ver esta clasificación, utilice el comando {command:top score} y especifique la opción `duration`.",
    "El dinero es uno de los recursos más importantes del juego, y puedes ganarlo a través de informes ({command:report}), objetos de efecto diario ({command:dailybonus}) o recompensas diarias de gremio ({command:guilddailybonus}).",
    "¿Te quedas sin PV? Antes de comprar el tratamiento de 3000 {emote:unitValues.money}, ¡comprueba que en la tienda no haya una poción más rentable!",
    "Las pociones que se venden en la tienda suelen estar disponibles a precios muy atractivos.",
    "Para encabezar la clasificación semanal y ganar una insignia, sé diligente en tus informes y no temas una pelea.",
    "La clasificación general está disponible mediante el comando {command:top score}.",
    "La clasificación semanal está disponible utilizando el comando {command:top score} y la opción `duration`.",
    "¿Tu gremio es de nivel 50 o superior? Entonces tienes un 1% de posibilidades de obtener una insignia para todos los miembros del gremio por cada recompensa diaria.",
    "Una vez que su mascota esté adiestrada, ya no necesitará alimentarla.",
    "¡El tiempo que se tarda en volver a alimentar a tu mascota depende de su rareza! Una estrella = ¡una hora!",
    "Puedes vender una mascota a otro jugador utilizando el comando {command:petsell}.",
    "Si haces clic en las insignias de los perfiles de los jugadores que las tienen, podrás averiguar cómo las consiguieron.",
    "¡Si quieres ver el perfil de otro jugador, escribe el comando {command:profile} !",
    "Hay nueve niveles de equipamiento: Básico, Común, Poco Común, Exótico, Raro, Especial, Épico, Legendario y Mítico.",
    "Cuanto más tiempo esperes antes de un evento, más puntos ganarás. Pasado cierto tiempo, el número de puntos deja de aumentar.",
    "No tienes que pertenecer a un gremio para alimentar a tu mascota.",
    "El juego se desarrolla en tiempo real, por lo que los acontecimientos no están disponibles inmediatamente.",
    "Espera a que tu personaje llegue a su destino antes de continuar tu aventura.",
    "Para obtener más información sobre las distintas rarezas disponibles, envíe un correo electrónico a {command:rarity}.",
    "El comando {command:guild} muestra el gremio de la persona mencionada si tiene uno.",
    "El comando {command:pet} muestra toda la información sobre su mascota.",
    "¿Quieres cambiar de aires? Puedes abandonar un gremio con el comando {command:guildleave}.",
    "Puedes dar una descripción a tu gremio utilizando el comando {command:guilddescription}.",
    "Es posible nombrar a un anciano de gremio. Para ello, el líder del gremio debe utilizar el comando {command:guildelder}.",
    "Utiliza el comando {command:sell} para deshacerte de un objeto que ya no utilices.",
    "El equipamiento aleatorio de la tienda no es necesariamente rentable, sobre todo si ya tienes un equipamiento decente.",
    "Los mercaderes ambulantes nunca venden equipo legendario o épico, a excepción de cierto anticuario que lo vende en exclusiva.",
    "Utiliza el comando {command:vote} para apoyar al bot.",
    "Si un líder de gremio abandona el gremio, el estatus de líder de gremio se transfiere al miembro de mayor edad del gremio. Si no hay ninguno, la cofradía se disuelve.",
    "Encontrará más información sobre las insignias en {command:badges} .",
    "El comando {command:respawn} te permite reanudar el juego si te han matado durante tu aventura.",
    "Si desea hacer una donación y recibir algunas pequeñas recompensas, haga clic aquí: https://draftbot.com/donate",
    "Las clases que puedes elegir varían en función de tu nivel.",
    "El juego no termina en el nivel 100.",
    "El bot cumple años el 10 de abril.",
    "Pedir informes más a menudo es más rentable.",
    "Puedes expulsar a un chico malo de un gremio usando el comando {command:guildkick}. También funciona con los buenos.",
    "Para unirte a un gremio, tienes que ser invitado por el líder o el anciano de un gremio mediante el comando {command:guildinvite}.",
    "Compartir el bot es una forma excelente de ayudarnos.",
    "La mayoría de los vendedores ambulantes ofrecen precios serios. Pero ¡cuidado con los estafadores!",
    "El luchador con más velocidad empieza a atacar primero.",
    "Usar un ataque de ariete también te hará daño. Asegúrate de que tienes suficiente para aguantarlo antes de usarlo.",
    "El poder de tus objetos está limitado por tus estadísticas. Si tienes muy poca defensa, no te beneficiarás de todo el poder de la armadura legendaria.",
    "Puedes crear tu propio evento y añadirlo al bot. Para más información, únete al Discord del bot: https://discord.gg/AP3Wmzb",
    "El bot es de código abierto, lo que significa que cualquiera puede leer su código. Este es el enlace: https://github.com/DraftBot-A-Discord-Adventure/DraftBot/",
    "¿Quieres ayudarnos? Pide a los administradores de tu servidor que añadan el bot.",
    "DraftBot n'enregistre aucune de vos données personnelles.",
    "El comando {command:profile} muestra su estado de salud actual.",
    "Las mascotas más raras obtendrán mayores recompensas.",
    "Cuando se vende una mascota, el vendedor no recibe dinero, sino experiencia para su gremio.",
    "El comando `/ilovedraftbot` ya no existe.",
    "Las insignias son raras y difíciles de obtener.",
    "Tu progreso en DraftBot se conserva aunque juegues en varios servidores.",
    "Hay 5 niveles de clase diferentes.",
    "Una mascota rencorosa puede causarte daño ocasionalmente durante tu aventura. No te olvides de cuidarla.",
    "Para alimentar a su mascota, utilice el comando {command:petfeed}.",
    "Unirte a un gremio te da acceso a mejores fuentes de comida para mascotas.",
    "La rareza mítica es la máxima rareza de un objeto.",
    "Puedes vender el artículo almacenado en tu reserva de artículos utilizando el comando {command:sell}.",
    "Puedes seguir los raros fallos del bot desde este sitio: https://status.draftbot.com/",
    "Esto es sólo una broma que tiene menos de un 1% de posibilidades de aparecer.",
    "Cuando tu personaje ha muerto, puedes reanudar la partida utilizando el comando {command:respawn}.",
    "Cuando mueres, no pierdes el contenido de tu inventario. Sin embargo, pierdes el 10% de tus puntos.",
    "Es imposible vender una mascota que es peleona.",
    "No olvides alimentar a tus mascotas.",
    "No es posible colocar una mascota peleona en el refugio de tu gremio.",
    "Liberar a una mascota te costará dinero.",
    "Puedes desactivar los mensajes privados del bot mediante el comando {command:notifications}.",
    "Las recompensas de gremio pueden incluir una insignia si tu gremio es de nivel 50 o superior.",
    "El primer puesto en la clasificación semanal te otorga una insignia.",
    "Puede decidir sobre el contenido de futuras actualizaciones a través de este sitio: https://feedback.draftbot.com",
    "No puede alimentar a su mascota si tiene el estado alterado.",
    "Utilice el comando {command:map} para obtener información sobre su destino.",
    "Un viaje entre dos destinos puede durar entre 1 y 10 horas en el continente principal.",
    "Durante un viaje pueden ocurrir pequeñas cosas.",
    "Los vendedores ambulantes venden artículos a precios muy atractivos. Cuidado con algunos estafadores.",
    "Si uno de tus amigos está en la cárcel, puedes liberarlo con el comando {command:unlock}.",
    "Hay más de 200 objetos diferentes.",
    "Hay 27 lugares que puedes explorar.",
    "Tener una mascota que te quiera contigo durante el sexo puede traerte buena suerte.",
    "Las mascotas se pueden obtener en tu aventura o como recompensa de gremio.",
    "Hay un evento pequeño cada 9:45 minutos, y un evento grande cada 1 a 10 horas en el continente principal.",
    "Aunque no tengas un gremio, puedes alimentar a tu mascota con golosinas.",
    "¿Quieres que el bot hable inglés aquí? Utilice {command:language}.",
    "El equipo de desarrollo sigue necesitando ayuda. Si quieres ayudarnos a escribir la historia del bot o cualquier otra cosa, únete al Discord del bot: https://discord.gg/AP3Wmzb",
    "Gracias por jugar a DraftBot.",
    "Puedes excluir a alguien de un gremio sin mencionarlo, utilizando su clasificación. Si el jugador que desea excluir ocupa el puesto 34 en la clasificación general, utilice {command:guildkick} y especifique 34 en el argumento `ranking`.",
    "Este texto puede ser útil en el futuro: `fzbyeifea`...",
    "La poción de muerte que mata es una poción muy rara.",
    "Los comerciantes ambulantes compran sus propias mercancías por una suma ridícula.",
    "Por tu salud, ¡come al menos 5 plátanos al día!",
    "¿Alguna idea para mejorar el bot? ¡Utiliza el comando {command:idea} !",
    "Una versión de alta calidad del mapa del mundo está disponible en: https://draftbot.com/public/ressources/map.jpg",
    "Para comprobar si el bot está en línea, utilice el comando {command:ping}.",
    "El comando {command:fight} te permite luchar contra otro jugador.",
    "Cuanto más rara sea una mascota, más interesantes serán las recompensas que te aportará en tu aventura.",
    "No es posible dar dinero a otro jugador.",
    "¡Puedes ayudarnos a escribir la historia del bot sin saber codificar! Únete al Discord del bot para saber más! https://discord.gg/AP3Wmzb",
    "Una mascota adiestrada no necesita que la alimenten.",
    "Cada pequeño acontecimiento te hace ganar unos puntos.",
    "No te subas a los carritos de desconocidos, aunque lleven caramelos.",
    "Utiliza el emoji \"fin\" en respuesta a un informe para acceder a las salidas ocultas. ¡Quizá te espere una recompensa mejor!",
    "¿No puedes seguir la pista de todos los personajes que has conocido? No te asustes, hay una página dedicada a ellos en la wiki: https://guide.draftbot.com/lore/les-personnages",
    "El comando {command:missions} muestra una lista de sus misiones.",
    "Utiliza el comando {command:missionsshop} para gastar tus gemas.",
    "El tesoro del rey te permite obtener equipamiento más raro que la media.",
    "El valor monetario de una gema cambia cada día.",
    "Las misiones exitosas te hacen ganar gemas.",
    "Las misiones secundarias no otorgan gemas.",
    "Se pueden obtener nuevas misiones secundarias durante la aventura.",
    "Cuanto más subas de nivel, más misiones secundarias desbloquearás.",
    "Cada día hay disponible una nueva misión diaria.",
    "Puedes encontrar un gremio publicando un anuncio en el Discord oficial del bot.",
    "El fervor del rey te da 1.000 puntos y se puede comprar en la tienda de misiones.",
    "No es posible comprar el fervor del Rey más de una vez a la semana.",
    "Un veterinario puede decirle exactamente cuánto le gusta una mascota.",
    "El veterinario puede informarte sobre la dieta de tu mascota.",
    "Se puede contactar con el veterinario a través de la tienda de misiones.",
    "La dificultad de las misiones secundarias depende de tu nivel.",
    "Las misiones más difíciles te darán más recompensas.",
    "Puedes reclutar nuevos miembros para tu gremio a través del Discord oficial del bot.",
    "Hay 3 tipos de misiones: misiones de campaña, misiones diarias y misiones secundarias.",
    "La misión diaria es la misma para todos los jugadores.",
    "Lire les conseils peut vous permettre de progresser plus rapidement.",
    "Vous pouvez préciser l'argument `force` de la commande {command:drink} à `true` pour éviter d'avoir à confirmer lorsque vous buvez une potion.",
    "Les pastilles bleues sur le classement indiquent les joueurs présents sur le serveur où la commande a été effectuée.",
    "Le change-mission ne vous permet pas d'obtenir les récompenses de la mission échangée.",
    "Le change-mission vous permet d'échanger une mission secondaire que vous n'aimez pas contre une nouvelle.",
    "Vous pouvez consulter notre politique de confidentialité en suivant ce lien : https://draftbot.com/confidentialite/",
    "Vous pouvez consulter nos conditions d'utilisation en suivant ce lien : https://draftbot.com/conditionsutilisation/",
    "En combattant des adversaires, vous obtenez des points de gloire.",
    "En fonction de votre nombre de points de gloire, vous êtes classés dans une ligue.",
    "En fonction de votre ligue, votre profil est affiché dans une couleur différente.",
    "Vous pouvez obtenir un bonus chaque dimanche en fonction de votre ligue à l'aide de la commande {command:leaguebonus}.",
    "Le nombre de points obtenus dans le bonus de ligue dépend de votre classement dans le classement glorieux.",
    "Une saison de combat se termine le samedi soir heure française.",
    "Vous devez avoir réalisé suffisamment de combats classés à l'aide de la commande {command:fight} pour pouvoir participer au classement glorieux.",
    "Vous devez avoir réalisé suffisamment de combats classés à l'aide de la commande {command:fight} pour pouvoir recevoir un bonus de ligue à la fin de la saison.",
    "Vous pouvez faire jusqu'à 3 combats classés par adversaire et par saison.",
    "Plus votre ligue est élevée, plus l'équipement que vous recevez à l'aide de la commande {command:leaguebonus} est de qualité.",
    "Le joueur ayant le plus de gloire à la fin d'une saison de combat remporte un badge.",
    "Faire des combats réguliers permet de récupérer d'alléchantes récompenses en fin de semaine.",
    "Surveillez régulièrement votre souffle afin d'éviter de perdre un tour en optant pour une attaque trop chère.",
    "Les combats classés consomment votre énergie. Vous devrez patienter afin d'en récupérer.",
    "Vous pouvez consulter votre classement glorieux à l'aide de la commande {command:top glory}.",
    "Les potions et objets permettant d'avancer le temps ne vous permettent pas de récupérer votre énergie.",
    "Les potions et objets permettant d'avancer le temps ne vous permettent pas d'avancer plus vite les temps de chargement des récompenses journalières.",
    "Les potions et objets permettant d'avancer le temps ne vous permettent pas d'avancer plus vite les temps de chargement des récompenses de guilde.",
    "Les potions et objets permettant d'avancer le temps ne vous permettent pas d'avancer plus vite les temps de chargement des récompenses de fin de saison.",
    "Vous pouvez récupérer votre énergie dans le magasin jusqu'à 3 fois par saison de combat.",
    "On raconte qu'autour de Claire De Ville, personne ne manque d'énergie pour combattre.",
    "Vous pouvez trouver dans votre aventure des potions de soin qui vous permettent de récupérer de la vie.",
    "Vous pouvez trouver dans votre aventure des potions d'énergie qui vous permettent de récupérer votre énergie.",
    "Si vous perdez un combat pour inactivité, toute votre énergie sera perdue.",
    "Avez vous remarqué des nouveaux conseils ? C'est parce que nous avons ajouté de nouveaux conseils ! (Si c'était pour une autre raison ça serait inquiétant)",
    "On raconte qu'il y a des îles hostiles et quasi inexplorées par-delà les mers.",
    "Les membres de votre guilde peuvent vous aider à combattre les monstres lorsque vous vous rendez sur une île mystérieuse.",
    "Il est possible de voir les membres de votre guilde qui sont sur une île mystérieuse à l'aide de la commande {command:guild}.",
    "La commande {command:guild} vous permet de voir le nombre d'alliés qui vous aideront sur l'île mystérieuse.",
    "Un \"allié\" est un membre de votre guilde qui est actuellement sur une île mystérieuse ou qui en est récemment parti.",
    "Les autres aventuriers sont vos rivaux dans la quête pour la princesse ! Pensez à bien vous entourer grâce à vos partenaires de guilde.",
    "Vous ne pouvez libérer qu'un familier par heure.",
    "Vous ne pouvez pas rejoindre une île mystérieuse si vous venez de rejoindre une guilde.",
    "On raconte que les équipements rares deviennent moins chers autour de la route des merveilles.",
    "Les joueurs de bonneteau se tiennent à l'écart de la route des merveilles et de la route marécageuse car on raconte qu'un esprit y rôde et s'attaque spécifiquement à eux.",
    "Avez vous trouvé tous les petits secrets de la carte ?",
    "Les guildes peuvent monter de niveau jusqu'au niveau 150.",
    "N'hésitez pas à visiter le vétérinaire pour faire évaluer l'âge de votre familier.",
    "Votre familier peut vous assister lors des combats.",
    "Curieux d'en apprendre plus sur votre familier ? Visitez le vétérinaire !",
    "Les combats contre d'autre joueurs peuvent vous rapporter des points et de l'argent.",
    "N'hésitez pas à vérifier régulièrement nos salons d'annonce pour être au courant des dernières nouveautés.",
    "Les familiers ont des façons différentes de vous aider durant les combats, vous pouvez en savoir plus sur votre animal chez le vétérinaire.",
    "No dude en consultar periódicamente nuestras salas de anuncios para conocer las últimas novedades.",
    "Las mascotas tienen diferentes formas de ayudarte en la batalla, y puedes averiguar más sobre tu mascota en el veterinario.",
    "Se dice que los adivinos evitan la route des merveilles.",
    "Se dice que los jugadores de bonneteau evitan el camino pantanoso.",
    "Se dice que los jugadores del juego del bonneteau evitan el monte Celestrum."
  ]
}