{
  "command404": "Parece que este comando no existe... Por favor, informe de este error al equipo de Bot",
  "dmHelpMessage": "<:draftbot:529305485963427840> **¿Qué es este bot? ¿Cómo juego?\n\nUna presentación rápida del bot está disponible aquí: https://draftbot.com\nUna guía completa para descubrir el bot está disponible aquí: https://guide.draftbot.com\n\n{emote:other.incoming} **¿Cómo añado el bot a mi servidor?\nEl enlace para añadir el bot a tu servidor está disponible en el servidor del bot. https://discord.gg/5JqrMtZ\n\n{emote:effects.dead} **Acabo de morir, el bot me dijo que hiciera {command:respawn} ...**\n\nLos comandos no funcionan en mensajes privados. Ejecuta este comando en un servidor donde el bot pueda hablar.\n\n{emote:messages.description} **Estoy buscando la lista de comandos.**\n\nLa lista de comandos está disponible ejecutando el comando {command:help} en una sala donde el bot pueda hablar.\n\n{emote:collectors.question} **Tengo otra pregunta**\n\nÚnete al servidor Discord del bot y haz tu pregunta, ¡nuestro personal estará encantado de ayudarte!",
  "dmHelpMessageTitle": "Aquí tienes información que puede ayudarte.",
  "joinGuild": "**{emote:other.incoming} Servidor Discord unido :** `{{guild}}` | {emote:userKind.human} : `{{humans}}` | {emote:userKind.robot} : `{{robots}}` | Ratio bot/Humano : `{{ratio}}` % | Validación : {{validation}}",
  "leaveGuild": "**{emote:other.outgoing} servidor Discord izquierda :** `{{guild}}` | {emote:userKind.human} : `{{humans}}` | {emote:userKind.robot} : `{{robots}}` | Ratio bot/Humano : `{{ratio}` % | Validación : {{validation}}",
  "maintenance": "DraftBot est actuellement en maintenance. Pour plus d'informations, voici différents liens :\n\n{emote:networks.website} https://status.draftbot.com\n{emote:networks.discord} https://discord.gg/5JqrMtZ",
  "mentionHelp": "{emote:languages.es} ¡Hola !\n\n{emote:other.right} A raíz de un cambio realizado por Discord, debes utilizar \"comandos de barra\" para interactuar con DraftBot. Utiliza el prefijo `/` seguido del nombre del comando que deseas utilizar.\n\n{emote:other.why} ¿No sabes por dónde empezar? ¡Usa {command:help} !\n\n{emote:languages.en} ¿Hablas inglés? Cambia el idioma con {command:language}\n\nSi necesitas ayuda, no dudes en contactar con el servidor de soporte: https://discord.gg/5JqrMtZ",
  "noChannelAccess": "{emote:other.look}  | ¡Hola! Estás recibiendo este mensaje porque has intentado utilizar uno de mis comandos en una sala en la que no tengo permisos!**\n\nPor lo tanto, tu solicitud ha sido cancelada. Para resolver este problema, envía un mensaje al propietario del servidor en el que has intentado utilizarme. ¡Si sigues sin poder resolver este problema, únete al Discord de soporte del bot en la siguiente dirección: https://discord.gg/5JqrMtZ !",
  "noEmbedPermission": "{emote:other.paperclip}  | ¡Hola! Estás recibiendo este mensaje porque has intentado utilizar uno de mis comandos en una sala en la que tengo permiso para ver mensajes, ¡pero no para incrustar enlaces (Embeds)!\n\nPor lo tanto, tu solicitud ha sido cancelada. Para solucionar este problema, envía un mensaje al propietario del servidor en el que has intentado utilizarme. ¡Si no puedes resolver este problema, por favor únete al Discord de soporte del bot en la siguiente dirección: https://discord.gg/5JqrMtZ !",
  "noFilePermission": "{emote:other.folder}  | ¡Hola! Estás recibiendo este mensaje porque has intentado utilizar uno de mis comandos en una sala en la que tengo permiso para ver mensajes, pero no para adjuntar archivos!**\n\nPor lo tanto, tu solicitud ha sido cancelada. Para resolver este problema, envía un mensaje al propietario del servidor en el que has intentado utilizarme. ¡Si sigues sin poder resolver este problema, únete al Discord de soporte del bot en la siguiente dirección: https://discord.gg/5JqrMtZ !",
  "noReacPermission": "{emote:collectors.refuse}  | ¡Hola! Estás recibiendo este mensaje porque has intentado utilizar uno de mis comandos en una sala en la que tengo permiso para ver mensajes, pero no para publicar reacciones!**\n\nPor lo tanto, tu solicitud ha sido cancelada. Para resolver este problema, envía un mensaje al propietario del servidor en el que has intentado utilizarme. ¡Si sigues sin poder resolver este problema, únete al Discord de soporte del bot en la siguiente dirección: https://discord.gg/5JqrMtZ !",
  "noSpeakInThreadPermission": "{emote:other.cantSpeak}  | ¡Hola! Estás recibiendo este mensaje porque has intentado utilizar uno de mis comandos en un hilo en el que tengo permiso para ver mensajes, pero no para enviar ninguno!**\n\nPor lo tanto, tu solicitud ha sido cancelada. Para resolver este problema, envía un mensaje al propietario del servidor en el que has intentado utilizarme. ¡Si sigues sin poder resolver este problema, únete al Discord de soporte del bot en la siguiente dirección: https://discord.gg/5JqrMtZ !",
  "noSpeakPermission": "{emote:other.cantSpeak}  | ¡Hola! Estás recibiendo este mensaje porque has intentado utilizar uno de mis comandos en una sala en la que tengo permiso para ver mensajes, pero no para enviar ninguno!**\n\nPor lo tanto, tu solicitud ha sido cancelada. Para solucionar este problema, envía un mensaje al propietario del servidor en el que has intentado utilizarme. ¡Si sigues sin poder resolver este problema, únete al Discord de soporte del bot en la siguiente dirección: https://discord.gg/5JqrMtZ !",
  "resetIsNow": "{emote:announcements.trophy} ¡Se restablecen las clasificaciones de esta semana! El ganador se anunciará en breve en el servidor de bots. El juego se reanudará en menos de 5 minutos.",
  "seasonEndAnnouncement": "{emote:unitValues.glory} **¡La temporada de lucha ha terminado! El ganador es:** {{mention}}",
  "seasonEndAnnouncementNoWinner": "{emote:unitValues.glory} **¡La temporada de combates ha terminado! Desafortunadamente, no hay participantes y por lo tanto no hay ganadores esta temporada **.",
  "seasonEndIsNow": "{emote:unitValues.glory} ¡Se reinicia la temporada de combates! ¡El ganador será anunciado en breve en el servidor bot! ¡El juego se reanudará en menos de 20 minutos!",
  "serverList": "**{emote:other.outgoing} Servidor {{count}} :** `{{guild}}` | {emote:userKind.human} `{{humans}}` {emote:userKind.robot} : `{{robots}}` | Ratio bot/Humano : `{{ratio}}` % | Validación : {{validation}}",
  "supportAlert": "{emote:messages.dm} **¡Nuevo mensaje privado recibido!** \n`Autor: {{username}} (id : {{id}})\n\n`",
  "topWeekAnnouncement": "{emote:announcements.trophy} **¡La clasificación de esta semana ha terminado! {{mention}}El ganador es:**",
  "topWeekAnnouncementNoWinner": "{emote:announcements.trophy} **¡Las clasificaciones de esta semana ya están completas! Desafortunadamente, no hay participantes y por lo tanto no hay ganadores esta semana **.",
  "totalUsersCount": "**Número total de usuarios: `{{count}}`**",
  "notificationTitle": "Notificación",
  "notificationFooter": "Vous recevez ce message car les notifications sont activées. Pour changer ce paramètre, utilisez la commande /notifications",
  "notificationsNoChannelAccess": "{emote:messages.refuse} Parece que el bot ya no tiene acceso a tu sala de notificaciones. Ahora las notificaciones se enviarán como mensajes privados. Para cambiar el modo de notificación, ejecuta el comando {command:notifications}.",
  "notificationReachDestination": "{{destination}}¡Has llegado a ** ** !",
  "notificationGuildDaily": "{{pseudo}}\n\n{{rewards}}** ** ha cobrado la bonificación diaria de su gremio:",
  "supportMessage": "{{langFlag}} Si necesitas ayuda, selecciona tu idioma con los botones de abajo. Si no la necesitas, ignora este mensaje.\n{emote:collectors.warning} **¡Todos los mensajes enviados aquí pueden ser leídos por una persona!**\n",
  "commandDisabledInDM": "{{langFlag}} Hola, los comandos están deshabilitados en los mensajes privados. ¡Ve a un servidor para jugar!\nSi necesitas ayuda, haz clic en el botón correspondiente a tu idioma a continuación.\n"
}