{
  "1": {
    "possibilities": {
      "cutTree": {
        "outcomes": {
          "0": "Cortar este árbol habrá llevado 30 minutos."
        },
        "text": "Corta el árbol y continúa."
      },
      "end": {
        "outcomes": {
          "0": "El árbol ha sido talado y el camino despejado, pero, por desgracia, ¡los saqueadores han robado casi todo lo que has cosechado desde tu último viaje!"
        }
      },
      "otherWay": {
        "outcomes": {
          "0": "Tomar otra ruta parecía una buena solución, ¡así que no has perdido el tiempo!",
          "1": "Ir por otro camino parecía una buena solución, pero por desgracia te lesionaste andando."
        },
        "text": "Yendo por otro camino."
      }
    },
    "text": "Se ha caído un árbol en el camino y está bloqueando el paso."
  },
  "10": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Acabas marchándote sin prestar más atención a esta situación bastante banal."
        }
      },
      "help": {
        "outcomes": {
          "0": "El hombre rechaza amablemente tu ayuda y continúas tu camino.",
          "1": "Gracias a ti, el hombre pesca un soberbio pez de 3 kg. Para agradecértelo, te da algo que te puede resultar útil...",
          "2": "Ayudas al hombre a pescar una magnífica captura de más de un kilo. El pescador te ofrece unas monedas como agradecimiento.",
          "3": "El pez al final del sedal debía de ser enorme. Rápidamente te ves arrastrado al fondo del agua. El pescador te salva justo a tiempo. Tendrás que cuidarte después de esta aventura."
        },
        "text": "Ofrécete a ayudar."
      },
      "push": {
        "outcomes": {
          "0": "Pero, ¿por qué lo has hecho? {emote:other.why} Sintiendo remordimientos, ayudas al pobre hombre y le ofreces unas monedas para compensarle."
        },
        "text": "¡Empuja al pescador al agua!"
      },
      "skip": {
        "outcomes": {
          "0": "¡No tienes ni un minuto que perder ayudando a un simple pescador! Te pondrás en camino."
        },
        "text": "Sigue moviéndote, ¡no hay tiempo que perder!"
      }
    },
    "text": "Al pasar junto a una extensión de agua, se fija en un hombre que parece tener problemas para pescar."
  },
  "11": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Tras pasar largos minutos charlando con la desconocida, por fin te pones de nuevo en marcha. Siguiendo sus indicaciones, pronto llegas a tu destino."
        }
      },
      "followHint": {
        "outcomes": {
          "0": "En efecto, ¡era un atajo!",
          "1": "Te han tendido una emboscada. Tras robarte todas tus pertenencias, los bandidos se dan a la fuga cobardemente. Gravemente herido, caes inconsciente."
        },
        "text": "Sigue el consejo del desconocido."
      },
      "forest": {
        "outcomes": {
          "0": "Te pierdes en el bosque durante varias horas, pero al final sales ileso.",
          "1": "Pierdes mucho tiempo abriéndote paso por el bosque, pero al final lo consigues. Al salir, recoges un objeto que puede resultarte útil.",
          "2": "Mientras cabalgas por el bosque, caes con fuerza en una zanja. La herida es profunda y hay que curarte."
        },
        "text": "Cruza el bosque de todos modos."
      },
      "oppositeSide": {
        "outcomes": {
          "0": "No estás seguro de por qué tomaste una ruta 10 veces más larga que la que habías planeado en un principio, pero finalmente llegaste a tu destino."
        },
        "text": "Evita el bosque empezando por el lado opuesto al indicado."
      }
    },
    "text": "Justo cuando estás a punto de entrar en un bosque, un desconocido te dice que hay una ruta más corta hacia el oeste."
  },
  "12": {
    "possibilities": {
      "craftBoat": {
        "outcomes": {
          "0": "Mientras intentas construir tu barco, ¡te lesionas levemente! Decides abandonar la construcción tras dedicarle varias horas, y partir en otra dirección.",
          "1": "Después de pasar varias horas construyendo tu barca, te lanzas río abajo... sólo para hundirte miserablemente en medio. El agua está helada, pero consigues llegar a la otra orilla, congelado y debilitado. Necesitarás atención médica antes de continuar.",
          "2": "Sólo tardarás unas horas en construir un pequeño bote y podrás llegar fácilmente a la otra orilla. Cuando salgas de tu barca, recogerás un objeto que, si no es útil, ¡será fácil de vender!"
        },
        "text": "Pruebe a construir una pequeña embarcación."
      },
      "end": {
        "outcomes": {
          "0": "Tras unas horas junto al río, acabas tomando una dirección aleatoria."
        }
      },
      "otherWay": {
        "outcomes": {
          "0": "Decides ir por el otro lado, pero tardas una hora en encontrar una dirección que te convenga."
        },
        "text": "Ir en una dirección diferente."
      },
      "searchBridge": {
        "outcomes": {
          "0": "Después de 30 minutos, finalmente te rindes y tomas otra dirección...",
          "1": "Después de 60 minutos, por fin encuentras un vado. Decidís no volver al pueblo, que ahora está demasiado lejos, y os ponéis de nuevo en marcha.",
          "2": "Al cabo de unos minutos, llegas a un pequeño puente de madera. Pronto llegas al pueblo, donde los lugareños, contentos de conocer a un forastero por primera vez en años, te ofrecen unas monedas.",
          "3": "Tras unos minutos, se llega a un pequeño puente de madera. Por desgracia, está en mal estado, ya que nadie lo ha utilizado en años. Al cabo de unos pasos, un tablón se derrumba bajo tu peso. A duras penas consigues agarrarte a la barandilla y encontrar tierra firme. Aturdido, tendrás que ir a curarte."
        },
        "text": "Busca un puente más adelante."
      },
      "swim": {
        "outcomes": {
          "0": "El agua está helada. Te armas de valor y te tiras al agua. Una vez al otro lado, te das cuenta de tu error. Estás congelado y debilitado. Tendrás que cuidarte antes de continuar.",
          "1": "Es fácil llegar al otro lado, y cuando llegas al pueblo, la gente te recibe y te da algo de comer."
        },
        "text": "Cruzando el río a nado."
      }
    },
    "text": "Frente a ti ves un río. Al otro lado de la orilla, se ve un pueblo."
  },
  "13": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Se visita la ciudad durante varias horas antes de continuar el camino."
        }
      },
      "goAway": {
        "outcomes": {
          "0": "Tardará media hora en cruzar el pequeño pueblo y continuar su camino.",
          "1": "Pierdes una buena hora dando vueltas por la ciudad, pero luego te lo tomas con calma otra vez."
        },
        "text": "Volviendo atrás."
      },
      "goForge": {
        "outcomes": {
          "0": "No hay nada de interés en esta forja... Rápidamente abandonas el local y continúas tu camino.",
          "1": "Pruebas una espada, rompes la ventana de la forja y el herrero te exige que le devuelvas el dinero.",
          "2": "No hay nadie en la herrería, que parece abandonada desde hace años. Sin embargo, antes de irte, observas un objeto que podría serte útil para el resto de tu aventura...",
          "3": "La forja parece haber estado abandonada durante años. Así que te pones en marcha de nuevo.",
          "4": "Entras y saludas al herrero. Tras una rápida inspección de su trabajo, te das cuenta de que aquí no encontrarás nada de interés. Continúas tu camino."
        },
        "text": "Ve a la forja."
      },
      "goInn": {
        "outcomes": {
          "0": "Después de hablar con el posadero durante 2 horas, por fin te enteras de que no hay habitaciones disponibles para esa noche. Te pones de nuevo en camino, frustrado por no haber podido disfrutar de una buena noche de descanso.",
          "1": "Pagas una habitación para pasar la noche y caes rendido en la cama. Necesitas dormir un poco antes de reanudar tu aventura.",
          "2": "La posada parece abandonada desde hace varios años... Continúas tu camino sin hacer más preguntas."
        },
        "text": "Ve al albergue."
      },
      "goMarket": {
        "outcomes": {
          "0": "Tardas 30 minutos en explorar el mercado antes de descubrir un pequeño objeto en el suelo que podría resultarte útil...",
          "1": "Después de perder 60 minutos deambulando por los puestos, acabas abandonando la ciudad sin haber encontrado nada de interés.",
          "2": "Justo cuando tu estado de alerta era mínimo en el mercado, recibes un violento golpe en la nuca y te desplomas al suelo... Después de ese momento, no recuerdas nada. Tendrás que recibir tratamiento antes de poder seguir adelante."
        },
        "text": "Ir al mercado."
      }
    },
    "text": "Después de pasar varias semanas caminando sin encontrar a un solo ser humano, por fin llegas a una pequeña ciudad que parece bastante animada."
  },
  "14": {
    "possibilities": {
      "chatWorker": {
        "outcomes": {
          "0": "El hombre te descubre y se ofrece a fabricar un objeto contigo. Después de casi una hora, tu creación está terminada. El hombre te lo regala como recompensa.",
          "1": "Observas al obrero fabricar un hacha durante unos diez minutos antes de decidirte a emprender de nuevo la marcha.",
          "2": "El trabajador te descubre y se ofrece a ayudarte a fabricar una espada. Entusiasmado ante la perspectiva de una nueva arma, aceptas. Torpemente, no tardas en dejar caer tu pesada creación sobre tu pie. Gravemente herido, abandonas la idea de crear tu propia arma."
        },
        "text": "Habla con el trabajador."
      },
      "end": {
        "outcomes": {
          "0": "Rodeas la casa y continúas tu camino."
        }
      },
      "goAway": {
        "outcomes": {
          "0": "Te vas sin perder tiempo.",
          "1": "Continúa su camino alrededor del prado.",
          "2": "Decides seguir caminando, a pesar del cansancio. Al cabo de unos kilómetros, te desplomas a un lado del camino."
        },
        "text": "¡No hay tiempo que perder! Tienes que seguir moviéndote."
      },
      "stayNight": {
        "outcomes": {
          "0": "Tras una rápida charla con el hombre, accede a pasar la noche contigo. Agotado, te desplomas en la cama.",
          "1": "El hombre admite rápidamente que no puede alojarte esta noche, pero se ofrece a compartir su comida. Lo rechazas cortésmente y sigues tu camino.",
          "2": "Lo único que obtienes como respuesta es un simple gruñido. A los lugareños no parecen gustarles los extranjeros.",
          "3": "El hombre se niega rápidamente a compartir su cama contigo, pero te ofrece compartir su cena. Hambriento y agotado, aceptas su oferta."
        },
        "text": "Pide pasar la noche para descansar y recuperar fuerzas."
      }
    },
    "text": "Cuando empiezas a sentirte cansado, llegas a un pequeño prado donde se alza una casita. Te acercas a ella y descubres a un hombre ocupado trabajando en una pieza de metal incandescente."
  },
  "15": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Pasas largos minutos observando cómo montan su vivac, antes de volver en ti y continuar tu camino."
        }
      },
      "skip": {
        "outcomes": {
          "0": "Aún queda mucho camino por recorrer y no hay tiempo para detenerse.",
          "1": "Puede seguir su camino sin perder más tiempo.",
          "2": "Continúa su camino sin detenerse.",
          "3": "Continúas sin detenerte, serpenteando por calles estrechas. En la esquina de una de ellas, eres salvajemente empujado por un hombre que huye rápidamente."
        },
        "text": "Continúa tu camino sin perder tiempo."
      },
      "steal": {
        "outcomes": {
          "0": "Recoges unas monedas y huyes tan rápido como puedes sin sentir el menor remordimiento.",
          "1": "Por desgracia, no hay nada que robar. Sin embargo, ¡tu intento no ha pasado desapercibido! Avergonzado, indemnizas a los propietarios y vuelves a la carretera.",
          "2": "¡Cogido in fraganti! Ante los 5 imponentes hombres que te rodean, lamentas amargamente tu desafortunada acción. Te marchas aturdido tras pagar la indemnización."
        },
        "text": "Discretamente coge unas monedas de la caja."
      },
      "trade": {
        "outcomes": {
          "0": "Charlas un rato con estos amables comerciantes, que deciden hacer negocios contigo.",
          "1": "Por desgracia para ti, el grupo de mercaderes no tiene nada que vender, así que tendrás que seguir adelante.",
          "2": "Menos acogedores de lo que esperabas, el grupo de hombres te rodea rápidamente y, bajo amenaza de palizas, te despojan de unos cuantos peniques antes de emprender la huida.",
          "3": "Deberías haber confiado en tus instintos y haber rechazado esta \"ganga\"... La magnífica espada de diamantes que te habían prometido parece estar hecha de espuma blanda. Vuelves rápidamente sobre tus pasos, pero la puerta de la tienda parece estar cerrada para siempre. Jurando que no volverás a dejarte engañar, te pones en camino."
        },
        "text": "Intenta hacer negocios con ellos."
      }
    },
    "text": "Mientras te abres paso por las callejuelas de un pueblo, entras en lo que parece ser una pequeña tienda donde un grupo de hombres charlan tranquilamente."
  },
  "16": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Tras admirar el edificio durante unos quince minutos, se pone de nuevo en marcha.",
          "1": "Disfruta de la vista del castillo... Luego recuerda tu búsqueda y ponte en marcha de nuevo."
        }
      },
      "enterCastle": {
        "outcomes": {
          "0": "Poco después de entrar en el castillo, uno se da cuenta de lo insalubres que son las instalaciones. Abandonado desde hace años, el edificio está completamente en ruinas. Tras unos minutos de exploración, al entrar en una gran sala en ruinas, ¡un enorme trozo del techo se desploma sobre ti! Con gran dificultad, consigues salir del edificio, herido.",
          "1": "Entras en el castillo y miras rápidamente a tu alrededor. Al cabo de unos minutos, encuentras una sala que parece ser la antigua armería. Apurado por salir del edificio, coges el primer objeto que encuentras y te apresuras a salir.",
          "2": "Parece que este castillo está menos abandonado de lo que parece. Poco después de entrar, oyes muchos ruidos procedentes de distintas habitaciones. No muy tranquilo, decides continuar tu camino."
        },
        "text": "Entra para buscar en el castillo."
      },
      "skip": {
        "outcomes": {
          "0": "Continúas tu camino sin prestar más atención al castillo."
        },
        "text": "Continúe su camino."
      },
      "walkAround": {
        "outcomes": {
          "0": "Recorres el castillo pero no encuentras nada. Pensando que ya has perdido bastante tiempo, continúas tu camino.",
          "1": "Esta ronda no te dirá mucho sobre el gran edificio. Sin embargo, por el camino descubres un gran número de pequeñas monedas de oro esparcidas por el castillo. Satisfecho con tu descubrimiento, te pones de nuevo en camino.",
          "2": "Al comenzar tu recorrido por el castillo, caes accidentalmente en un agujero. Con una pierna herida, ¡necesitarás que te curen antes de continuar!"
        },
        "text": "Visita el castillo desde el exterior."
      }
    },
    "text": "Después de seguir un río durante muchas horas, se topa con un viejo castillo a orillas del agua, aparentemente abandonado."
  },
  "17": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Tras pensarlo unos instantes, decides volver a la carretera lo antes posible.",
          "1": "Pasas unos instantes buscando otra fuente de alimento, pero tras una larga búsqueda te das cuenta de que todo es en vano. Poco convencido de tus opciones, te pones de nuevo en camino."
        }
      },
      "fruits": {
        "outcomes": {
          "0": "Sube tan alto como puedas y coge una pieza de fruta. Saciarás rápidamente tu hambre y sentirás que recuperas fuerzas gracias a este chute de azúcar.",
          "1": "Justo cuando ibas a coger una pieza de fruta de la copa del árbol, la rama que te sostenía se desplomó bajo tu peso. Aturdido por la caída, decides abandonar la comida y reemprender la marcha.",
          "2": "Rápidamente coges una pieza de fruta y la muerdes... Unas horas más tarde te das cuenta de que te has equivocado."
        },
        "text": "Sube al enorme árbol que tienes delante para recoger la fruta."
      },
      "hunt": {
        "outcomes": {
          "0": "No hay animales a la vista, así que te pones en marcha de nuevo sin más dilación.",
          "1": "Tras una frenética persecución con un animal salvaje, éste deja de huir de ti y carga furiosamente contra ti. Aturdido por la violencia del ataque, eres incapaz de esquivarlo y sufres toda la ira de la bestia. Gravemente herido, pasará algún tiempo antes de que puedas reanudar tu aventura.",
          "2": "Rápidamente atraviesas a unos cuantos animales pequeños con tu espada y devoras a tu presa con gran apetito antes de volver a partir, exhausto."
        },
        "text": "Intentar cazar un animal salvaje."
      },
      "mushrooms": {
        "outcomes": {
          "0": "Cuando te agachas para recoger las setas, ves un extraño objeto que brilla en el suelo...",
          "1": "Recoges unas cuantas setas antes de darte cuenta de que no tienes con qué cocinarlas. Abandonas la recolección y te pones de nuevo en marcha.",
          "2": "Muerdes una seta roja con puntitos blancos... ¡y rápidamente te arrepientes!"
        },
        "text": "Recogiendo setas."
      },
      "salad": {
        "outcomes": {
          "0": "Recoges un poco y te tragas la comida. Lleno de energía, te pones de nuevo en marcha.",
          "1": "Después de buscar un poco, no encuentras ninguna planta que sacie tu hambre, así que te pones en marcha de nuevo sin comer nada.",
          "2": "Rápidamente cambias de opinión al mirar a tu alrededor y descubrir la espesa vegetación que te impediría coger nada. Sin perder más tiempo, te pones de nuevo en marcha."
        },
        "text": "Prepara una ensalada con las plantas que encuentres."
      },
      "skip": {
        "outcomes": {
          "0": "Continúa su camino sin perder más tiempo.",
          "1": "Decides no comer, pero acabas arrepintiéndote unas horas más tarde. Hambriento, decides descansar un poco antes de reemprender la marcha."
        },
        "text": "Abandona la idea de comer aquí y vete con la esperanza de encontrar un lugar mejor para comer."
      }
    },
    "text": "Hambriento por el viaje del día, decides parar y buscar algo de comer."
  },
  "18": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Observas el lugar durante unos minutos y te das cuenta de que está realmente desierto. Te pones de nuevo en marcha."
        }
      },
      "searchScaffolding": {
        "outcomes": {
          "0": "Subes a lo alto del andamio, pero a excepción de un magnífico paisaje, no encuentras nada. Tras pasar unos minutos admirándolo, te pones de nuevo en marcha.",
          "1": "Al subir a la inestable estructura, descubrirá una vista impresionante de la región. Aprovecha la vista para divisar un objeto debajo.",
          "2": "Subes la escalera, pero a mitad de camino un peldaño se rompe y caes al suelo. Aturdido por la caída, recuperas lentamente el sentido."
        },
        "text": "Buscando en el andamio."
      },
      "searchSite": {
        "outcomes": {
          "0": "Buscas durante 30 minutos, pero no encuentras nada de interés.",
          "1": "Después de buscar durante 40 minutos, por fin encuentras algo que puede ser útil.",
          "2": "Mientras rebuscas en una caja de herramientas, te cortas la mano con unos alicates oxidados. La herida es muy profunda."
        },
        "text": "Buscando en la web."
      },
      "skip": {
        "outcomes": {
          "0": "Decides ignorar este sitio y continuar tu camino.",
          "1": "Miras el lugar desde lejos, sin ver el pico en el suelo. Te cortas el pie al salir."
        },
        "text": "Continúa tu viaje sin preocuparte de nada."
      }
    },
    "text": "Llegas a un pueblo, pero no hay ni un alma a la vista. Al atravesarlo, ves una obra en construcción que parece igual de desierta."
  },
  "19": {
    "possibilities": {
      "butch": {
        "outcomes": {
          "0": "Te acercas al cadáver y lo despellejas. Vendes su piel al primer mercader ambulante que encuentras.",
          "1": "Despellejas al zorro y te pones a buscar la forma de vender su piel. Unos minutos más tarde te encuentras con un mercader que te ofrece cambiarla por uno de sus objetos de calidad, y aceptas.",
          "2": "Despellejas al zorro y buscas un lugar donde vender su piel. Por desgracia, pronto se pudre y te rodean las moscas. Acabas abandonándolo al borde de la carretera, un poco tarde, porque enseguida te encuentras mal."
        },
        "text": "Despellejar al zorro para vender su piel."
      },
      "cook": {
        "outcomes": {
          "0": "Dadas sus escasas dotes culinarias, era de esperar: cae enfermo poco después de probar su preparación.",
          "1": "A pesar de tus limitadas habilidades culinarias, tu zorro en el asador merece crédito por alimentarte.",
          "2": "Te acercas al zorro para cogerlo, ¡cuando de repente salta y te muerde! Huyes, herido y con el estómago en los talones.",
          "3": "Has cocinado este zorro sorprendentemente bien y, después de comerlo, te sientes renovado."
        },
        "text": "Tratando de cocinar el zorro."
      },
      "end": {
        "outcomes": {
          "0": "Miras fijamente a la bestia tendida en el suelo durante un momento, dudando. Finalmente, sigues adelante."
        }
      },
      "skip": {
        "outcomes": {
          "0": "Decides ignorar el cadáver y no perder tiempo.",
          "1": "Decides ignorar el cadáver y no perder tiempo.... Nada más pasar, el zorro se levanta y te muerde violentamente."
        },
        "text": "Simplemente ignóralo y corre al albergue más cercano."
      }
    },
    "text": "Después de largos días sin comer, ves un cadáver de zorro al lado de la carretera, con aspecto fresco."
  },
  "2": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Has decidido quedarte quieto, pero al perro no parece gustarle, ¡muerde salvajemente antes de salir corriendo!"
        }
      },
      "followDog": {
        "outcomes": {
          "0": "Al cabo de unos minutos pierdes de vista al perro, ¡iba demasiado rápido! Decides volver por donde has venido, pero pronto te das cuenta de que no habías prestado atención a por dónde ibas... Ahora estás perdido.",
          "1": "Pierdes la pista del perro al cabo de unos minutos junto a un árbol. Al mirar a tu alrededor, ¡descubres montones de moneditas esparcidas por todas partes!"
        },
        "text": "Sigue al perro."
      },
      "skip": {
        "outcomes": {
          "0": "Tras 15 minutos de persecución, conseguiste perder al perro, ¡no parecía muy amistoso!",
          "1": "Continúa sin preocuparse por el perro. No insiste.",
          "2": "Al intentar huir, caes con fuerza en una zanja, con una herida profunda... ¡Necesitarás que te curen antes de continuar!"
        },
        "text": "Continúa sin preocuparte por el perro."
      }
    },
    "text": "Delante de ti, un perro viene corriendo a tu alrededor. ¡Parece querer que le sigas!"
  },
  "20": {
    "possibilities": {
      "alert": {
        "outcomes": {
          "0": "Los guardias te siguen y detienen al guardia corrupto, y la mujer te ofrece un objeto como muestra de su agradecimiento.",
          "1": "Por desgracia, a los guardias a los que intentas alertar no les sirven las maldades de su colega. Ante tu insistencia, te enfrentan en combate. Ganas la batalla, a pesar de algunas heridas, pero ya es demasiado tarde. La mujer yace en el suelo, junto con dos guardias."
        },
        "text": "Alertar a otros vigilantes de las acciones de su compañero."
      },
      "end": {
        "outcomes": {
          "0": "Continúa su camino sin prestar atención al guardia.",
          "1": "Atónito, te quedas mirando la escena durante cinco minutos. El guardia por fin repara en ti, así que te apresuras a seguir tu camino."
        }
      },
      "skip": {
        "outcomes": {
          "0": "Así que ignoras la situación y continúas tu camino.",
          "1": "Al pasar, tropiezas y caes al suelo."
        },
        "text": "Muévete."
      },
      "surpriseAttack": {
        "outcomes": {
          "0": "Consigues noquear al guardia y recuperar un preciado objeto que llevaba.",
          "1": "En el último momento, la guardia se vuelve y te ataca. Tras una lucha encarnizada, durante la cual la mujer ha huido, no consigues desviar uno de sus ataques. Victoriosa, la guardia te deja con vida y también huye.",
          "2": "El guardia esquiva y la mujer consigue escapar. Tras asustar al guardia, la encuentras fuera de peligro. Para agradecértelo, te ofrece unas monedas de oro."
        },
        "text": "Ataca al guardia por sorpresa para ayudar a la mujer."
      }
    },
    "text": "Mientras paseas por un pueblo, observas de reojo que un guardia roba a una pobre mujer."
  },
  "21": {
    "possibilities": {
      "crossBridge": {
        "outcomes": {
          "0": "El cruce parecía arriesgado, pero no tenías tiempo que perder, así que cruzas. Tras un paseo de 5 minutos por el puente, llegas al final sano y salvo.",
          "1": "Al cruzar el puente, ves una pequeña bolsa. Al abrirla, observas un gran número de monedas.",
          "2": "Mientras caminas por el puente, oyes pequeños crujidos, cuando de repente un tablón cae y tú caes con él.",
          "3": "Durante la travesía, se cae un tablón. Afortunadamente, consigues agarrarte a una tabla más resistente. Tras unos minutos para recuperarte, continúas tu camino."
        },
        "text": "Asumir el riesgo de usar este puente."
      },
      "end": {
        "outcomes": {
          "0": "Esperas unos veinte minutos vigilando el puente y luego continúas tu camino.",
          "1": "No hay tiempo que perder, así que continúa su camino sin preocuparse por este peligroso sendero."
        }
      },
      "otherWay": {
        "outcomes": {
          "0": "Tras una buena hora de camino, encuentras otro puente, que parece estar en mucho mejor estado, y decides tomarlo.",
          "1": "Por el camino, ves una pequeña caja y la abres. Dentro hay algo que parece útil. Recógelo y continúa tu camino.",
          "2": "Divisas un puente y te apresuras a llegar a él lo antes posible. Sin embargo, tropiezas con el tronco de un árbol y te haces daño."
        },
        "text": "Busca otra ruta un poco más adelante."
      }
    },
    "text": "Al continuar el viaje, se llega a un puente en ruinas que, además, está sobre un enorme abismo."
  },
  "22": {
    "possibilities": {
      "buy": {
        "outcomes": {
          "0": "Te acercas al granjero y le pides algunas frutas, que te da a cambio de unas monedas. Quince minutos después, observas que han sido envenenadas y caen al suelo.",
          "1": "El granjero accede a venderte 2 manzanas por unas pocas monedas. Después de comerlas, recuperas mucha energía y te pones de nuevo en camino.",
          "2": "El granjero se niega a venderte fruta, así que continúas tu camino sin perder más tiempo."
        },
        "text": "Ve y cómprale fruta a este hombre."
      },
      "end": {
        "outcomes": {
          "0": "Observa el árbol durante unos veinte minutos y vuelve a ponerse en marcha.",
          "1": "El granjero te ve y te ofrece fruta, que aceptas encantado."
        }
      },
      "skip": {
        "outcomes": {
          "0": "Simplemente sigue su camino sin preocuparse por la fruta, que parecía tan apetitosa."
        },
        "text": "No te preocupes."
      },
      "steal": {
        "outcomes": {
          "0": "Tras unos minutos allí, sales con varias piezas de fruta. Decides sacarles provecho vendiéndolas en el pueblo de al lado.",
          "1": "El granjero se da cuenta de tu presencia en sus campos y te da una paliza.",
          "2": "Después de comer algo de fruta, saldrás con energía.",
          "3": "El granjero pronto se da cuenta de que estás intentando robar fruta y te atrapa. Tras recoger su fruta, te pide una compensación."
        },
        "text": "Robar fruta del árbol."
      }
    },
    "text": "Mientras atraviesas la propiedad de un granjero, ves un manzano con unos frutos muy apetitosos."
  },
  "23": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Pasas 15 minutos mirándolas y decides continuar tu camino sin prestarles más atención."
        }
      },
      "help": {
        "outcomes": {
          "0": "Decides ir a ayudarles. Después de pasar 45 minutos ayudándoles, estas personas te dan las gracias y te dan algo de dinero.",
          "1": "Te pasas casi una hora reparando su carrito. Una vez arreglado, el grupo de personas se abalanza sobre ti y roba algunas de tus pertenencias.",
          "2": "Rápidamente reparas su carromato. Te lo agradecen encantados y te dan un regalo que sin duda te será útil para el resto de tu viaje."
        },
        "text": "Ayudando a esta gente a reparar sus carritos."
      },
      "skip": {
        "outcomes": {
          "0": "No quieres perder el tiempo, así que ponte manos a la obra.",
          "1": "Al salir, tropiezas con un agujero y te haces daño."
        },
        "text": "No te preocupes por la gente que parece sospechosa."
      }
    },
    "text": "Estás paseando por el bosque cuando de repente ves un carro roto. A tu alrededor, el grupo de gente parece estar de mal humor."
  },
  "24": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "No te interesa ninguno de los puestos y abandonas rápidamente la ciudad tras unas cuantas miradas.",
          "1": "Decides no comprar nada, pero paseas un rato por los puestos."
        }
      },
      "foodStand": {
        "outcomes": {
          "0": "¡Esta comida es increíble! Nunca has comido nada tan bueno en tu vida. Te sientes vigorizado y aliviado.",
          "1": "Este alimento es extraño. En cuanto te lo tragas, tienes dolores de cabeza, alucinaciones y náuseas. Te han envenenado. A juzgar por la sonrisa de tu cocinero, no hay duda. Vomitas el veneno sobre la mesa, pero no estás seguro de haberlo sacado todo.",
          "2": "Esta comida es bastante clásica. No sientes nada cuando lo comes ni después de haberlo terminado, y luego olvidas rápidamente a qué sabe."
        },
        "text": "Ve a un puesto de comida."
      },
      "gameStand": {
        "outcomes": {
          "0": "Juegas varias veces pero nunca consigues cobrar tu premio. Decepcionado con tu actuación, pagas al encargado y te vas.",
          "1": "Juegas y pruebas el juego durante mucho tiempo, pero no tienes suerte. Sin embargo, el gerente se hace amigo tuyo y te devuelve el dinero de las partidas. Te vas dándole las gracias.",
          "2": "¡Te ha tocado el gordo! Feliz y saltando de emoción, lo coges y te vas de la ciudad."
        },
        "text": "Ve a un puesto de juego."
      },
      "itemStand": {
        "outcomes": {
          "0": "Buscas durante horas ese artículo que querías pero nadie lo tiene. Para evitar comprar algo que no necesitas, finalmente decides no comprar nada.",
          "1": "Y aquí está. Llevas días buscando este artículo y por fin lo has encontrado. Lo compras rápidamente, sin fijarte en el precio, y te vas."
        },
        "text": "Acércate a un puesto de venta de artículos."
      }
    },
    "text": "Estás subiendo una colina. Al mirar a tu alrededor, ves luces a lo lejos. Al acercarte, también oyes música. Es una fiesta. Entusiasmado por la fiesta, corres hacia el pueblo."
  },
  "25": {
    "possibilities": {
      "dontHelp": {
        "outcomes": {
          "0": "No prestas atención a la masacre que ha tenido lugar y te vas a descansar un poco más lejos.",
          "1": "No hay tiempo que perder. Estás en camino.",
          "2": "En su prisa por seguir avanzando, tropieza con un cuerpo sin vida y se lesiona."
        },
        "text": "No les ayudes."
      },
      "end": {
        "outcomes": {
          "0": "Tras echar un rápido vistazo a los soldados ocupados en sus registros, decides continuar tu camino.",
          "1": "Cansado, te quedas tieso y te duermes en el suelo."
        }
      },
      "help": {
        "outcomes": {
          "0": "Decides ir a ver a los soldados y te ofreces a ayudarles a buscar supervivientes. Tras 45 minutos de ayuda, un soldado te ofrece algo de dinero para agradecerte tu inestimable ayuda.",
          "1": "En tu camino en busca de supervivientes, eres atacado por alguien que está saqueando cadáveres. Tras un forcejeo, huyes y continúas tu camino."
        },
        "text": "Ofrécete a ayudar."
      },
      "steal": {
        "outcomes": {
          "0": "Decides evitar a los soldados y saquear los cadáveres de los pobres muertos para intentar ganar algo de dinero.",
          "1": "Mientras saqueas los cadáveres, de repente te sorprende un soldado. Se aprovecha de tu situación para robarte antes de decirte que sigas adelante rápidamente."
        },
        "text": "Saqueo de cadáveres."
      }
    },
    "text": "Tras varios días de viaje sin problemas, finalmente llegas al escenario de una pequeña escaramuza entre dos grupos armados. Sin embargo, las cosas parecen haberse calmado y observas a varios soldados ocupados en la búsqueda de supervivientes."
  },
  "26": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Tras pasar 15 minutos observando esta escena, te marchas, conmocionado, pero continúas tu aventura."
        }
      },
      "goAway": {
        "outcomes": {
          "0": "Horrorizado por este acto bárbaro, continúas rápidamente tu camino.",
          "1": "Mientras te alejas, ves una caja a lo lejos. Tras caminar unos minutos, llegas hasta ella, la abres y descubres una bolsa llena de dinero."
        },
        "text": "Lejos de la masacre."
      },
      "steal": {
        "outcomes": {
          "0": "Después de robar a unas cuantas personas, te llevas algo que parece muy interesante. Después de caminar durante unos treinta minutos, decides ver qué es.",
          "1": "Estás intentando robar a un residente cuando de repente se da la vuelta y te agarra con fuerza antes de darte una paliza. Tras forcejear, huyes."
        },
        "text": "Robar a los transeúntes mientras observan la masacre."
      },
      "trySave": {
        "outcomes": {
          "0": "Tras forcejear para abrirte paso entre la multitud, intervienes lo más rápido posible y consigues sacar al hombre a rastras. Tras correr por el pueblo, el hombre se muestra muy agradecido y te da un objeto que podrás utilizar durante el resto de tu aventura.",
          "1": "Mientras te abres paso entre la multitud para intentar detener el asesinato, recibes un fuerte empujón y caes al suelo.",
          "2": "Tras conseguir huir con el hombre, eres atrapado y golpeado por un grupo de personas. Una vez arriba, te das cuenta de que estas personas te han robado.",
          "3": "Tras intentar intervenir violentamente, el verdugo te agarra por la fuerza. Luchas, pero no se puede hacer nada. También tú eres condenado a muerte."
        },
        "text": "Para intervenir y evitar que este hombre muera."
      }
    },
    "text": "Caminando por un pueblo, te das cuenta de que hay un grupo de personas reunidas. Al acercarse, se da cuenta de que están ahorcando a una persona. Tras hacer algunas averiguaciones, sabes que esa persona ha sido condenada a muerte por \"comentarios contrarios a los valores de la Iglesia\"."
  },
  "27": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Te quedas mirando el objeto durante 20 minutos y luego te alejas.",
          "1": "Inclinado sobre el pozo, observas el objeto. Es entonces cuando vuelcas. Afortunadamente, pronto consigues volver a subir, pero no sin sufrir graves heridas."
        }
      },
      "goDown": {
        "outcomes": {
          "0": "Resultó gravemente herido durante el descenso y permaneció atrapado en el fondo durante varias horas antes de que alguien lo encontrara.",
          "1": "Llegarás al fondo sano y salvo, recogerás el objeto y continuarás tu camino.",
          "2": "Saltas al pozo pero no encuentras nada. Así que vuelves a subir sin perder más tiempo.",
          "3": "Una vez abajo, descubrirás una gran cantidad de monedas de oro, que podrás recoger antes de continuar tu viaje."
        },
        "text": "Intenta bajar para recuperar el objeto."
      },
      "skip": {
        "outcomes": {
          "0": "¡No hay tiempo que perder! Continúas tu camino sin prestar la menor atención a esto.",
          "1": "Continúas tu camino, pero tras una hora de marcha, te encuentras cara a cara con un grupo de personas vestidas de negro. Tras un agrio forcejeo, consigues marcharte, pero te han robado."
        },
        "text": "Continúe su camino."
      },
      "useBucket": {
        "outcomes": {
          "0": "Tras una hora intentándolo, por fin consigues este objeto, que resulta ser sólo un trozo de chatarra.",
          "1": "Concentrado en tu objetivo, no te das cuenta de que un joven aldeano te ha agarrado y empujado al pozo. Aturdido, no despiertas hasta varios minutos después.",
          "2": "Rápidamente recuperas el dinero del fondo y continúas tu camino."
        },
        "text": "Intenta coger el objeto con el cubo en el pozo."
      }
    },
    "text": "Caminando por el pequeño pueblo que has encontrado, observas un pozo con un pequeño objeto brillante en el fondo."
  },
  "28": {
    "possibilities": {
      "accept": {
        "outcomes": {
          "0": "Te unes a ellos... y pierdes 3 horas asistiendo a una ceremonia religiosa.",
          "1": "Te unes a ellos... pero decides marcharte al cabo de 30 minutos, al darte cuenta de que aún tienes que rescatar a una princesa y de que no tienes más tiempo para dedicar a tu fe.",
          "2": "Al notar tu falta de sensibilidad ante sus discursos, ¡el grupo empieza a ponerse agresivo! Tardas varios minutos en alejarte de ellos, no sin algunos golpes.",
          "3": "Te unes a ellos y te vas igual de rápido, robando un objeto que podría serte útil."
        },
        "text": "Aceptando acompañarla."
      },
      "deny": {
        "outcomes": {
          "0": "Cortas todo diálogo y continúas tu camino.",
          "1": "El grupo se vuelve rápidamente agresivo ante tu negativa. Al final, te ves obligado a escucharles hablar durante largos minutos para evitar recibir más golpes."
        },
        "text": "Rechaza suavemente."
      },
      "end": {
        "outcomes": {
          "0": "Ante tu éxtasis, el grupo se aburre rápidamente y se dirige a encontrarse con otro transeúnte."
        }
      }
    },
    "text": "Durante su viaje, un grupo de hombres que \"predican la palabra de los dioses\" le invitan a unirse a su causa."
  },
  "29": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Te quedas donde estás, a la luz directa del sol, durante quince minutos más o menos, y luego te desplomas.",
          "1": "Decides echar mano de tus reservas y continuar tu camino para no perder tiempo."
        }
      },
      "restHere": {
        "outcomes": {
          "0": "Descansa. Sin embargo, el suelo es muy incómodo.",
          "1": "Descansa. Después de una buena siesta, saldrás más motivado que nunca."
        },
        "text": "Descanso in situ."
      },
      "restTree": {
        "outcomes": {
          "0": "Ves una zona de sombra bajo los árboles y decides ir allí. Tras una hora de sueño, te pones de nuevo en marcha y continúas tu camino.",
          "1": "Te diriges a una zona sombreada donde puedas descansar. Pero cuando despiertas, te das cuenta de que te han robado tus pertenencias."
        },
        "text": "Descansando al pie de un árbol."
      },
      "searchWater": {
        "outcomes": {
          "0": "Recuerdas haber pasado junto a un lago, así que te diriges hacia él. Una vez allí, disfrutas de un refrescante baño. Ahora estás fresco y en mejor forma para continuar tu viaje a través del país.",
          "1": "Recuerdas haber pasado junto a un lago, así que te diriges hacia él. Por el camino encuentras un objeto que seguramente te será útil. Una vez allí, disfrutas de un refrescante baño. Ahora estás fresco y en mejor forma para continuar tu viaje por el país.",
          "2": "Buscas un abrevadero en vano... La fatiga te hace desfallecer."
        },
        "text": "Busca un abrevadero cercano."
      }
    },
    "text": "Las temperaturas superiores a 30°C desde hace varios días están haciendo mella en ti. Mientras tus fuerzas empiezan a flaquear, incapaz de continuar tu viaje, piensas en qué estrategia seguir..."
  },
  "3": {
    "possibilities": {
      "abandon": {
        "outcomes": {
          "0": "Seguirás tu camino: ¡el robo es malo, y esta caja no te pertenece!",
          "1": "Decides alejarte del pequeño tronco, pensando que no merece la pena detenerse para perder un tiempo precioso."
        },
        "text": "Deja la caja donde la encontraste."
      },
      "end": {
        "outcomes": {
          "0": "Probablemente sea una trampa. En cualquier caso, acercarse más a la caja es imposible. Continúa tranquilamente su camino."
        }
      },
      "mineIt": {
        "outcomes": {
          "0": "Después de perder 30 minutos forzando la cerradura, descubres que la caja fuerte está vacía.",
          "1": "Después de perder 30 minutos forzando la cerradura, descubres que la caja fuerte está vacía.",
          "2": "Tras perder 15 minutos rompiendo la cerradura, ¡descubres unas cuantas monedas de oro!"
        },
        "text": "Ataca el candado con un pico."
      },
      "searchKey": {
        "outcomes": {
          "0": "Tras 50 minutos de búsqueda, ¡encuentras la llave! Enterrada junto al cofre, revelará un tesoro de monedas de oro.",
          "1": "Tras una hora de búsqueda, ¡encuentras la llave! Enterrada justo al lado del cofre, revelará unas cuantas monedas de oro.",
          "2": "Tras 40 minutos de búsqueda, ¡encuentras la llave! Enterrada junto al cofre, está tan dañada que no puedes abrirla. Finalmente te rindes y abandonas el cofre.",
          "3": "Tras 20 minutos cavando alrededor del pequeño cofre, finalmente te rindes y lo dejas atrás.",
          "4": "Tras 2 horas de búsqueda, finalmente te rindes y dejas la caja."
        },
        "text": "Busca la llave en el lugar donde la encontraste."
      }
    },
    "text": "Mientras recorres la Route des Merveilles, te encuentras con una caja. Por desgracia, está cerrada..."
  },
  "30": {
    "possibilities": {
      "duke": {
        "outcomes": {
          "0": "Vas a ver al Duque y le felicitas. Te da las gracias y decide ofrecerte descanso en su casa.",
          "1": "Vas a ver al Duque y le felicitas. Te da las gracias y decide darte unas monedas, diciéndote que les des un buen uso, así que sigues tu camino.",
          "2": "Vas a ver al Duque e intentas hacerle un cumplido. Sin embargo, la retórica no es tu punto fuerte y el Duque, sintiéndose ofendido, te hace encerrar."
        },
        "text": "Ve a ver al Duque."
      },
      "end": {
        "outcomes": {
          "0": "Hoy no te apetece celebrarlo. Así que decides dar media vuelta y continuar tu camino.",
          "1": "Hoy no estás preparado para la fiesta. Vas de camino otra vez, cuando de repente tropiezas y te encuentras cara a cara con un plátano. Sin embargo, no parece ser nada bueno."
        }
      },
      "gift": {
        "outcomes": {
          "0": "Quieres hacerle un regalo al duque Benatis, pero no se te ocurre nada que pueda servirle. Decides simplemente darle algo del dinero que has reunido durante tus aventuras. El duque acepta tu regalo.",
          "1": "Te acercas al Duque para hacerle un regalo. Al verte llegar, el Duque comprende tu intención y te dice amablemente que no hace falta, así que te limitas a charlar con él y luego abandonas la fiesta.",
          "2": "Cuando vas a darle un regalo al Duque, éste se levanta y declara que ha decidido repartir regalos a todos los presentes. Te das cuenta de que no tiene sentido darle uno y aceptas el que te entregan los criados."
        },
        "text": "Hazle un regalo."
      },
      "party": {
        "outcomes": {
          "0": "Te vas a casa y disfrutas de la fiesta, que dura hasta bien entrada la noche.",
          "1": "El guardia ve tus zapatos sucios y te pide que vuelvas con un atuendo más adecuado. Afortunadamente, un joven mendigo que está a tu lado se ofrece a lustrártelos a cambio de unas monedas. Así podrás disfrutar de tu cumpleaños.",
          "2": "El bufé de la fiesta es un festín. Puedes darte un festín con todos esos plátanos."
        },
        "text": "Seguir con la fiesta."
      },
      "steal": {
        "outcomes": {
          "0": "Justo cuando estás a punto de abandonar la granja con tu botín, un esclavo te llama y te denuncia. Acabas encerrado.",
          "1": "Sales discretamente con tu delicioso botín, que terminas de comer rápidamente.",
          "2": "Para tu desgracia, no te diste cuenta de que delante de los plátanos recién comprados ponía \"No se vende\", ¡y enseguida te sentaron mal!"
        },
        "text": "Salir a robar plátanos de su granja."
      }
    },
    "text": "Ves un castillo a lo lejos y decides acercarte a él por la entrada principal. Parece ser la casa del duque Benatis, conocido por sus plantaciones de plátanos. Está celebrando una fiesta en honor de su 21 cumpleaños. Al acercarte un poco más, un guardia te invita a entrar, ya que el duque quiere que todo el mundo participe en la fiesta. Una vez dentro, te encuentras con un enorme festín."
  },
  "31": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "El caballero pasa de largo sin prestarte atención. Tú continúas tu camino tranquilamente."
        }
      },
      "hide": {
        "outcomes": {
          "0": "Saltas al arbusto justo a tiempo. Ese jinete oscuro estaba a punto de empujarte... Te recuperas de tus emociones y te pones en marcha.",
          "1": "Te lanzas a los arbustos. Pero no te habías dado cuenta de que en realidad eran zarzas...",
          "2": "Tras saltar al monte, ves pasar a este misterioso caballero y ves caer un objeto de su mochila. Lo recoges."
        },
        "text": "Escondido en un arbusto junto a la carretera."
      },
      "keepGoing": {
        "outcomes": {
          "0": "El caballero choca contigo a toda velocidad. Vuelas 5 metros antes de estrellarte contra el suelo. El caballero ya ha desaparecido: sólo queda una nube de polvo...",
          "1": "Cuando te alcanza, el caballero ve que te esfuerzas por avanzar bajo el sol abrasador. Te ofrece un poco de agua de su cantimplora y continúa su camino.",
          "2": "El caballero te alcanza y te pregunta cómo llegar. Le muestras el camino y continuas tu viaje."
        },
        "text": "Continúe con normalidad."
      },
      "wave": {
        "outcomes": {
          "0": "Al ver tu saludo, el caballero se detiene a tu lado. Pronto te das cuenta de que es un hombre muy amable. Charláis durante casi una hora, antes de que cada uno se vaya por su lado.",
          "1": "El caballero se detiene a tu lado y te golpea con fuerza, tirándote al suelo. Cuando despiertas, notas que tus bolsillos están vacíos...",
          "2": "El caballero pasa de largo. Probablemente no ha visto tu señal o no tiene tiempo que perder."
        },
        "text": "Hazle señas para que se detenga."
      }
    },
    "text": "Oyes un galope a lo lejos. Te vuelves y ves a un caballero con armadura negra y un escudo desconocido."
  },
  "32": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Mientras continúa su camino, decide detenerse cerca de un árbol y encontrar unas cuantas monedas de oro.",
          "1": "Al salir precipitadamente, unas personas te ven y deciden perseguirte. Corres durante varios minutos antes de perderlos.",
          "2": "Continúas tu camino como si nada hubiera pasado.",
          "3": "Al alejarse, se topa con cazadores furtivos que le roban."
        }
      },
      "heal": {
        "outcomes": {
          "0": "Corres por el bosque en busca de plantas medicinales. Encuentras algunas y curas al hombre. El hombre te da las gracias con unas monedas y decides reemprender la marcha.",
          "1": "Decides ir a buscar plantas medicinales al bosque. Desgraciadamente, no puedes curarlo... Decides continuar tu camino, cabeza abajo.",
          "2": "Vas al pueblo más cercano en busca de ayuda. Acompañado, vuelves junto a la persona, pero tu compañero decide dejarte inconsciente. Cuando despiertas, descubres que la persona ha muerto y que te han robado.",
          "3": "Corres al pueblo más cercano en busca de herramientas para curar al hombre. Una vez cerca de él, le curas: sobrevive y decide darte una compensación por tu valor. Cuando te pones de nuevo en camino, te das cuenta de que te has herido al curarle."
        },
        "text": "A buscar algo para tratar al herido."
      },
      "kill": {
        "outcomes": {
          "0": "Desenvainas tu espada y acabas con el herido. Pero los transeúntes, indignados por lo que has hecho, te atacan salvajemente.",
          "1": "Estabas a punto de matar al herido cuando te interrumpe un transeúnte. Decides abandonar la idea y continuar tu camino.",
          "2": "Cuando sacas la espada, el hombre grita pero nadie le oye. Lo matas antes de desnudarlo."
        },
        "text": "Mata al hombre para recuperar su equipo."
      },
      "yell": {
        "outcomes": {
          "0": "Gritas y gritas y por fin llega alguien y te ayuda. Para agradecértelo, la persona te da un pequeño detalle antes de irte.",
          "1": "Gritas y gritas. Desgraciadamente, no pasa nadie, pero atraes a los animales: un jabalí viene y carga contra ti.",
          "2": "Gritas hasta que recuperas el aliento. Por desgracia, nadie acude y la persona muere. Sintiéndote impotente, te pones de nuevo en marcha.",
          "3": "Mientras gritas, la gente del campamento cercano te oye. Deciden venir a ocuparse del hombre. Pensando que has intentado asesinarlo, te llevan a su campamento a punta de pistola. Tras una larga discusión, el malentendido se resuelve y te ofrecen descansar en el campamento. Aceptas encantado su oferta."
        },
        "text": "Gritar para alertar a la gente."
      }
    },
    "text": "Estás caminando tranquilamente por un bosque cuando oyes un grito. La voz parece ser la de un hombre. Decides ir hacia el grito y encuentras a un hombre gravemente herido cerca de una especie de campamento."
  },
  "33": {
    "possibilities": {
      "chat": {
        "outcomes": {
          "0": "El tiempo vuela y pasas 2 horas charlando con un granjero sobre el campo.",
          "1": "Te haces amigo de la persona sentada a tu lado, que te regala algo.",
          "2": "Con el alcohol, los ánimos se caldean y presencias una reyerta antes de marcharte.",
          "3": "Un joven generoso quiere ofrecerle un bolso y una copa.",
          "4": "Aceptas amablemente y te quedas unos minutos antes de irte, fingiendo tener prisa."
        },
        "text": "Sentarse tranquilamente y charlar."
      },
      "eat": {
        "outcomes": {
          "0": "¡Este buen alimento te dará un subidón de energía!",
          "1": "¡Mala suerte! Te encuentras con una pieza contaminada y enfermas.",
          "2": "Te estás atiborrando de comida, así que necesitarás una buena digestión para volver a la carretera.",
          "3": "Has comido bien, estás charlando con tu vecino, que no para de servirte copas. Acabas desplomándote, borracho."
        },
        "text": "Aprovecha para atiborrarte de comida."
      },
      "end": {
        "outcomes": {
          "0": "No ves que la cabra viene hacia ti y caes al suelo, aturdido.",
          "1": "La gente se te acerca y te lleva a la mesa. Te ves obligado a comer con ellos, ¡lo que te da nuevas energías!"
        }
      },
      "skip": {
        "outcomes": {
          "0": "Los lugareños lo consideran un signo de descortesía y te roban el bolso.",
          "1": "Continúas sin prestar atención y encuentras algunas monedas por el camino.",
          "2": "Corres por miedo a que vengan a tu encuentro. Agotado, descansas."
        },
        "text": "Continúe sin detenerse."
      },
      "steal": {
        "outcomes": {
          "0": "Aprovechas para recoger algunas monedas de oro aquí y allá.",
          "1": "Algunas personas te descubren, pero consigues escapar.",
          "2": "Algunas personas te ven. Se enfadan y enseguida te atropellan."
        },
        "text": "Aprovecha el bullicio general para robar a la gente."
      }
    },
    "text": "Llegas a una granja donde se está celebrando una gran fiesta. La gente parece acogedora."
  },
  "34": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Como no respondes, el grupo de amigos decide ir a buscarte un regalo. Mientras les esperas educadamente, cada vez te angustia más la idea de perder el tiempo. Te obsesiona el riesgo de no poder salvar a la princesa, incluso te enferma... y acabas desmayándote. Al encontrarte sin vida en el camino de vuelta, los hombres honrados te apoyan contra un árbol para que puedas descansar, y te dejan este regalo antes de emprender de nuevo la marcha.",
          "1": "Ante tu falta de reacción, no insisten. Sigues tu camino sin prestarles atención.",
          "2": "Al verte dudar demasiado, los jóvenes deciden finalmente ofrecerte algo de dinero para comprar algunas baratijas. Les das las gracias y continúas tu camino."
        }
      },
      "food": {
        "outcomes": {
          "0": "Uno de ellos te da una sopa bastante apetitosa. Te la bebes sin sospechar nada. Estos bribones te han tendido una trampa. Llevan mucho tiempo esperando para saquearte, y la bebida contenía suficiente agárico de mosca para enfermarte. Sientes que se te escapa mientras observas impotente cómo te roban los bolsillos.",
          "1": "Estos transeúntes te han preparado un plato delicioso, digno de una poción gala. Mirando más de cerca, te das cuenta de que han dejado un objeto en el fondo del cuenco. Puede ser útil más adelante.",
          "2": "Encantados de hacerle un favor, el grupo va a comprarle la especialidad local. Al ver llegar el plato, pones cara de valiente pero lo pruebas con cierto disgusto: ¡no te gustan las setas! No sin dificultad, continúas tu camino."
        },
        "text": "Regalo de comida."
      },
      "health": {
        "outcomes": {
          "0": "El grupo le acompañará al valle, donde le ofrecerán un tratamiento tonificante en las aguas termales. Rejuvenecido, estarás listo para volver a la carretera.",
          "1": "Unas personas te ofrecen un tratamiento en un centro de masajes cercano. Mientras te dan el masaje, una de las velas que cuelgan de la pared cae en el frasco de aceites esenciales, prendiendo fuego a todo el establecimiento. Consigues, no sin dificultad, salir del infierno que emana del edificio.",
          "2": "No esperaban este tipo de petición y no están seguros de cómo responder. No queriendo dejar que el malestar se encone, continúas tu camino."
        },
        "text": "Regalo saludable."
      },
      "kind": {
        "outcomes": {
          "0": "El grupo de amigos te dice que han ido a buscar el regalo perfecto. Por desgracia, no han encontrado nada que te guste. Decepcionado, continúas tu camino.",
          "1": "Estos niños tan listos han decidido gastarte una broma y hacerte un regalo malvado. Pero no pensaron que una tabla con clavos salientes sería peligrosa de desenvolver. Con los dedos sangrando, te lanzas furioso a darte un capricho.",
          "2": "Sus generosos donantes están orgullosos de sus hallazgos en el mercado. Te entregan un objeto que, a primera vista, te interesa mucho."
        },
        "text": "Regalo en especie."
      },
      "money": {
        "outcomes": {
          "0": "Al no escuchar tu respuesta, unos pocos prefieren regalarte algo. Para ellos, ¡el dinero no es un verdadero regalo!",
          "1": "Reunidos en círculo, cada uno saca unas monedas de su monedero. Juntas, te entregan finalmente una buena suma, fruto de su contribución. Después de aconsejarte que hagas buen uso de ella, te desean un buen viaje de vuelta a casa.",
          "2": "Unas cuantas personas han contribuido a darte una buena suma de dinero. Te parece sospechosa su actitud y enseguida te das cuenta de que el dinero ha sido robado. Decides acercarte a un guardia con toda honestidad para devolverle el dinero sucio. Inesperadamente, el guardia te llama y te interroga largo y tendido sobre los detalles del caso y tu implicación en el robo."
        },
        "text": "Regalo en el cambio."
      }
    },
    "text": "En una esquina, unos transeúntes te reconocen y se acercan a ti. Recuerdan perfectamente la ayuda que les prestaste e insisten en agradecértelo con un regalo. Te preguntan qué es lo que más te gustaría."
  },
  "35": {
    "possibilities": {
      "deny": {
        "outcomes": {
          "0": "No te parece buena idea beber cosas desconocidas como prueba, así que rechazas educadamente la oferta del camarero. Sin embargo, le pides una buena pinta de cerveza, que apuras tranquilamente mientras charlas con algunos de los habituales.",
          "1": "Agredes literalmente al camarero, preguntándole si cree que eres lesbiana por intentar que bebas cualquier porquería. Te echa del bar, así que te desquitas encendiendo un fuego en el bar y luego sigues tu camino.",
          "2": "Le explicas al camarero que no te apetece beber nada desconocido, y mucho menos servir de cobaya. Te asegura que acaba de mezclar dos alcoholes y algunos extractos de plantas inofensivos. Así que bebes y le dices lo que piensas."
        },
        "text": "Rechaza su propuesta."
      },
      "end": {
        "outcomes": {
          "0": "Le ignoras y te vas de su posada."
        }
      },
      "steal": {
        "outcomes": {
          "0": "Le explicas que en realidad no quieres ser su conejillo de indias, así que el camarero, con cara de decepción, te deja. Así que te pones manos a la obra con la tarea que querías hacer desde que entraste en el bar: robar discretamente en los bolsillos de los clientes. Hurgas en los bolsillos de tres personas sin problemas, pero la cuarta se fija en ti y grita \"ladrón\". Huyes.",
          "1": "Le explicas que en realidad no quieres ser su conejillo de indias, así que el camarero, con cara de decepción, te deja. Así que te pones manos a la obra con la tarea que querías hacer desde que entraste en el bar: robar discretamente en los bolsillos de los clientes. Robas sin problemas en los bolsillos de tres personas, pero la cuarta se fija en ti y te grita \"ladrón\". Acabas pasando la noche en la cárcel e indemnizas a estas personas."
        },
        "text": "Rechazar, y tratar de robar a la gente."
      },
      "test": {
        "outcomes": {
          "0": "Aceptas su oferta y bebes el espeso líquido que te tiende. Está delicioso y te produce una sensación de calor.",
          "1": "Sin más preámbulos, coges la taza que te tiende, llena de un líquido espeso y verdoso. Te lo bebes de un trago. Unos segundos más tarde, te das cuenta de lo mal que sabe y lo vomitas todo en el suelo. El camarero se disculpa y te da un puñado de monedas como compensación, pero te sientes mal.",
          "2": "Aceptas su petición y te da una taza. La bebes y notas un ligero regusto. Le das al camarero tus impresiones, te da las gracias y sigues tu camino."
        },
        "text": "Aceptar ser conejillo de indias."
      }
    },
    "text": "Entras en un bar y el camarero te llama diciendo que le gustaría \"probar algunas bebidas nuevas\" contigo."
  },
  "36": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Esperas un buen rato en la plaza y, de repente, los comerciantes empiezan a montar sus tiendas. Es tu día de suerte. Es un mercado y las manzanas están muy baratas. Compras unas cuantas y te pones en camino.",
          "1": "Esperas un rato en la plaza, luego te das cuenta de que no hay nada realmente interesante que hacer y te pones en marcha de nuevo."
        }
      },
      "goAway": {
        "outcomes": {
          "0": "Continúas tu camino. Al salir del pueblo, te cruzas con un sacerdote que te ofrece un trozo de pan para tu viaje."
        },
        "text": "Continúe su camino."
      },
      "goInn": {
        "outcomes": {
          "0": "Llegas al albergue y recuperas energías con una buena comida y una merecida siesta.",
          "1": "Llegas al albergue, que por desgracia está lleno. Comes algo de todos modos y continúas tu camino.",
          "2": "Por desgracia, la posada está cerrada y decides continuar tu camino, hambriento y cansado."
        },
        "text": "Ve al albergue a descansar."
      },
      "stealJeweler": {
        "outcomes": {
          "0": "Confías en tus habilidades de infiltración. Entras y, afortunadamente, el viejo no está allí. Consigues robar el contenido de la caja y te marchas.",
          "1": "Llegas a la tienda y entras para robar al joyero. Mientras coges el dinero del joyero, un guardia personal te deja inconsciente. Te despiertas unas horas más tarde en un camino."
        },
        "text": "Intentando robar al joyero."
      },
      "talkJeweler": {
        "outcomes": {
          "0": "Hablas con el joyero y entablas amistad. Te regala un objeto como muestra de esta nueva amistad.",
          "1": "Decides intentar regatear para comprar una de las joyas por poco dinero. Discutes durante largo rato, pero el viejo es muy buen regateador y no cede. Te marchas, dándote cuenta de que no tiene intención de bajar los precios."
        },
        "text": "Ve a ver al joyero y habla con él."
      }
    },
    "text": "En el transcurso de tu larguísimo viaje, llegas a un pueblecito encantador. Llegas al centro del pueblo, pero resulta ser muy pequeño y sólo hay dos tiendas: una joyería y una posada. Te enteras por un transeúnte de que la joyería está regentada por un anciano que fabrica magníficas joyas y collares. La posada, por su parte, está regentada por una pareja, y se dice que tiene un gran éxito."
  },
  "37": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Observas un pequeño bosque a tu derecha. Sintiendo mucha sed, sigues el sonido de un riachuelo de agua fresca. Cuando llegas al arroyo, sacias tu sed y vuelves hacia el pueblo.",
          "1": "Verás un pequeño bosque a tu derecha. Al atravesarlo, recoges un objeto probablemente abandonado por un transeúnte y continúas hacia el pueblo."
        }
      },
      "run": {
        "outcomes": {
          "0": "Empiezas a correr y, menos de un cuarto de hora después, llegas al pueblo.",
          "1": "Empiezas a correr. Afortunadamente, pronto deja de llover. Reanudáis un ritmo más moderado y pronto llegáis al pueblo."
        },
        "text": "Acelera para evitar mojarte demasiado."
      },
      "walk": {
        "outcomes": {
          "0": "Caminas tranquilamente. Después de todo, sólo es una lluvia ligera, y no te apetece correr sólo por eso.",
          "1": "Sigues caminando... unos minutos más tarde, la ligera lluvia cesa y llegas a la vista del pueblo.",
          "2": "Sigue caminando en silencio."
        },
        "text": "Sigue andando."
      }
    },
    "text": "Caminas despacio, el tiempo está despejado y el camino es bueno. Piensas en la agradable noche que pasarás en una posada del próximo pueblo que atravieses, y eso te da ánimos para seguir adelante. La carretera está tan tranquila en ese momento que, mientras caminas, te sumerges en tus pensamientos. Te das cuenta de que, aunque emprendiste la aventura para demostrar tu valía y casarte con la princesa, cada vez disfrutas más del viaje. Justo cuando estás a punto de llegar al pueblo que es tu objetivo del día, empieza a llover."
  },
  "38": {
    "possibilities": {
      "buyCheap": {
        "outcomes": {
          "0": "Compras un objeto barato a cambio de unas monedas de oro. Estás satisfecho con el objeto que te ha vendido y lo guardas de nuevo en tu bolsa.",
          "1": "Compras uno de sus artículos de poco valor, pero en cuanto lo recibes y empiezas a inspeccionarlo, te das cuenta de que te ha vendido un artículo en mal estado. El estafador se ha aprovechado de tu ingenuidad y del momento en que estabas mirando el artículo para huir con él. Juras no volver a dejarte engañar por este tipo."
        },
        "text": "Acepta comprarle un artículo barato."
      },
      "buyExpensive": {
        "outcomes": {
          "0": "Decides comprar uno de sus objetos más caros para ser el mejor equipado a cambio de cierta cantidad de oro. Te entrega un magnífico objeto y lo guardas en tu bolsa. Saludas cordialmente al vendedor antes de que se marche.",
          "1": "Compras un artículo bastante caro. Es de muy buena calidad, así que te vas satisfecho.",
          "2": "Compras uno de sus artículos más caros, pero cuando lo inspeccionas, te das cuenta de que te ha vendido una espada oxidada y cubierta de pintura. Por desgracia, es demasiado tarde y el estafador se ha marchado, aprovechando el momento en que inspeccionabas la espada... Enfadado, juras vengar esta afrenta lo antes posible."
        },
        "text": "Para comprarle una de sus posesiones más preciadas."
      },
      "deny": {
        "outcomes": {
          "0": "Declinas amablemente su oferta y continúas tu camino."
        },
        "text": "Basura."
      },
      "end": {
        "outcomes": {
          "0": "Como no deseas hacer negocios con él, pasas a su lado con una simple inclinación de cabeza, pero él te retiene para promocionar cada uno de sus artículos. No quieres ofender al tendero, así que esperas a que termine para decirle con suavidad pero con firmeza que no tienes intención de comprar nada.",
          "1": "Acabas yendo a ver al mercader, charlas con él durante un buen rato y entablas amistad. Antes de marcharse, te regala un pequeño objeto que puede resultarte útil en tu viaje.",
          "2": "Charláis un rato con el comerciante, os hacéis amigos y, cuando el sol empieza a ponerse, te dice que es hora de irse. Os despedís y cada uno sigue su camino."
        }
      },
      "steal": {
        "outcomes": {
          "0": "Le robas discretamente uno de sus objetos y sales corriendo.",
          "1": "El mercader se da cuenta de lo que intentas hacer, así que te pide que le devuelvas su mercancía. Por piedad, decide dejarte marchar, cosa que haces sin pedir nada más.",
          "2": "Empiezas a robar al comerciante, que se da cuenta. Le da un violento puñetazo y se marcha."
        },
        "text": "Robando sus bienes."
      }
    },
    "text": "Por el camino, te encuentras con un mercader ambulante que te llama la atención. Dice que tiene algunos artículos que podrían interesarte, a precios muy asequibles."
  },
  "39": {
    "possibilities": {
      "convoy": {
        "outcomes": {
          "0": "Por un poco de dinero, acepta acompañarte. Así que os ponéis en marcha y, poco después, os encontráis con una reluciente espada clavada en una roca. Intentas sacarla, pero tus esfuerzos son infructuosos. Price lo intenta a su vez y consigue desprender el arma de su caparazón pétreo. Sabiendo que no la habría encontrado sin ti, te da algo de dinero como agradecimiento, mucho más de lo que le pagaste. El resto del viaje transcurre sin incidentes y os separáis al cabo de unas decenas de kilómetros.",
          "1": "Por un poco de dinero, acepta acompañarte. Durante el viaje, tropiezas con una cartera abandonada en el camino. Encantado por este descubrimiento, decides compartir su contenido con Price. El resultado es una buena suma de dinero y un objeto que crees que te será útil en tu aventura.",
          "2": "Por un poco de dinero, acepta acompañarle. Camináis juntos durante un rato sin que ocurra nada especial, aparte de un pequeño incidente con unos ladrones que no duran mucho contra Price. Luego os despedís.",
          "3": "Le das unas monedas para que te acompañe al siguiente pueblo. Te pones en camino rápidamente y, al ponerse el sol, acampas y te acuestas. Te despierta bruscamente el ruido de metales al chocar y tardas unos segundos en darte cuenta de que Price está recogiendo tu dinero. Sin pensártelo dos veces, corres hacia él, decidido a detenerle. Le asesta un fuerte puñetazo en la sien y tú observas atónito cómo huye con tus pertenencias."
        },
        "text": "Págale para que te acompañe a tu próximo destino."
      },
      "end": {
        "outcomes": {
          "0": "Pasas unos minutos charlando con Price y vuelves a ponerte en marcha.",
          "1": "Después de charlar un rato, cada uno sigue su camino. Unas calles más adelante, te asalta un grupo de gente de aspecto poco amable que te aligera el bolso a punta de pistola."
        }
      },
      "meal": {
        "outcomes": {
          "0": "Le pides a Price que coman algo juntos y él acepta. Charláis un rato, tomáis unas copas, os reís mucho, intercambiáis consejos y os conocéis. Al cabo de unas horas, Price se despide de ti con un poco de pena, ya que tiene un contrato que cumplir.",
          "1": "Le preguntas a Price si quiere ir a comer contigo a la taberna local. Él se niega, diciendo que tiene trabajo que hacer, y se va."
        },
        "text": "Conocerse durante una buena comida."
      },
      "steal": {
        "outcomes": {
          "0": "Intentas robarle, pero él se da cuenta y te noquea limpiamente.",
          "1": "Se fija inmediatamente en ti, pero te deja marchar, no sin lanzarte una mirada de desprecio. Te vas enfadado, intimidado."
        },
        "text": "Intentando robarle dinero."
      }
    },
    "text": "Durante tu viaje, llegas a un pueblo junto al mar. Allí conoces a un hombre que dice llamarse Price y ser mercenario."
  },
  "4": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Continúas tu camino sin prestar atención a la estrella fugaz. ¡No has perdido el tiempo!"
        }
      },
      "skip": {
        "outcomes": {
          "0": "Continúas tu camino sin prestar atención a la estrella fugaz. ¡No has perdido el tiempo!",
          "1": "Continúas tu camino sin prestar atención a la estrella fugaz. ¡No has perdido el tiempo!",
          "2": "Sigues adelante sin prestar más atención al fenómeno, pero continúas contemplando el cielo con admiración... Distraído, ¡no te das cuenta inmediatamente de la enorme grieta que tienes delante! Acabas aplastado en el fondo del agujero. Tembloroso y conmocionado, te tranquilizas pensando que al menos no te has hecho mucho daño."
        },
        "text": "Ignora este evento."
      },
      "wish": {
        "outcomes": {
          "0": "Pides un deseo y cierras los ojos... Cuando vuelves a abrirlos, ¡descubres delante de ti una bolsa llena de dinero! ¡Perder esos 10 minutos ha merecido la pena!",
          "1": "Pides un deseo y cierras los ojos... Cuando los vuelves a abrir, ¡no descubres absolutamente nada! Después de esperar 10 minutos, te vas.",
          "2": "Pides un deseo y cierras los ojos... Cuando vuelves a abrirlos, descubres que no ha pasado nada. Después de esperar 10 minutos a que no ocurra nada, te pones de nuevo en marcha.",
          "3": "Pides un deseo y cierras los ojos... Cuando los vuelves a abrir, descubres... ¡Nada de nada! Después de esperar 10 minutos, te vas.",
          "4": "Haces un voto y cierras los ojos... En general, es mejor no seguir caminando con los ojos cerrados. Tropiezas con una piedra, te haces daño y pierdes 10 minutos antes de volver a ponerte en marcha."
        },
        "text": "Pide un deseo."
      }
    },
    "text": "Has decidido aprovechar una noche tranquila para continuar tu viaje. El cielo está magnífico y, tras unos minutos escrutándolo, ¡descubres una estrella fugaz!"
  },
  "40": {
    "possibilities": {
      "askAdvices": {
        "outcomes": {
          "0": "Entras en Xetrix y le esperas. Cuando regresa, intercambiáis algunos consejos y averiguáis dónde está el pueblo más cercano. Tras una larga caminata, pronto te das cuenta de que el ermitaño te ha estado tomando el pelo y, sin nada más que hacer, continúas tu camino.",
          "1": "Entras en la casa del hombre, le esperas y le pides consejo sobre cómo preparar una comida utilizando los elementos del bosque. Te da una receta que sigues meticulosamente. Acabas comiendo una comida bastante buena y te vas sintiéndote satisfecho.",
          "2": "Le ves entrar, así que le sigues y le pides consejo. Al final congeniáis y te invita a cenar. Durante la cena bebéis un poco más de la cuenta y acabáis borrachos."
        },
        "text": "Pide consejo al ermitaño."
      },
      "breakIn": {
        "outcomes": {
          "0": "Te lo piensas y te dices a ti mismo que entrar en la casa es posible. Así que robas unas monedas y te vas lo más rápido posible.",
          "1": "Decides entrar en la casa de este Xetrix, y empiezas a robarle en cuanto llega. Te ve y arremete contra ti, pero consigues escapar tras un forcejeo, ya que eres más ágil que él. Sin embargo, estás herido y has perdido todo tu botín en el altercado.",
          "2": "Entras en la casa para esperar al hombre. Una vez allí, charláis y él decide invitarte a cenar. Tras una deliciosa comida, sales con la barriga llena y sintiéndote muy bien."
        },
        "text": "Irrumpiendo en la casa."
      },
      "end": {
        "outcomes": {
          "0": "Te quedas pensando: no te decides, así que decides marcharte al cabo de unos minutos.",
          "1": "Decides ponerte en camino. Por el camino, encuentras unas setas, las recoges y te las comes. Sin embargo, caes enfermo porque no eran comestibles."
        }
      },
      "goBack": {
        "outcomes": {
          "0": "Decides volver por donde has venido. Por el camino, encuentras unas monedas en el suelo, junto a un monedero con un agujero.",
          "1": "Te pones de nuevo en marcha cuando encuentras a un hombre herido. Al intentar ayudarle, descubres que te han tendido una emboscada. Aparecen unos hombres y te roban antes de emprender de nuevo la marcha."
        },
        "text": "Vuelve por donde has venido."
      }
    },
    "text": "Entras en un bosque oscuro y ves la silueta de un hombre a lo lejos. Decides acercarte a él y te das cuenta de que es un ermitaño que ha salido a buscar comida. Te acercas a su casa, en la que lees la inscripción \"Xetrix\", que probablemente sea su nombre. Todavía estás pensando qué hacer..."
  },
  "41": {
    "possibilities": {
      "corrupt": {
        "outcomes": {
          "0": "El guardia acepta tu dinero y decide liberarte, pero no se da cuenta de que el otro hombre de la celda se lo roba inmediatamente después.",
          "1": "El sobornador acepta tu trato y te trae una deliciosa comida. Comes hasta hartarte y te libera.",
          "2": "El guardia acepta tu dinero y te libera. Pero todo era una trampa. Te hace creer que has escapado y decide perseguirte, darte una paliza y volver a meterte en tu celda.",
          "3": "El guardia te hace comprender que no está de su parte y te deja en la cárcel. Te liberan unas horas más tarde, tras haber zanjado el asunto.",
          "4": "El guardia rechaza de plano tu dinero. Esperas tanto que acabas quedándote dormido."
        },
        "text": "Intentar sobornar a la persona que te vigila."
      },
      "end": {
        "outcomes": {
          "0": "Para pasar el rato, decides charlar con otro preso. Unas horas más tarde eres libre.",
          "1": "Esperas en silencio a que te liberen. Hablando con el guardia, te das cuenta de que te han acusado de brujería. Casi una hora después, te exoneran y encierran al verdadero culpable.",
          "2": "Paseas por la celda todo lo que puedes. Al cabo de un rato, te quedas dormido y, cuando despiertas, te encuentras en el bosque."
        }
      },
      "escape": {
        "outcomes": {
          "0": "Intentas escapar. Te dices a ti mismo que el otro prisionero será una carga para ti y decides no informarle de tu fuga. Buscando algo que pueda ayudarte con este plan, te encuentras con un listón de madera roto. Intentas ampliar la abertura sin éxito y abandonas la idea.",
          "1": "Decide alertar al otro recluso de la fuga y distraerlo para que recupere las llaves del bolsillo del guardia. Abre su celda cuando el guardia se da cuenta del engaño. Se inicia una pelea, pero tu compañero decide liberarte. A continuación, te alejas y disfrutas de una buena comida caliente.",
          "2": "Intentas llamar a la puerta de aspecto frágil. Consigues derribarla con éxito, cuando el guardia te ve. Comienza una pelea contigo para meterte de nuevo en la celda. Haces todo lo posible por defenderte, pero no eres rival para él."
        },
        "text": "Tratando de escapar."
      },
      "explain": {
        "outcomes": {
          "0": "Hablas y hablas. Sin embargo, el guardia no quiere oírlo y decide amordazarte. Unas horas más tarde, te liberan y el guardia se disculpa por haberte confundido con un fugitivo.",
          "1": "Habláis y habláis y, finalmente, el guardia decide salir de la habitación para dejar de escucharos. Unas horas más tarde, te liberan y, al salir de la ciudad, encuentras unas monedas en el suelo.",
          "2": "Mantienes una larga conversación con el guardia. Cuando comprende tu angustia, decide liberarte y esconderte para que puedas abandonar la ciudad discretamente.",
          "3": "Intentas discutir con el guardia. Al cabo de 15 minutos, pierde los nervios y decide golpearte con su pistola para hacerte callar."
        },
        "text": "Intenta explicarlo."
      },
      "playDead": {
        "outcomes": {
          "0": "Finges estar muerto con la esperanza de que el guardia se deshaga de tu cuerpo y puedas marcharte. Como era de esperar, el guardia así lo hace. Una vez relevado, decides ir a la posada, ya que estás muy cansado.",
          "1": "El guardia no se da cuenta enseguida, pero en cuanto te ve decide comprobar si estás realmente muerto. Pobre actor como eres, se da cuenta de ello y decide dejarte en la celda un tiempo más.",
          "2": "El guardia examina tu cuerpo y consigues engañarle. Se deshace de tu cuerpo. Una vez que te has ido, te levantas y te pones en marcha de nuevo."
        },
        "text": "Haciéndose el muerto."
      },
      "wait": {
        "outcomes": {
          "0": "Usted espera. A medida que pasa el tiempo, los minutos parecen horas. Pero la persona que te observa no parece dispuesta a soltarte pronto.",
          "1": "Esperas, el tiempo parece largo. Al cabo de unas horas, el guardia decide liberarte y se disculpa por el malentendido.",
          "2": "Mientras esperas, tú y el guardia empezáis a hablar y acabas jugando con él. Se da cuenta de que tu historia es en realidad un malentendido, así que te invita a comer."
        },
        "text": "Esperando a que ocurra algo."
      }
    },
    "text": "Mientras continúas tu camino, llegas a un pueblo. Justo después, un grupo de hombres se acercan a ti y te agarran, luego te llevan a un edificio. Te meten en una celda donde hay un preso. Pronto te das cuenta de que estás en una cárcel y de que has sido víctima de un malentendido."
  },
  "42": {
    "possibilities": {
      "ask": {
        "outcomes": {
          "0": "Te responde amablemente que ella misma regenta una y te invita a pasar. Aceptas y, tras unos minutos de vagabundeo, llegas a la posada en cuestión. Te sorprende ver que está construida dentro de una cueva. Caminas con confianza hacia el fondo de la cueva, donde una sopa hierve a fuego lento y exhala un aroma embriagador. Entonces oyes un ruido sordo. Te das la vuelta y ves cómo bajan un rastrillo. Unas quince personas aparecen al otro lado. Era una trampa y has caído en ella. Demasiado débil para discutir, decides probar primero la sopa. Te pesa la cabeza, oyes las risas de tus guardias y caes en un profundo sueño. Te despiertas a orillas de un río, con los bolsillos más ligeros de lo que recuerdas.",
          "1": "Te señala una taberna a pocos kilómetros. Vas allí, llenas el estómago y descansas. Tras pagar la cuenta, reanudas la marcha."
        },
        "text": "Pregúntale por el albergue más cercano."
      },
      "end": {
        "outcomes": {
          "0": "Le ignoras por completo y continúas tu camino. Finalmente llegas a un pequeño pueblo llamado Tardans. Al entrar, te encuentras con una bolsa llena de monedas y un objeto que podría resultarte útil para el resto de tu aventura.",
          "1": "Decides ponerte en camino. Por el camino, encuentras unas setas, las recoges y te las comes. Sin embargo, caes enfermo porque no eran comestibles."
        }
      },
      "feign": {
        "outcomes": {
          "0": "Después de buscar en la cueva durante una hora, abandonas la búsqueda y vuelves con las manos vacías.",
          "1": "Al volver sobre sus pasos, no se da cuenta de la cuerda tendida entre dos raíces. Tropiezas con ella y quedas suspendido en el aire. Unos saqueadores, alertados por el ruido, se acercan corriendo y te roban el bolsillo. Cuando te sacan del nudo, ya se han ido con su botín.",
          "2": "Al volver sobre tus pasos, ves a lo lejos lo que parece una cueva. Avanzas lentamente e inhalas el dulce aroma. Al acercarte de puntillas, consigues arrebatar un poco de comida. Te alejas rápidamente por miedo a que te descubra alguien que pueda haber sido testigo de tu pequeño hurto.",
          "3": "Entras lentamente en la cueva y empiezas a explorar. Tras caminar unos quince metros, te encuentras cara a cara con un imponente oso que se abalanza sobre ti. Te enfrentas a él y, tras una lucha encarnizada, consigues derribarlo de un golpe en el cráneo. Lo despellejas y cocinas la carne. Una vez satisfecho, sales en busca de un mercader al que vender la piel del oso."
        },
        "text": "Finge que te alejas y vuelve a buscar en la cueva por tu cuenta."
      },
      "help": {
        "outcomes": {
          "0": "Te lanzas a explorar su cueva, antorcha en mano. Por desgracia, resulta que la joven tenía la peste y tú te contagiaste al entrar en contacto con ella.",
          "1": "Al cabo de unos minutos, llegas a la cueva en cuestión. Caminas con confianza hacia el fondo de la cueva. Entonces oyes un ruido sordo. Te das la vuelta y ves cómo bajan un rastrillo. Al otro lado aparecen unas quince personas. Era una trampa y caíste en ella. Tras varias horas de negociación con tus torturadores, deciden liberarte por una buena cantidad de dinero. Entonces te marchas, avergonzado y jurando a quien quiera escucharte que no te volverán a atrapar.",
          "2": "Avanzas a paso ligero, preparado para cualquier eventualidad. Resulta que la cueva en cuestión es muy profunda y pasas una buena hora buscando el fondo. Justo cuando decides dar media vuelta, vislumbras de reojo un reflejo metálico. Al acercarte, te das cuenta de que se trata de un cofre sujeto con una simple cuerda. Tiras de la cuerda, que se suelta con bastante facilidad. Entonces abres el cofre: contiene una cantidad inimaginable de monedas y un objeto que coges con orgullo. De vuelta al exterior de la cueva, tranquilizas a la joven asegurándole que está a salvo y te marchas, feliz con tu botín.",
          "3": "Entras lentamente en la cueva y empiezas a explorar. Al cabo de unos quince metros, te encuentras cara a cara con un imponente oso que se abalanza sobre ti. Comienzas a luchar, pero eres abatido rápidamente. Entonces huyes, sangrando y empapado en sudor, mientras la joven te mira asombrada."
        },
        "text": "Serás rápido en ayudar."
      }
    },
    "text": "En el recodo del camino aparece una joven. Al principio no entiendes muy bien lo que dice, pero al final te das cuenta de que necesita ayuda para explorar una cueva."
  },
  "43": {
    "possibilities": {
      "continue": {
        "outcomes": {
          "0": "Sigues tu camino y te das cuenta de que, en realidad, es un cazador nórdico. Os saludáis y observáis cómo coloca sus trampas. Te das cuenta de que de ahí procede el líquido que sale de su mano.",
          "1": "Curioso, te acercas a la persona. Es un cazador nórdico que está colocando sus trampas. Os saludáis y le ofreces tu ayuda, que él acepta de buen grado. Después de ayudarle a colocar todas sus trampas, te pregunta si te gustaría pasar la noche en su casa. El cazador cocina la caza que ha capturado. Te repones comiendo una buena pierna de cordero frente al fuego de su chimenea y luego te deja descansar en su cama. Te marchas al amanecer, después de darle las gracias con unas monedas."
        },
        "text": "Continúe su camino."
      },
      "end": {
        "outcomes": {
          "0": "Ignoras a la persona que tienes delante y, un poco más adelante, encuentras un objeto brillante que metes en tu bolso.",
          "1": "Por miedo, das media vuelta y te desvías para evitar chocar con la criatura.",
          "2": "Corres sin mirar para ver qué es, pero tropiezas en la oscuridad con una piedra. Caes sobre tus brazos, todo desollado."
        }
      },
      "fight": {
        "outcomes": {
          "0": "Empiezas a correr gritando, pero el hombre se da la vuelta y te detiene. Después de que le expliques lo que estás pensando, te dice que vas por mal camino: es un cazador revisando sus trampas, ¡no una criatura demoníaca! Te disculpas rápidamente y vuelves a ponerte en marcha.",
          "1": "Corres gritando hacia la extraña figura. Sin embargo, a medida que te acercas, te das cuenta de que es un cazador tendiendo sus trampas. Confundido, decides ayudarle para compensarle por el susto que le has causado.",
          "2": "Desenvainas la espada, el hombre se vuelve y te ve avanzar hacia él. Te amenaza con lanzarte una flecha si das un paso más. Te disculpas, explicándole que le habías confundido con un demonio a distancia, y sigues tu camino, avergonzado."
        },
        "text": "Enfrentarse a la criatura."
      },
      "goBack": {
        "outcomes": {
          "0": "Prefieres volver discretamente. Una vez que estás lo suficientemente lejos, corres a toda velocidad y te refugias en el pueblo más cercano.",
          "1": "Retrocedes lentamente, pero pisas una ramita que cruje. Asustado, empiezas a correr con todas tus piernas, pero caes al suelo y te despellejas las rodillas. Pero la adrenalina te vuelve a poner en marcha de inmediato."
        },
        "text": "Da la vuelta."
      },
      "shelter": {
        "outcomes": {
          "0": "Recuerdas haber pasado por delante de una iglesia unos minutos antes, así que no dudas mucho antes de decidir ir allí para protegerte del ser demoníaco. Corres todo el camino, llegando frente a la iglesia en menos de diez minutos. Llamas a la puerta, un poco nervioso por miedo a que te siga la bestia. Un kyutista te abre la puerta y, después de que se lo expliques, te deja entrar. Las amables gentes del interior de la iglesia te dan algo de comer y te dicen que no tienen ningún problema en que pases la noche con ellos. Agradecido, te unes a ellos en las Alabanzas de Askeriel, durante las cuales todos los presentes murmuran a coro cómo Askeriel, el Gran Dios, creó la existencia, la materia, la tierra, y luego a los humanos y los animales. Al terminar, todos os vais a la cama.",
          "1": "Recuerdas haber pasado poco antes por una iglesia. Así que te diriges allí, con la esperanza de encontrar algo de ayuda. Una vez allí, llamas a la puerta. Tras unos segundos de inacción, decides entrar, temiendo que te haya seguido la bestia. Es entonces cuando te das cuenta de que la iglesia está completamente vacía y abandonada. Cierras la puerta, te tumbas en el suelo y te quedas dormido.",
          "2": "Inmediatamente piensas en buscar refugio en una iglesia: ¿qué podría ser mejor, después de todo, cuando te enfrentas a algo que parece demoníaco? Sin embargo, pronto te das cuenta de que no tienes ni idea de dónde está la iglesia más cercana. Así que decides huir lo más lejos posible de la criatura, y así lo haces.",
          "3": "Piensas que ir a la iglesia es una buena opción. Así que te das prisa y en unos minutos llegas a la iglesia por la que has pasado antes. Llamas a la puerta y te recibe un jovial sacerdote, que enseguida te hace pasar. No tardas en contarle lo que has visto, y él te dice que bien podría tratarse de una terrible criatura demoníaca a las órdenes de Y'ahnor. Impresionado, te unes a él en la Oda a los Tres, la ceremonia que celebra a Orthgard, Fenrir e Iatneh, los dioses protectores que guían a la humanidad e inspiran sus mayores inventos y descubrimientos."
        },
        "text": "Refúgiate en una iglesia kyutista."
      }
    },
    "text": "Caminas hacia el este en plena noche. Está oscuro, pero la luna brilla. Ves ante ti a un ser iluminado por la luz de la luna. Es alto, viste de negro; ves un líquido que gotea de una de sus manos, la noche ilumina la piel pálida del individuo que aún no te ha visto. ¿Qué haces entonces?"
  },
  "44": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Sigues adelante, sin querer involucrarte en la muerte del hombre. Cerca de allí, encuentras un objeto abandonado que debió pertenecerle."
        }
      },
      "help": {
        "outcomes": {
          "0": "Al intentar rescatarlo, se asusta y te noquea con su piedra. Tardas un rato en recobrar el sentido y te pones de nuevo en marcha.",
          "1": "Te lanzas sobre la piedra y la atrapas. Rápidamente cortas la cuerda y vas a buscar al desafortunado, que está empapado. Pasas varias horas con él, intentando disuadirle de que no vuelva a hacerlo. Agradecido, te ofrece cobijo para pasar la noche.",
          "2": "Se lanza sobre la piedra, pero es demasiado lento. El pobre hombre se hunde rápidamente en el río, arrastrado por la corriente. Miras a tu alrededor para ver si se ha dejado alguna pertenencia. Encuentras un extraño objeto brillante.",
          "3": "Te apresuras a salvarle, pero lanza su piedra antes de que puedas llegar hasta él. Saltas tras él y tratas de llevarlo a la orilla, pero forcejea y te arrastra con él. Empieza a asfixiarse, le sueltas y te ves obligado a volver a subir."
        },
        "text": "Salte al rescate."
      },
      "push": {
        "outcomes": {
          "0": "Te acercas por detrás sin hacer ruido y le empujas violentamente al río. Se hunde y desaparece de tu campo de visión. Lo observas unos instantes, esperando no haber sido descubierto, y luego te marchas sin hacer ruido.",
          "1": "Te acercas sin hacer ruido cuando, de repente, una rama choca contra tu pierna. Caes de espaldas sobre el suicida, arrastrándolo hacia los remolinos helados de la muerte.",
          "2": "Se acerca a paso de tortuga cuando su pie se desprende de una rama. Asustado, el pobre hombre tira la piedra y la sigue. Entonces se levanta y descubre un monedero que ha dejado atrás."
        },
        "text": "\"Ayúdale empujándole."
      },
      "watch": {
        "outcomes": {
          "0": "Observas con indiferencia cómo el hombre se hunde en el río tras su pedrada. Registras la zona para ver si se ha dejado alguna pertenencia y encuentras un monedero con monedas. Te marchas satisfecho de ti mismo.",
          "1": "Mientras te acomodas, le ves cambiar de opinión y tirar la piedra al suelo. Al darse la vuelta, se fija en ti y te invita a cenar a su casa. Sin cuestionar este giro de los acontecimientos, aceptas y le sigues hasta su casa de campo. Al empezar a cenar, la cabeza te pesa, la vista se te nubla y caes en un profundo sueño. Mucho después, te despiertas en el arcén de una carretera desierta y desconocida."
        },
        "text": "Viéndole lanzar la piedra."
      }
    },
    "text": "Durante tu largo viaje, te encuentras a orillas de un ancho río. Al no poder cruzarlo, decides caminar por él hasta encontrar un puente. Mientras caminas por él, te topas con un espectáculo insólito: un campesino sostiene una pesada piedra sobre su cabeza, que parece estar sujeta a su pierna. Parece dispuesto a arrojarla en cualquier momento."
  },
  "45": {
    "possibilities": {
      "askJoin": {
        "outcomes": {
          "0": "El grupo era muy acogedor, así que hacían el viaje todos juntos. Cuando llegas al santuario, el guía se pasa casi 2 horas contándote la historia.",
          "1": "La banda simplemente te rechaza. Así que sigues tu camino.",
          "2": "El grupo piensa que eres un ladrón y te da una paliza en consecuencia."
        },
        "text": "Pide al grupo que se una a ellos."
      },
      "end": {
        "outcomes": {
          "0": "El grupo, pensando que les están espiando, le golpea violentamente.",
          "1": "Después de 15 minutos sin ninguna reacción, vuelves a tu camino."
        }
      },
      "goAlone": {
        "outcomes": {
          "0": "Decides ir al santuario por tu cuenta. Tras 30 minutos de camino, de repente el suelo se derrumba bajo tus pies y caes violentamente.",
          "1": "Decides ir al santuario por tu cuenta. Cuando llegas al lugar, oyes un ruido extraño. Presa del pánico, corres y tropiezas. Te haces un feo rasguño en la pierna, que pronto se infecta.",
          "2": "Decides ir al santuario por tu cuenta. De camino, encuentras un objeto que podría serte útil. Cuando llegas, descubres que el santuario es una cueva. Decides no seguir adelante.",
          "3": "Decides ir al santuario por tu cuenta. Una vez allí, descubres un magnífico santuario, cuya belleza contemplas durante 30 minutos.",
          "4": "Al ver que el tiempo empeora, cambias de decisión y continúas tu camino."
        },
        "text": "Ir solo al santuario."
      },
      "skip": {
        "outcomes": {
          "0": "Continúas tu camino, prefiriendo ir a la siguiente aldea.",
          "1": "Continúa su camino. Unos minutos más tarde, te das cuenta de que te has equivocado de camino. En su afán por recuperar el tiempo perdido, tropieza con una piedra y sus pertenencias se desparraman."
        },
        "text": "Continúe su camino."
      },
      "talk": {
        "outcomes": {
          "0": "Pasas casi 30 minutos recopilando información sobre este santuario, información que no te resultará útil.",
          "1": "El grupo simplemente no quiere hablar, y te lo está haciendo saber."
        },
        "text": "Debate con el grupo."
      }
    },
    "text": "Mientras atraviesas un pueblo bullicioso, oyes a un grupo de personas hablar de un santuario que, según dicen, está encantado. Curioso, sigues escuchando. Dicen que el santuario está a una hora en coche hacia el sur y que la salida es dentro de 30 minutos."
  },
  "46": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "El juglar, al no verte responder, te ignora y vuelve a cantar canciones básicas y sin alma. Así que continúas tu camino.",
          "1": "Al no verte reaccionar, el juglar, decidido a ganar dinero a su costa, y viendo ante sí un perfecto conejillo de indias, decide drogarte y llevarte al oscuro callejón de al lado. Desde allí comienza a cantar una canción sobre la tortura en el laboratorio, en la que tú eres el verdugo. Al tener fuerzas para llevar a cabo este atroz experimento, que le sale de maravilla a este magnífico cerdo, el juglar, o en tu alucinación, tu jefe, decide ofrecerte dos objetos como recompensa. A continuación, Pérotin espera a que vuelvas a la normalidad, coge el objeto más valioso y te deja el otro, que puede resultarte útil más adelante.",
          "2": "Al no verle reaccionar, Pérotin decide drogarle para que diga lo que piensa para ver si pasa algo. No consigue ver nada, ni siquiera en su interior. Presa del pánico, el juglar llama a los guardias que te internan por locura."
        }
      },
      "singCrazyLove": {
        "outcomes": {
          "0": "Tan pronto lo pides como lo haces. Te encuentras en la cama, desvestido, junto a lo que parece tu amante. Al mirar más de cerca, te das cuenta de que estás atado por la cintura y... te faltan todas las extremidades, tanto los brazos como las piernas. Sólo puedes moverte con el torso. Al ver tu angustia, Pérotin termina su canción con un \"todo era un sueño\" y vuelves a ser el de antes, entero y desprendido. Pero necesitarás descansar para recuperarte del trauma.",
          "1": "Tan pronto como pides, recibes. Te encuentras en el mar, lejos de todo, acompañado de un solo marinero, tu amor. Al llegar a una isla desierta, ves una cruz en el suelo. En efecto, se trata de un tesoro, lleno de un hermoso botín y de un objeto que te será útil. La codicia y la avaricia se apoderan de ti y decides abandonar la isla. De vuelta a casa, te cruzas con Pérotin, que está cantando para regalar el dinero que ha ganado allí. Tras estas aventuras, emprendes de nuevo el viaje, acompañado por el objeto que encontraste en la isla.",
          "2": "Sabiendo de tu heroica búsqueda para rescatar a la princesa, el juglar decide contar una de las posibles secuelas de tus aventuras tras el rescate. Pero como no sabía mucho de tus vínculos con la princesa, prefirió contar la historia de \"La vieja y el falso monstruo\", contigo como el falso monstruo, por supuesto. Conociendo ya la sinopsis, Pérotin no consiguió hacerte cambiar, probablemente debido a la subdosis de sus drogas. Al no haber entrado en su cuento, decides darle las gracias por esta maravillosa historia y seguir tu camino, consciente de esta inútil pérdida de tiempo."
        },
        "text": "Cantando sobre el amor loco."
      },
      "singHero": {
        "outcomes": {
          "0": "Este famoso bardo, que sabe muy poco de aventuras, decide contar la historia de un viaje ordinario por el bosque, como tú tan bien lo conoces. Decepcionado con esta canción y con Pérotin, continúas tu aventura.",
          "1": "Pérotin decide hacerte retroceder dos minutos justo antes de hablar con él. Pequeño problema, su historia y sus drogas son tan fieles al original que respondes con la misma reacción a este informe, sin que la decisión del juglar ante esta reacción cambie. El resultado es un bucle alucino-temporal, provocado por el talento de Pérotin y tu estupidez. Perotin, que es el único consciente de la escena que estás viviendo con él, se apiada de ti al final del día y te libera de esta mala droga.",
          "2": "Pérotin decide dejarte ver el futuro, ya sea real o pura ficción en tu mente, y al mismo tiempo ayudarte a ganar algo de dinero: vas a las afueras de un viejo castillo abandonado. Con un poco de búsqueda das con un pasadizo secreto lleno de trampas. Consigues evitarlas todas y acabas en una enorme sala del tesoro. Pero nuestro juglar favorito, justo antes de que termines de saquear y recoger tesoros fuera de la zona de trampas, se escabulle con tu botín, dejándote sólo el cofre principal de la sala, que contiene mucho dinero y un objeto sorprendentemente útil para rescatar a la princesa. Divertido, continúas tu divertida aventura, todavía un poco bajo los efectos de la droga que se rumorea que es el ácido γ-hidroxibutírico."
        },
        "text": "Canta sobre nuestra vida, nuestra heroica historia."
      },
      "singLove": {
        "outcomes": {
          "0": "Como dices, acabas en un viejo monasterio en el campo, removiendo la tierra. Tú y tu amor os quedáis en este destartalado lugar, y cada mes os las arregláis para cultivar lo justo para vivir. Estás disfrutando tanto de esta historia, gracias a la sobredosis de sus drogas, que no ves pasar el tiempo. Perotin te despierta y te dice que las drogas que ha ingerido hacen que 1 o 2 minutos de sus historias parezcan un mes entero de su vida. Afortunadamente es así, de lo contrario habría muerto de viejo. Meditativo, continúas tu viaje.",
          "1": "Al no comprender tu repentino deseo de un amor incoloro, Pérotin pensó que estabas deprimida, así que decidió cantarte una canción reconfortante para curarte de tu repentina depresión. La canción te hizo mucho bien.",
          "2": "Viendo tu conocimiento de los amoríos sin pasión, el juglar se encariña contigo y te canta una canción en la que tu amor eres tú. Atrapado en una violenta pelea entre tú y tú mismo, el juglar detiene la canción, y te pide un cargo por la frenética pelea que tuviste contigo mismo delante de sus admiradores. De nuevo en la historia, piensas que os vais a dejar, lo que te pone triste, muy triste. Así que te marchas, dejando algo de dinero a Pérotin para compensar las molestias."
        },
        "text": "Cantando un amor aburrido y redundante."
      },
      "singRoyalty": {
        "outcomes": {
          "0": "El juglar, que adora su tierra natal desde que tiene memoria, accede a su petición y canta las alabanzas de duques y cuentos. El duque de la región vecina pasa por allí y escucha esta dulce melodía, que le arrulla el corazón. Al final de la canción, os recompensa a ti y a tu amigo con una gran bolsa de oro.",
          "1": "Nuestro juglar, que odia al poder, decide utilizar su canción para iniciar una revolución con el fin de acceder al trono. Te lleva, te droga y te hace creer que tú y el pueblo estáis abriendo el camino hacia la habitación del rey. Por desgracia, una de las cuerdas de la mandolina se rompe y la música se detiene de repente. Pero, efectivamente, estás en la sala del trono, solo, con una horca. Ahora estás encarcelado por locura.",
          "2": "Pérotin, sabiendo un poco de tu aventura para rescatar a la princesa, decide dejarte experimentar el punto de vista de su madre durante un día para que aprendas más sobre esta damisela en apuros. Pero la vida como reina no es muy emocionante para ti, y aparte de los cotilleos ocasionales y los pensamientos sobre su hija, no sacas nada útil de ella, ya que todo está creado por las drogas mágicas de Perotin. Al final del día, recoges tu cuerpo y continúas tu camino."
        },
        "text": "Cantando sobre la realeza y los poderes fácticos."
      },
      "singWork": {
        "outcomes": {
          "0": "Pérotin, entristecido por esta petición, decide que hagas el papel del juglar en su canción y... Te ves venir hacia ti para pedirte esta canción, pero te obligas a decir la misma canción, y así durante mucho tiempo. Al cabo de un rato, nuestro juglar favorito detiene el bucle dándote el antídoto contra este veneno alucinatorio. Asustado por lo que acaba de ocurrir y por la duración del bucle, sales corriendo hacia la persona más cercana para saber qué día es. Y... has llegado a la noche.",
          "1": "Pérotin, nostálgico, decidió relatar en su canción sus primeros tiempos en el negocio. Contó cómo su viejo maestro le daba sus melodiosas lecciones utilizando sus drogas suavizantes. Siente esa dulzura en las palabras del maestro que le inhibe con todo su ser. Al final de su última lección, Périssien, el maestro de Pérotin, decide hacerte un regalo de despedida, como había recibido de sus predecesores, pero para evitar que sea ese instrumento mágico, la mandolina, que no le ha abandonado desde que empezó, Pérotin cambia el final para darte un objeto que podría serte útil para el resto de tu aventura.",
          "2": "El excelente juglar Pérotin decide contar un sueño que le gustaría ver hecho realidad, ya sea real o alucinado: al principio está solo, en el callejón del pueblo, acompañado por su guitarra. Está cantando para sí mismo sobre las alegrías de su trabajo y las tristezas de la vida, cuando pasa un monarca por la calle principal. El monarca, al oír la hermosa melodía, se acerca a ti y te pregunta si podrías crear una canción para él sobre el tema de su amor. Al final de tu dulce balada, recién imaginada, te da las gracias y te regala un buen montón de oro, dado que ese transeúnte era real. Contento con la música, decides compartir el dinero con Pérotin a modo de donativo."
        },
        "text": "Cantar sobre la profesión de juglar."
      }
    },
    "text": "Al pasar por un pequeño pueblo, te encuentras con el juglar más famoso conocido en la región y más allá, llamado Pérotin. Es tan bueno en su oficio que puede hacerte vivir la canción, literalmente, gracias a sus potentes drogas. Tras reunir el valor necesario para hablar con él, le gustaría que le propusieras el próximo tema de su canción. ¿Qué le sugieres?"
  },
  "47": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Consideras la oferta del aldeano pero no respondes. Él insiste y tú te marchas sin decir palabra, pensativo.",
          "1": "No reaccionas y, cuando tu interlocutor se marcha, huyes del pueblo para evitar problemas con el señor.",
          "2": "Consideras la oferta del aldeano, pero los guardias que han oído la conversación te detienen rápidamente. Tus protestas no te salvan de pasar un día en el calabozo."
        }
      },
      "goAway": {
        "outcomes": {
          "0": "Decides no involucrarte en esta locura y reemprender la marcha lo antes posible. Desgraciadamente, en el camino te encuentras con un guardia ávido de riquezas que te pide que te detengas. Rápidamente te inmoviliza y te desnuda.",
          "1": "No quiere arriesgar su vida, así que rechaza la oferta antes de marcharse, agradeciendo a los aldeanos su acogida.",
          "2": "Declaras que estás agotado y te buscan un lugar donde descansar. Aprovechas la noche para huir del pueblo.",
          "3": "Les dices que no puedes luchar contra el Señor porque estás agotado. Aceptan ofrecerte alojamiento donde puedas descansar. Tomas algo contigo durante la noche y huyes tan rápido como puedes.",
          "4": "Les dices a los aldeanos que estás agotado y les pides que te den una noche para prepararte. Aceptan, y cuando cae la noche recoges tus cosas y huyes del pueblo. Desgraciadamente, en tus prisas se te cae parte de la cartera."
        },
        "text": "No corras riesgos y vete lo antes posible."
      },
      "help": {
        "outcomes": {
          "0": "Con la ayuda de todo el pueblo, organizas un asedio al castillo. No hay reacción en el castillo, donde la gente parece conformarse con las ligeras molestias causadas por el bloqueo de las carreteras circundantes. Al cabo de unas horas, se bajan las puertas del puente levadizo y una treintena de hombres se precipitan hacia el campamento que has levantado. Se entabla una sangrienta batalla. En la carrera, coges un caballo y huyes.",
          "1": "¡Tú y los aldeanos organizáis una rebelión! Por desgracia, cuando decides atacar a un guardia, los aldeanos están demasiado asustados para seguirte y huyen. Tu adversario te lanza un violento puñetazo que te derriba hacia atrás, y el guardia aprovecha para robarte el monedero.",
          "2": "Decides organizar una revuelta. Sin embargo, un aldeano te traiciona para obtener una recompensa. Los guardias del castillo corren a detenerte. Consigues evadirlos, pero no sin algunos golpes.",
          "3": "Aprovechas tu condición de caballero para visitar al escudero. Tras las presentaciones, revelas el motivo de tu visita clavándole una daga en el corazón. Los guardias reaccionan inmediatamente y te rodean. Uno de ellos te lanza un espadazo que logras esquivar, pero otro se abalanza sobre ti y te atraviesa con su espada.",
          "4": "Intentas asediar el castillo del señor con la aldea, pero está anocheciendo, así que decides dormir frente al castillo. El señor aprovecha para salir con sus hombres y llega a tu campamento, pero un aldeano alerta a todos. Te abalanzas sobre el señor y lo acuchillas con tu espada. Los guardias se rinden y los aldeanos te dan una bolsa llena de oro para agradecerte que les hayas ayudado.",
          "5": "Vas a ver al señor y le cuentas que su aldea está planeando una rebelión. Tras una larga discusión, consigues ganarte su confianza y aprovechas para clavarle una daga en el corazón. Los guardias leales al señor se abalanzan sobre ti y te inmovilizan. Uno de ellos propone ejecutarte delante de toda la aldea para transmitir el mensaje, pero la revuelta se desata. Al final, los aldeanos consiguen expulsar a los guardias y te ofrecen una gran bolsa de oro como agradecimiento.",
          "6": "Vas a ver al señor y le cuentas que se está organizando una rebelión. Tras una larga discusión, consigues ganarte su confianza y le clavas una daga en el corazón. Los guardias leales al gobernante te atacan, pero otros que sólo querían su muerte te ayudan a escapar. De vuelta a la aldea, te ofrecen algo de dinero y un objeto útil."
        },
        "text": "Ayudar a los aldeanos a deshacerse del señor."
      },
      "tell": {
        "outcomes": {
          "0": "Visitas al señor, le cuentas la petición del aldeano y le ayudas a encontrarlo. Te da las gracias y te marchas.",
          "1": "Visitas al señor y le hablas de la traición en el pueblo vecino, y le dices que estás dispuesto a darle los nombres de los disidentes a cambio de una gran suma de dinero. Acepta tu oferta y le conduces hasta los traidores, a los que ejecuta ante tus propios ojos. Por el camino, revisas el monedero que te ha dado y te das cuenta de que contiene muy pocas monedas.",
          "2": "Visitas al señor y le cuentas la petición del aldeano, explicándole que puedes ayudarle a encontrar al rebelde, pero que a cambio quieres una gran suma de dinero. Él acepta y te pide que le ayudes a encontrarlo. Juntos lo conseguís, pero cuando le pides el dinero al señor, éste rehúye. Se produce un duelo, pero el señor no es rival para tu habilidad con la espada. Pero no llevaba mucha riqueza encima.",
          "3": "Vas a visitar al señor, pero los guardias no te dejan pasar. Les dices que es importante, pero no te escuchan. Te amenazan y te marchas, maldiciendo impotente.",
          "4": "Decides contarle al señor lo que has oído, pero en tu camino te cruzas con un aldeano que parece haber adivinado tu intención de traicionar a la aldea. Intentas abrirte paso a la fuerza, pero pronto llegan refuerzos. Rodeado por la odiosa multitud, eres derribado al suelo y severamente golpeado."
        },
        "text": "Dile al Señor lo que has oído."
      }
    },
    "text": "Estás tan agotado que apenas puedes caminar. Entonces ves un pueblo: ¡te han salvado! Te diriges a la aldea y consigues hacerte amigo de un grupo de aldeanos que aceptan alimentarte y encontrarte un lugar donde dormir. Piensas marcharte pronto, pero uno de los aldeanos viene a pedirte un favor. Con la promesa de grandes riquezas, el aldeano te ruega que les libres del escudero vecino."
  },
  "48": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Observas al caballero, inseguro de qué hacer ante este coloso con armadura. Finalmente, te pones de nuevo en marcha.",
          "1": "Miras al caballero, sin saber qué hacer contra este coloso de la armadura. Haciendo acopio de valor, te enfrentas a él en duelo... y eres miserablemente derrotado por él. Te pide tu bolsa a cambio de tu vida.",
          "2": "Observas al caballero, sin saber qué hacer con este coloso de la armadura. De repente, tienes una idea: esperas a que oscurezca para dirigirte discretamente hacia la torre. La puerta está cerrada y el caballero ha desaparecido. Subes a la torre y entras por una ventana. La registras de arriba abajo, pero sólo encuentras comida. Comes en el acto y coges todo lo que puedes. Esta buena comida te ha devuelto las fuerzas y te sientes mejor que nunca.",
          "3": "Sin saber qué hacer, entablas conversación con el caballero y entablas amistad. Poco a poco, diriges la conversación hacia el artefacto y disfrutas de tu talento oratorio por adelantado. El caballero, convencido de que eres digno de poseerlo, va a buscarlo. Te lo devuelve, como te había prometido. Le das las gracias y sales en busca de un comprador. Te cruzas con lo que parece ser un mercader, pero en realidad es un ladrón que te dispara una flecha en la pierna. Roba el artefacto y huye. Herido e impotente, le ves huir con tu botín.",
          "4": "Sin saber qué hacer, entablas conversación con el caballero y entablas amistad. Poco a poco diriges la discusión hacia el artefacto y disfrutas de antemano de tu talento para la oratoria. Inesperadamente, cuando le pides el artefacto, se niega. Como no quieres disgustarle, no insistes más y mantienes una breve charla con el caballero antes de continuar tu camino."
        }
      },
      "fight": {
        "outcomes": {
          "0": "Listo para luchar, pero sabiendo poco de tu oponente, te acercas a él con el pretexto de querer discutir un acuerdo. Lo suficientemente cerca de tu enemigo, desenvainas tu espada y arremetes contra él. Por desgracia para ti, el caballero estaba al acecho y posee una fuerza colosal, que utiliza para desarmarte antes de empujarte de nuevo al suelo.",
          "1": "Listo para luchar, pero sabiendo poco de tu oponente, te acercas a él con el pretexto de querer discutir un acuerdo. Lo suficientemente cerca de tu enemigo, desenvainas tu espada y arremetes contra él. El caballero apenas tiene tiempo de reaccionar antes de que lo noquees con el pomo de tu espada. Pero no es suficiente. Le golpeas una segunda vez y esta vez se desploma en el suelo. A continuación intentas abrir la puerta de la torre, pero sin éxito. Compruebas si el guardia tiene la llave, pero no la lleva encima. Así que te marchas decepcionado.",
          "2": "Listo para luchar, pero conociendo poco a tu adversario, te acercas a él con el pretexto de querer discutir un acuerdo. Lo suficientemente cerca de tu enemigo, desenvainas tu espada y le golpeas con el pomo. Registras al guardia y pronto encuentras una llave. Abres la puerta. Una vez dentro, no te cuesta encontrar el artefacto. Tras una hora de búsqueda, encuentras a un mercader. Te compra el artefacto por la módica suma de quinientas monedas de oro.",
          "3": "Listo para luchar, pero conociendo poco a tu adversario, te acercas a él con el pretexto de querer discutir un acuerdo. Cerca de tu enemigo, desenvainas tu espada y le golpeas con el pomo. A continuación, intentas abrir la puerta de la torre, pero está cerrada... Registras al guardia y pronto encuentras la llave. Abres la puerta y encuentras el artefacto dentro. Entonces sales en busca de un mercader, al que encuentras fácilmente. Te roba el artefacto con un hábil movimiento, pero tú también consigues robarle algo. Esperando que éste sea valioso, miras a ver qué es.",
          "4": "Conociendo poco a tu adversario, te acercas a él con el pretexto de querer discutir un acuerdo. Una vez que estuviste lo suficientemente cerca de tu enemigo, desenvainaste tu espada y lo aturdiste con el pomo. Por desgracia para ti, el caballero era mucho más fuerte y rápido que tú. Se abalanzó sobre ti, te enganchó con el pie derecho y te propinó una patada en el estómago antes de descargar un potente uppercut. En el suelo, a punto de desmayarte, no puedes levantarte.",
          "5": "El caballero blande su espada para intimidarte. Ante este coloso, dudas si huir, pero decides quedarte. Lucharás contra este caballero aunque tus posibilidades de derrotarle sean escasas. Tu adversario esquiva uno a uno tus golpes sin esfuerzo antes de tirarte al suelo. En el suelo, desarmado, sabes que el combate ha terminado. Es entonces cuando el caballero te dice: \"Eres muy valiente, así que aquí tienes tu recompensa\". Te da un objeto antes de dirigirse a la entrada de la torre.",
          "6": "Listo para luchar, te abalanzas rápidamente sobre tu oponente, desenvainando tu espada. El caballero apenas tuvo tiempo de desenvainar su arma antes de que tú cargaras contra él. En ese momento, te das cuenta de tu error. Él tiene armadura, pero tú no. Así que intentas golpearle varias veces con el pomo de tu espada. Parece que le ha desorientado, así que te preparas para intentarlo de nuevo. Pero antes de que puedas, tu oponente te hiere en una pierna. Estás en el suelo, incapaz de levantarte. El caballero se coloca sobre ti y levanta su espada. Cierras los ojos y oyes tu propio grito."
        },
        "text": "Lucha contra el caballero."
      },
      "meetHim": {
        "outcomes": {
          "0": "Empiezas a charlar con él y te parece muy simpático. Poco a poco centras la conversación en su papel aquí, y te explica que es el cuidador de la torre. Le preguntas si te sería posible entrar, pero se niega. Continúas tu camino.",
          "1": "Iniciáis una discusión y habláis durante varios minutos. El caballero no dice ni una palabra. Al darse cuenta de que no va a hablar, abandona la conversación y se marcha.",
          "2": "Empiezas a hablar, pero el caballero te ordena inmediatamente que sigas adelante. No quieres marcharte, pero después de que te enseñe su espada, no lo dudas ni un momento.",
          "3": "Empiezas a hablar, pero el caballero permanece en silencio. Comprendiendo que cualquier intento de diálogo es inútil, te marchas.",
          "4": "Empiezas a hablar y pasas más de una hora haciéndote amigo del caballero. Poco a poco, centras la conversación en el artefacto y te felicitas de antemano por tu talento oratorio. El caballero se marcha a buscar el artefacto mientras tú, obsesionado con tu triunfo, no reparas en la persona que tienes detrás hasta que te apuñala por la espalda. Caes al suelo, malherido.",
          "5": "Empiezas a hablar e intentas entablar amistad con el caballero durante más de una hora. No tiene ningún deseo de dejarte pasar. No teniendo otra opción, desenvainas tu espada y le atacas. El caballero, inmune a tus golpes gracias a su armadura, te golpea violentamente en la cara antes de noquearte con un golpe de su pomo.",
          "6": "Entras en una discusión y te haces amigo del caballero. Poco a poco, diriges la discusión hacia el artefacto y aprovechas tu talento oratorio. El caballero, convencido de que eres digno de poseerlo, va a buscarlo. Te lo devuelve, como te había prometido. Le das las gracias y sales en busca de un mercader. Consigues venderlo por la módica suma de quinientas monedas de oro."
        },
        "text": "Conózcalo."
      }
    },
    "text": "Buscas un artefacto. Lo codicias porque, según la leyenda, traerá riqueza y poder a su dueño. Después de que tu búsqueda te lleve a una torre que supuestamente contiene el tesoro, te encuentras cara a cara con un caballero con armadura que bloquea la entrada. Permanece impasible a pesar de tus requerimientos..."
  },
  "49": {
    "possibilities": {
      "eatIt": {
        "outcomes": {
          "0": "No tardamos en darnos cuenta de que no cocinar a la pobre criatura fue un error.",
          "1": "Lo atrapas y lo cocinas, su carne es deliciosa y te ayudará a recuperar fuerzas para el viaje."
        },
        "text": "Decide comértelo."
      },
      "end": {
        "outcomes": {
          "0": "Observas a la criatura luchar con todas sus fuerzas durante un momento y luego te marchas.",
          "1": "No te interesa este espectáculo y reemprendes la marcha inmediatamente.",
          "2": "Continúas tu camino sin prestar atención a la criatura, pisando torpemente un agujero y torciéndote el tobillo. Necesitarás atención médica."
        }
      },
      "helpIt": {
        "outcomes": {
          "0": "Lo pones en pie y lo ves partir, orgulloso de haber hecho una buena obra.",
          "1": "En cuanto vuelves a ponerte en pie, el pequeño crustáceo te pellizca el tobillo y se dirige de nuevo hacia el agua.",
          "2": "Te apresuras a ayudarle y observas cómo se sumerge de nuevo en el agua. Unos segundos después, ves emerger del mar una enorme masa. Es un cofre lleno de oro, que te ofrece una horda de estos pequeños crustáceos."
        },
        "text": "Para ayudarle y que se recupere."
      },
      "takeIt": {
        "outcomes": {
          "0": "Decides llevarte a la criaturita contigo, pero te pellizca violentamente en la cara y se aleja a toda prisa.",
          "1": "Decides llevarte a la pequeña criatura contigo. Unas horas más tarde, al ver cómo está la frágil criatura, descubres un amasijo de sangre en el fondo de la bolsa. El cangrejo ermitaño ha sido aplastado por el contenido de tu bolsa, así que dedicas unos diez minutos a limpiarla y te pones de nuevo en camino.",
          "2": "Decides llevarte a la pequeña criatura contigo. Unas horas más tarde, encuentras un pequeño arroyo, decides dejar allí a tu amiguito y continuar tu camino."
        },
        "text": "Llévatelo."
      }
    },
    "text": "Después de pasear unos minutos por la playa, se topa con una extraña criatura: ¡un cangrejo ermitaño! Parece haberse girado sobre su caparazón..."
  },
  "5": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Te has pasado una buena hora recogiendo las monedas esparcidas por el fondo del agua, ¡pero parece que ha merecido la pena!"
        }
      },
      "keepGoing": {
        "outcomes": {
          "0": "A veces es bueno no ser demasiado perezoso. No has perdido el tiempo.",
          "1": "¡No hay tiempo para descansar! ¡Hay una princesa que rescatar!",
          "2": "Tú decides no detenerte y seguir avanzando.",
          "3": "Continúas tu aventura sin prestar más atención a esta fuente.",
          "4": "Tienes que saber descansar cuando estás cansado. Agotado, te quedarás dormido a los pocos minutos de pasar la fuente. ¡Necesitarás dormir un poco antes de continuar!"
        },
        "text": "No te detengas, sigue adelante."
      },
      "rest": {
        "outcomes": {
          "0": "A veces es bueno descansar... ¡Estos 30 minutos de descanso fueron beneficiosos!",
          "1": "A veces es bueno descansar... Pasarás una hora al pie de la fuente antes de reemprender la marcha.",
          "2": "A veces es bueno descansar... ¡pero no olvides seguir moviéndote! Después de perder 3 horas descansando, vuelves a la carretera."
        },
        "text": "Descansa y bebe para recuperar fuerzas."
      }
    },
    "text": "¡Has encontrado una fuente!"
  },
  "50": {
    "possibilities": {
      "ask": {
        "outcomes": {
          "0": "Te acercas a los aldeanos y les preguntas por esos extraños frutos. Te explican que son cocos y que su pulpa se come cuando se abre la cáscara, y que su zumo es famoso en todo el país. Los aldeanos te ofrecen probarlos y no dices que no. El zumo es refrescante y la pulpa calma el apetito. Tras agradecer a los aldeanos su descubrimiento con unas monedas, emprendes el camino.",
          "1": "Te acercas a los aldeanos y les preguntas por esas extrañas frutas. Mientras uno de ellos te explica, los demás empiezan a acercarse a ti. De repente, alguien te da un golpe en el brazo y los demás se abalanzan sobre ti para robarte tus pertenencias. Tras recibir una paliza previa, continúas tu camino.",
          "2": "Te acercas a los aldeanos y les preguntas por esos extraños frutos. Te explican que son cocos, que su pulpa se come al abrir la cáscara y que su zumo es famoso en todo el país. Con esta valiosa información en la mano, te pones de nuevo en camino."
        },
        "text": "Acércate a los aldeanos para hacerles preguntas."
      },
      "end": {
        "outcomes": {
          "0": "Observas durante un rato cómo los aldeanos recogen estos frutos insólitos y luego continúas tu camino bajo el sol abrasador.",
          "1": "Una de las frutas cae a tu lado. La coges en tus manos y la examinas detenidamente antes de continuar tu camino."
        }
      },
      "leave": {
        "outcomes": {
          "0": "Después de una buena noche de descanso, decide ponerse en marcha de nuevo, sin una sola ojera en la cara.",
          "1": "Justo cuando estás a punto de reemprender la marcha, te das cuenta de que un grupo de aldeanos se dirige hacia ti. Empiezan a alborotarte y les das dinero para que te dejen en paz.",
          "2": "Decides ponerte en marcha de nuevo, abandonando la aldea Coco para continuar tu búsqueda."
        },
        "text": "Dejando el pueblo sin más preámbulos."
      },
      "nap": {
        "outcomes": {
          "0": "Sigues durmiendo la siesta, pero una de las frutas se suelta y te golpea la cabeza. Estás herido y sangrando mucho. Algunos aldeanos te ven y acuden en tu ayuda, pero tardarás en recuperarte.",
          "1": "Duermes un rato. Cuando te despiertas y ves que el sol empieza a ponerse y la temperatura desciende, te pones en marcha de nuevo, lleno de energía.",
          "2": "Decides continuar con la siesta. Cuando te despiertas, te levantas, dispuesto a irte, y notas que te falta algo en los bolsillos: la cartera. Decides marcharte, decepcionado."
        },
        "text": "Continúa la siesta al pie del árbol."
      }
    },
    "text": "En tu viaje, llegas a una pequeña aldea llamada Village Coco. Hace mucho calor y necesitas descansar. El lugar no parece hostil, así que te detienes en este oasis. Mientras descansas al pie de un cocotero, ves a un grupo de aldeanos trepando por los árboles para coger una fruta que nunca antes habías visto: redonda como un globo y dura como la madera, no parece apetitosa."
  },
  "51": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Después de dudar largo rato sobre las opciones que se te presentan, el sol está a punto de ponerse, así que te instalas para descansar un poco.",
          "1": "Tras dudar largo rato sobre las opciones que se te presentan, decides intentar subir media docena de escalones antes de cambiar de opinión, creyendo que la subida es demasiado peligrosa. Al girar el pie para volver a bajar, resbala y caes rodando por las escaleras. Te pones en pie y descubres que te has hecho un buen corte. Continúas tu camino, abatido por este desafortunado incidente.",
          "2": "Te sientas en el suelo cubierto de tréboles para pensar en lo que quieres hacer. Un zorro aparece rápidamente delante de ti. Se mueve lentamente hacia ti y finalmente alcanza una de tus manos, pone su nariz sobre ella, te ladra y sale corriendo. Decides seguir el camino que este simpático animal acaba de trazarte."
        }
      },
      "goBack": {
        "outcomes": {
          "0": "Poco después de dar media vuelta, te cruzas con un niño asustado que llora junto a la carretera. Te cuenta que ha huido del ataque de unos bandidos al carro de mercancías de sus padres. Te apresuras a ofrecerle tu ayuda, que el niño acepta de inmediato. Después de caminar durante dos largas horas, encuentras a los padres del niño vivos pero heridos. Al despedirte de ellos, la madre del niño te entrega un monedero lleno de oro.",
          "1": "Poco después de dar media vuelta, te cruzas con un niño asustado que llora junto a la carretera. Te cuenta que ha huido del ataque de unos bandidos al carro de mercancías de sus padres. Te apresuras a ofrecerle tu ayuda, que el niño acepta de inmediato. Tras caminar unos minutos, un grupo de bandidos fuertemente armados te sorprende. La trampa no es mortal, pero pierdes muchas monedas de oro mientras huyes.",
          "2": "Poco después de darse la vuelta, oye el estruendo de ollas y sartenes que se acercan a usted. Es una viajera en busca de nuevas delicias culinarias, a punto de montar el campamento para descansar. En el transcurso de la conservación, descubres su nombre de pila: Lucya. Te ofrece un pastel que deleita tu paladar. Lleno, descansado y encantado por tu encuentro fortuito, decides continuar tu camino."
        },
        "text": "Da la vuelta."
      },
      "search": {
        "outcomes": {
          "0": "Buscas por la base de la escalera durante unos instantes, sin éxito. Dos pasos más y descubres unas cuantas monedas de oro esparcidas aquí y allá entre la maleza. Encantado con tu magro hallazgo, continúas tu aventura, silbando.",
          "1": "Tras unos minutos de búsqueda, das con una bolsa de cuero desgastado, casi completamente oculta bajo una pesada piedra. Al abrirla, descubres un papiro en el que sólo unas pocas palabras siguen siendo legibles: \"escalera\", \"cueva\", \"campamento\" y \"Xetrix\". El nombre te suena, pero te decepciona no haber encontrado ningún tesoro, así que te pones de nuevo en marcha.",
          "2": "De repente, mientras buscas a tu alrededor, una enorme roca se desprende del monte Celestrum y te roza al caer. Ni siquiera tienes tiempo de reaccionar, sólo observas cómo la roca sigue su camino, rozándote violentamente el antebrazo."
        },
        "text": "Busca en la zona."
      },
      "stairs": {
        "outcomes": {
          "0": "Inicias el peligroso ascenso de la escalera que conduce a la entrada de una cueva. Entras y descubres un antiguo campamento abandonado. Excavando un poco, descubres un objeto que crees que será útil para tu búsqueda y decides volver a bajar la escalera con cuidado.",
          "1": "Inicias el peligroso ascenso de la escalera que conduce a la entrada de una cueva. Entras y descubres un campamento muy antiguo y abandonado. Tras inspeccionar toda la cueva, que resulta ser segura, decides instalarte para pasar la noche, ya que todavía hay una cama de paja bastante cómoda.",
          "2": "Tras subir con cuidado unos peldaños cubiertos de musgo, resbalas y caes unos metros al suelo. Ligeramente aturdido y herido, abandonas la idea de volver a probar suerte y continúas tu camino."
        },
        "text": "Por las escaleras."
      }
    },
    "text": "Al llegar al pie del monte Celestrum, se divisa una escalera de caracol tallada en la ladera izquierda de la montaña. A medida que te acercas, los peldaños resultan afilados y cubiertos de musgo."
  },
  "52": {
    "possibilities": {
      "deny": {
        "outcomes": {
          "0": "Si no quieres jugar con niños, tendrás que seguir adelante.",
          "1": "Te niegas, lo que irrita a los niños, que recogen piedras del suelo y te las lanzan. Mientras llueven los escombros, te ves obligado a huir, fuera del alcance de los niños. Te das cuenta de que te han golpeado en la cabeza y de que la herida sangra profusamente; necesitarás tratamiento.",
          "2": "Te niegas y los niños se enfadan. Viendo que la situación puede torcerse, te pones rápidamente en camino."
        },
        "text": "Recházalo y sigue adelante."
      },
      "end": {
        "outcomes": {
          "0": "Tu falta de respuesta hace que los niños pierdan el interés por ti y se vayan a jugar a otra parte. Así que te pones en marcha de nuevo.",
          "1": "Al verte perdido en tus pensamientos, los chicos te atan los cordones de los zapatos. Cuando sales de este trance, tropiezas y caes boca abajo.",
          "2": "Permaneces allí durante horas y, cuando recuperas el sentido, te das cuenta de que tu bolso ha desaparecido. Continúas tu camino, abatido."
        }
      },
      "play": {
        "outcomes": {
          "0": "Como no acabas de entender las reglas del juego, te marginan rápidamente y te vas sin que los niños te hagan caso.",
          "1": "Juegas con ellos hasta que llegan sus padres, que te encuentran sospechoso y amenazan con expulsarte de su pueblo. Te pones de nuevo en camino sin pedir ayuda.",
          "2": "En el papel de corredor, te persiguen los niños. Al mirar por encima del hombro para medir la distancia que te separa de ellos, tropiezas con una raíz y te haces daño. Los niños te abandonan a tu suerte cuando se dan cuenta de que no puedes seguir jugando. Necesitarás tratamiento."
        },
        "text": "Haciendo de corredor y de guardia."
      },
      "playFight": {
        "outcomes": {
          "0": "Después de jugar un rato, los niños se dan cuenta de que el sol se está poniendo y se ven obligados a despedirse.",
          "1": "Durante la amistosa justa, uno de los niños consigue despellejarte superficialmente.",
          "2": "Sin querer, rajas la mejilla de uno de los niños... Avergonzado, le das unas monedas para pagar su tratamiento.",
          "3": "Muy enérgicos, los niños te hacen dar vueltas durante un rato. Después de veinte minutos, sin embargo, por fin pones fin al juego."
        },
        "text": "Jugando a pelear."
      },
      "teach": {
        "outcomes": {
          "0": "Mientras explicas a los niños la mejor manera de colocarse para efectuar el disparo, uno de ellos, un poco alejado, consigue tensar su arco y, antes de que puedas hacer nada, suelta la flecha que se clava directamente en tu pierna. Herido, los dejas para que busquen un lugar donde curarse.",
          "1": "Les explicas a los niños cómo colocarse para disparar y lo hacen muy bien. Pasas el resto del día entrenándoles en el tiro con arco. Antes de despedirte, tus aprendices te dan las gracias con un pequeño obsequio. Te pones de nuevo en camino, contento de haber sido útil.",
          "2": "Pronto te das cuenta de que los niños aún no tienen fuerza suficiente para estirar la cuerda. Así que les dices que volverás a entrenarlos cuando sean mayores y te pones en marcha de nuevo."
        },
        "text": "Enseñándoles a disparar arcos."
      }
    },
    "text": "Al detenerse en Boug-Coton, se le acercan unos niños que le piden que juegue con ellos."
  },
  "53": {
    "possibilities": {
      "accept": {
        "outcomes": {
          "0": "Sin que ocurra nada fuera de lo normal en la carretera, consigues llegar al edificio donde debes entregar el paquete. Un hombre sale y te entrega el dinero. Emprendes la siguiente etapa de tus aventuras.",
          "1": "Recoges el paquete y sales en la dirección que te indica el mensajero. Rápidamente le tienden una emboscada y le roban el paquete y el bolso. Todavía conmocionada, decides descansar bajo un árbol cercano.",
          "2": "Coges el paquete del mensajero y te diriges a la casa que te ha indicado. Cuando llega a su destino, no consigue localizar la casa a pesar de una larga búsqueda. Al final, decides quedarte con el objeto y seguir tu camino."
        },
        "text": "Acepta entregar el paquete."
      },
      "deny": {
        "outcomes": {
          "0": "Te niegas cortésmente, explicando que estás ocupado. Te vas a descansar bajo un árbol cercano.",
          "1": "Te niegas y el hombre se disculpa por las molestias. Rápidamente cambias de tema y charlas con él. Tras unos minutos de conversación, te ofrece un tentempié. Esta pequeña pausa no ha sido una pérdida de tiempo: has hecho un amigo.",
          "2": "Usted rechaza cortésmente la oferta. El hombre, indignado, te tira el paquete a la cara y te ordena que se lo entregues. Coges el paquete y te alejas del odioso hombre. Sales de allí con un bonito moratón en la cara y un objeto que sin duda te será útil."
        },
        "text": "Niéguese cortésmente."
      },
      "end": {
        "outcomes": {
          "0": "Permaneces en silencio frente al hombre. Él no sabe muy bien cómo reaccionar ante tu alegría. Al cabo de 5 minutos, decide abordar a otro hombre para que le entregue el paquete.",
          "1": "Dudas, finalmente te niegas y sigues tu camino sin preocuparte por el futuro del paquete.",
          "2": "No tienes respuesta a esta propuesta. El hombre no te molesta más cuando se da cuenta de que no vas a aceptar su petición. Le dejas para continuar tu camino."
        }
      },
      "steal": {
        "outcomes": {
          "0": "Coges el paquete y lo metes en tu bolso. Le dices al hombre que te lo entregará antes del anochecer. Un poco más tarde, abres el paquete y descubres un magnífico cuadro. Sigues tu camino y te encuentras con un edificio de expertos en pintura, donde decides ir a tasar el cuadro que acabas de robar. Le enseñas la obra al pintor, que te insulta al verla. Era para él. Decides compensarle y disculparte. Arrepentido, vuelves a ponerte en camino.",
          "1": "Coges el paquete. Por el camino, te cruzas con un viajante de comercio. Le pides que te compre el paquete. Te hace muy buen precio. Continúas tu camino, sin el menor remordimiento.",
          "2": "Le prometes al mensajero que le entregarás el paquete y vuelves al hostal donde te alojaste la noche anterior. Decides abrir el paquete para ver qué hay dentro y descubres que está completamente vacío. ¡Qué desastre!",
          "3": "Decides robar el paquete y venderlo. Sin mucha prisa, decides sentarte junto a un río. Pronto se te une lo que parece ser un vendedor ambulante. Como no necesitas sus baratijas, le ofreces comprar el paquete. El hombre, picado por la curiosidad, acepta tu oferta. Nunca sabrás el contenido del paquete, pero las pocas monedas que has conseguido te bastan.",
          "4": "Te vas con el paquete y le dices al mensajero que llegará bien. Unos minutos más tarde te encuentras con una mujer que parece una tendera. Te explica que no tiene dinero, pero que puede cambiarte el paquete por algo de su carro. Le cambias el paquete por algo que crees que puede ser útil y continúas tu camino."
        },
        "text": "Robar el paquete."
      }
    },
    "text": "Al pasar junto al lago Mirage, te fijas en un hombre que te saluda desde un poco más lejos. Intrigado, decides unirte a él. El hombre se presenta como mensajero y te ruega que le ayudes. Te das cuenta de que está agotado y en mal estado. Te pide que entregues el paquete que tiene antes de que anochezca en una casa aislada cercana. Te dice que, a cambio de esta buena acción, el hombre que reciba el paquete te dará una bolsa llena de monedas de oro."
  },
  "54": {
    "possibilities": {
      "bet": {
        "outcomes": {
          "0": "Decides organizar apuestas, pero nadie participa porque todo el mundo sabe quién será el ganador.",
          "1": "Decides organizar una quiniela y apostar a que el caballero no ganará. Todos acuden a hacer sus apuestas porque saben que no perderá, pero tú tienes un plan en mente. Te ofreces a luchar por el señor local. Él acepta tu oferta. Como era de esperar, ganas la pelea y ganas las apuestas. Es mucho dinero.",
          "2": "Decides organizar una quiniela y apostar a que el caballero no ganará. Todos acuden a hacer sus apuestas porque saben que no perderá, pero tú tienes un plan en mente. Te ofreces a luchar por el señor local. Él acepta tu oferta. Como era de esperar, ganas el combate. Cuando pides el dinero a los apostantes, éstos se disgustan y deciden quitarte el dinero que habías apostado.",
          "3": "Decides organizar una quiniela y apostar a que el caballero no ganará. Todos acuden a hacer sus apuestas porque saben que no perderá, pero tú tienes un plan en mente. Te ofreces a luchar por el señor local. Él acepta de buen grado tu oferta. Pierdes el combate, pero te niegas a darle tu dinero. Los aldeanos empiezan a seguirte y a lanzarte diversos objetos. Cuando te alejas del pueblo, te duele todo el cuerpo. También te has herido en una pierna, por lo que necesitas descansar antes de continuar tu camino.",
          "4": "Se hacen apuestas a que el caballero no ganará. Mucha gente viene a apostar, porque todos saben que no perderá. Los guardias te vigilan para asegurarse de que no robas el dinero. Te ofreces a ir a ver el duelo con ellos, excepto unos pocos que vigilarán el lugar. Empiezan a discutir sobre quién debe quedarse, y tú aprovechas para coger parte del dinero y huir a toda velocidad. Te persiguen, pero acaban desistiendo al darse cuenta de que no pueden atraparte. Miras el dinero que has cogido, encantado de ti mismo.",
          "5": "Haces apuestas a que el caballero no ganará. Mucha gente viene a apostar, porque todos saben que no perderá, pero tú tienes un plan en mente. Te ofreces a luchar por el señor local. Él acepta de buen grado tu oferta. Como era de esperar, ganas el combate y vas a recoger el dinero de las apuestas. Un aldeano te ataca a la salida del pueblo, probablemente para robarte el dinero. Tras una dura lucha, consigues escapar, pero no sin resultar gravemente herido. Ahora necesitas descansar.",
          "6": "Haces apuestas a que el caballero no ganará. Mucha gente viene a hacer sus apuestas, porque todos saben que no perderá, pero tú tienes un plan en mente. Te ofreces a luchar por el señor local. Él acepta de buen grado tu oferta. Pierdes el combate, pero no tienes intención de perder así tu dinero. Así que sales corriendo hacia la zona de apuestas y robas todo el dinero que puedes, perseguido por los aldeanos, antes de huir del pueblo."
        },
        "text": "Organizar apuestas."
      },
      "end": {
        "outcomes": {
          "0": "Las discusiones despiertan tu curiosidad y decides asistir al duelo. El duelo concluye rápidamente, con el caballero extranjero como vencedor. Decepcionado, te pones de nuevo en camino.",
          "1": "Las discusiones han despertado tu curiosidad, así que decides asistir al duelo. Termina muy pronto. Decepcionado, te ofreces a repetir el duelo, pero esta vez serás tú quien luche. Tu propuesta es aceptada, y en pocos segundos eres desarmado y derribado al suelo. Tu oponente se burla de ti, declarando que eres un luchador patético. Loco de rabia, arremetes contra él para golpearle, pero el caballero te derriba con el pomo de su espada.",
          "2": "Desinteresado por el duelo, decides ignorarlo y continuar tu camino.",
          "3": "Las discusiones han despertado tu curiosidad, así que decides asistir al duelo. Cerca de allí, te das cuenta de que se están haciendo apuestas. Decides participar. Naturalmente, apuestas por el caballero extranjero antes de asistir al duelo. En efecto, gana, pero cuando vuelves para recoger tus ganancias, todo ha desaparecido. Descontento por haber sido engañado de esa manera, sigues tu camino.",
          "4": "Las discusiones han despertado tu curiosidad, así que decides asistir al duelo, que concluye rápidamente. Te ofreces a batirte de nuevo en duelo, y tu propuesta es aceptada. No tardas mucho en derrotar a tu oponente, todo el pueblo te aclama y el señor te ofrece una buena comida, que aceptas encantado. Una vez saciado, el señor te ofrece el título de caballero, que rechazas amablemente y le das las gracias por la deliciosa comida. Ahora te sientes mucho mejor."
        }
      },
      "help": {
        "outcomes": {
          "0": "Comprendiendo la angustia del señor, le ofreces participar en el duelo. Él acepta. Comienza el combate, y sabes que no tienes la más mínima posibilidad de derrotar a tu oponente, pero intentas resistir de todos modos. Sólo tarda un minuto en derrotarte. Te pones de nuevo en marcha, avergonzado por tu derrota.",
          "1": "Comprendiendo la angustia del señor, le ofreces tu ayuda. Te equipas antes de que comience el duelo. Luchas valientemente, pero tu oponente te vence con la misma facilidad. Es cuando tu oponente arremete contra ti con su espada cuando te arrepientes amargamente de haber ofrecido tu ayuda. Después de todo, es una lucha a muerte. Y acabas de perderla. Cierras los ojos y el dolor desaparece. Te despiertas inesperadamente varias horas después, gravemente herido.",
          "2": "Comprendiendo la angustia del señor, le ofreces tu ayuda. A continuación, te equipas con una armadura antes de que comience el duelo. Consciente de que no tienes ninguna posibilidad, te defiendes lo mejor que puedes. Tu adversario, impaciente, baja la guardia y tú aprovechas para atacarle. Consigues derribarle antes de desarmarle. Abandonas la arena victorioso, el señor sale a tu encuentro para entregarte una bolsa llena de oro. Le das las gracias y continúas tu camino.",
          "3": "Comprendiendo la angustia del señor, le ofreces resolver el conflicto con tus palabras. Te promete una recompensa si lo consigues. Decidido, vas al encuentro del caballero una vez que ha llegado a la aldea y le dices que deseas negociar con su señor. Acepta y te lleva ante él. Rápidamente simpatizas con él y le pides que suspenda el duelo. También le dices que se puede negociar para resolver el conflicto. Acepta y vuelves a Boug-Coton para darle la noticia. El señor te entrega una bolsa llena de oro en señal de agradecimiento.",
          "4": "Comprendiendo la angustia del señor, le ofreces resolver el conflicto con tus palabras. Te promete una recompensa si lo consigues. Te reúnes con el caballero para que te lleve ante su señor. Una vez allí, no tardas en entablar amistad con él. Por desgracia, no parece haberse decidido a cancelar el duelo, aunque le caes bien. Vuelves a la aldea con el caballero para anunciar que el duelo tendrá lugar.",
          "5": "Comprendiendo la angustia del señor, le ofreces resolver el conflicto con tus palabras. Te promete una recompensa si lo consigues. Te reúnes con el caballero para que te lleve ante su señor. Una vez allí, intentas negociar con él durante varias horas, sin mucho éxito. Como tus esfuerzos son en vano, piensas en marcharte. Pero antes de hacerlo, el señor te expresa su aprecio y añade que le impresiona que no te hayas rendido. Te ofrece el título de caballero, pero tú lo rechazas cortésmente y sigues tu camino."
        },
        "text": "Ofrece tu ayuda al Señor de Boug-Coton."
      },
      "look": {
        "outcomes": {
          "0": "Decides observar el duelo. El caballero extranjero gana en pocos segundos. Pronto te marchas, decepcionado por la mediocre actuación del perdedor.",
          "1": "Decides observar el duelo. El caballero extranjero gana en pocos segundos. En vista de la mediocre actuación del perdedor, te ofreces a repetir el duelo, pero esta vez lucharás tú. Tu propuesta es aceptada y podéis luchar. Tu oponente, demasiado confiado, baja la guardia mientras lucháis. No esperas ni un segundo para aprovecharte. Finalmente derrotas al caballero y anuncias tu victoria, triunfante. El señor de la mansión te ofrece el título de caballero, pero tú declinas cortésmente y sigues tu camino.",
          "2": "Decides observar el duelo. El caballero extranjero gana en pocos segundos. En vista de la mediocre actuación del perdedor, te ofreces a repetir el duelo, pero esta vez lucharás tú. Tu propuesta es aceptada. Comienza el combate y, a pesar de tus esfuerzos, sólo consigues resistir unos diez segundos.",
          "3": "Decides ver el duelo. Termina en cuestión de segundos. En vista de la mediocre actuación del perdedor, te ofreces a repetir el duelo, pero esta vez tú lucharás. Tu propuesta es aceptada y podéis luchar. Tu oponente, demasiado confiado, baja la guardia mientras tú peleas. No esperas ni un segundo para aprovecharte. Finalmente derrotas al caballero y anuncias tu victoria, triunfante. El señor de la mansión te ofrece una bolsa llena de oro, que aceptas encantado.",
          "4": "Decides ver el duelo. Termina en cuestión de segundos. Describes al perdedor como un incompetente y le ofreces repetir el duelo, pero esta vez serás tú quien luche. El perdedor se ofrece a pelear con él antes de criticarle. Aceptas su propuesta, sabiendo que no tendrás problemas para derrotarle. Tu adversario, demasiado confiado, consigue desarmarte antes de tirarte al suelo. Te golpea hasta que te desmayas. Gravemente herido, necesitarás mucho reposo.",
          "5": "Decides ver el duelo. Termina en cuestión de segundos. En vista de la mediocre actuación del perdedor, te ofreces a repetir el duelo, pero esta vez lucharás tú. Tu propuesta es aceptada. Comienza el combate y, a pesar de tus esfuerzos, sólo consigues resistir unos diez segundos. El caballero decide golpearte una y otra vez, para hacerte comprender que contra él no eres más que un insecto. Tras herirte gravemente, se detiene y se marcha.",
          "6": "Decides ver el duelo. El caballero extranjero gana en pocos segundos. En vista de la mediocre actuación del perdedor, propones que se repita el duelo, pero esta vez serás tú quien luche. Ganas el duelo tras unos minutos de lucha. El señor de la mansión te propone charlar durante una buena comida. Aceptas encantado, ya que la comida es deliciosa y abundante. Una vez saciados, el señor te ofrece el título de caballero. Rechazas amablemente la oferta."
        },
        "text": "Mira el duelo."
      },
      "visit": {
        "outcomes": {
          "0": "Visitas el pueblo pero, al no ver nada de interés, te marchas sin más.",
          "1": "Visitas el pueblo. Al no ver nada de interés, decides ir a ver el duelo.",
          "2": "Mientras visitas el pueblo, el señor que pasa por allí se fija en que eres un aventurero. Te explica la situación y te ruega que participes en el duelo. Te ofrecerá una bolsa llena de oro si ganas. Aceptas encantado su oferta y acudes al duelo. Pero una vez que comienza el combate, te das cuenta de que no tienes ninguna posibilidad de derrotar a tu oponente. El caballero te hiere en la pierna con su espada y caes miserablemente al suelo, herido. Incapaz de levantarte, has perdido el duelo.",
          "3": "Visita el pueblo y localiza un objeto en el fondo del pozo. Recógelo y continúa tu camino."
        },
        "text": "Visite Boug-Coton."
      }
    },
    "text": "Divisas el pueblo de Boug-Coton y decides ir allí. Nada más llegar, te enteras de un conflicto entre el señor local y el señor de la aldea vecina. Para solucionarlo, se ha organizado un combate entre sus mejores combatientes, pero todos los presentes son mediocres y el duelo no tarda en comenzar."
  },
  "55": {
    "possibilities": {
      "climb": {
        "outcomes": {
          "0": "Eliges trepar por el tronco porque te parece el camino más rápido. En unos segundos, estás al otro lado, libre para continuar tu camino.",
          "1": "Trepas por el tronco, pero no tienes suficiente cuidado: te lastimas la mano con la áspera corteza del árbol y pierdes el agarre. Te ves obligado a volver a trepar. Al segundo intento lo consigues, pero te duele la mano.",
          "2": "Piensas que sería una buena idea subir, así que lo haces. Al llegar al otro lado, ves que cuatro personas, armadas y esperándote, tienen sus ojos firmemente clavados en ti. Cauteloso, no dudas en entregarles tus pertenencias para salvar tu vida."
        },
        "text": "Trepando al árbol."
      },
      "cut": {
        "outcomes": {
          "0": "Sacas un hacha de tu bolsa y atacas el árbol. ¡Habrás tardado 30 minutos en abrirte paso!",
          "1": "Empiezas a talar el árbol y tardas un buen rato en cortarlo. Vas al pueblo más cercano, pides prestado un carro y un arnés, vuelves al bosque, cargas la madera cortada en el carro, vuelves al pueblo y se la vendes al ebanista. Sólo entonces descubres que el carro y el equipo cuestan más que la madera de un solo árbol.",
          "2": "Querías talar el árbol, pero te das cuenta de que no tienes absolutamente nada con qué cortarlo. Así que decides trepar por el imponente roble, alcanzarlo sano y salvo y continuar tu camino."
        },
        "text": "Corta el árbol y continúa."
      },
      "end": {
        "outcomes": {
          "0": "Sin saber qué hacer, finalmente decides trepar al árbol. En cuestión de segundos, estás al otro lado, libre para continuar tu camino.",
          "1": "Sin saber qué hacer, y recordando que acababas de entrar en el bosque, diste media vuelta.",
          "2": "Justo cuando estás decidiendo qué hacer, oyes pasos detrás de ti. Apenas tienes tiempo de darte la vuelta cuando cuatro hombres se abalanzan sobre ti. Te desmayas casi al instante, y no vuelves a levantarte hasta unas horas después, aturdida y con la cartera mucho más ligera."
        }
      },
      "otherWay": {
        "outcomes": {
          "0": "Prefieres cambiar ligeramente de ruta. Así que subes por el terraplén del camino por el que ibas y recorres unos metros por ahí. Una vez pasado el árbol, vuelves a bajar al sendero y continúas tu camino.",
          "1": "Decides cambiar de ruta. Para ello, subes el terraplén de tu camino actual y avanzas hacia el bosque. Sobre un cadáver en lamentable estado, encuentras un hermoso objeto y un monedero saltarín. Sabiendo que te serán más útiles a ti que al cadáver, los coges y continúas tu camino por el bosque.",
          "2": "Sientes que subir al árbol es demasiado peligroso y no tienes nada con lo que talarlo. Así que tienes que cambiar de ruta. Sin contar con tu sentido de la orientación, consigues perder el camino. No consigues salir del bosque hasta el anochecer."
        },
        "text": "Yendo por otro camino."
      }
    },
    "text": "Sin duda, como consecuencia de la fuerte tormenta de ayer, un árbol ha caído en el pequeño sendero del bosque por el que caminas. Su tronco tiene tres metros de grosor y bloquea el camino."
  },
  "56": {
    "possibilities": {
      "beach": {
        "outcomes": {
          "0": "Te acercas al mar turquesa con la firme intención de darte un chapuzón a medianoche. Dejas tus pertenencias al borde del agua, te das un chapuzón antes de volver a la arena. Compruebas con rabia que parte de tu dinero ha desaparecido, junto con la tienda del charlatán.",
          "1": "Mientras pasea por las rocas, divisa una horda de estos pequeños crustáceos, famosos por su presencia en la playa. Los observas unos instantes antes de emprender el camino de vuelta.",
          "2": "Como aún no has comido, decides aprovechar los recursos de la playa para llenar tu estómago vacío. Mientras escarbas bajo una roca en busca de crustáceos, un gran pájaro vuela y coge el cangrejo ermitaño que acabas de ver. Sorprendido, saltas hacia atrás, tu pie resbala y te tuerces el tobillo contra las rocas."
        },
        "text": "Ignora al alquimista y vete a disfrutar de la playa."
      },
      "drinkBlack": {
        "outcomes": {
          "0": "Pensando que es dinero fácil, aceptas hacer de conejillo de indias de Gruffo. Te da un brebaje humeante y negruzco. Tras beber unos sorbos de mal sabor y esperar lo que parece una eternidad, de repente empiezas a vomitar, seguido de violentas convulsiones. Tardas casi cuarenta minutos en recobrar el sentido y continuar la aventura.",
          "1": "Pensando que es dinero fácil, aceptas hacer de conejillo de indias de Gruffo. Te da un frasco que contiene un líquido de carbón vegetal. Una vez bebido, la decocción te duerme profundamente. Te despiertas tres horas más tarde, cómodamente instalado en la rama de un cocotero. Al pie del árbol, descubres un monedero esmaltado lleno de oro."
        },
        "text": "Bebe la poción negra."
      },
      "drinkRandom": {
        "outcomes": {
          "0": "No sin cierto temor, aceptas la propuesta de Gruffo. Te entrega un frasco de color canela. Pensando en la compensación económica, decides bebértelo de un trago. Inmediatamente, una sensación de ardor invade tu garganta. Al cabo de unos diez minutos, tartamudeas y estás confuso. ¡Estás completamente borracho! Sintiendo muchas náuseas, intentas asestar un golpe a Gruffo, que lo esquiva fácilmente. Como no es rencoroso, te acomoda en su banco. Le das la lata durante un rato antes de que se digne a cumplir su parte del trato.",
          "1": "Aceptas impulsivamente, pero te niegas a aceptar dinero de Gruffo. Es un honor formar parte de un posible descubrimiento científico. El alquimista te entrega un pequeño frasco lleno de un líquido carmesí. Basta un sorbo para vaciar el contenido y sientes un agradable calor que se extiende por todo tu cuerpo. ¡Estás mucho mejor!",
          "2": "Atraído por el señuelo de la ganancia, aceptas con entusiasmo la propuesta de Gruffo. Bebes tranquilamente el líquido escarlata que te entrega el alquimista. Una vez lo has hecho, Gruffo te mira abatido mientras te explica que su bebida experimental tiene un efecto inmediato. Prometiéndote que no enfermarás, te echa de su tienda. Un poco amargado por no haber visto ni un céntimo, decides continuar tu viaje.",
          "3": "Con desconfianza y aprensión, decides beber de un trago la bebida de color zafiro que Gruffo te tiende. Inmediatamente, sientes un frío glacial por todo el cuerpo. Mientras llamas charlatán arrugado a Gruffo, éste te acomoda en un montón de mantas calientes."
        },
        "text": "Bebe una poción al azar."
      },
      "end": {
        "outcomes": {
          "0": "Finalmente aceptas la tentadora oferta de Gruffo. Te pide que esperes un poco mientras te trae tu decocción. Justo cuando estás estudiando detenidamente un alambique, un fuerte golpe cae sobre tu bonito cráneo.",
          "1": "Gruffo se impacienta contigo y te echa de su tienda, no sin cobrarte por el tiempo que acabas de perder. Enseguida vuelves a la carretera.",
          "2": "Ante tu incapacidad para decidirte, Gruffo no insiste y te ofrece una taza de té negro. Habláis durante varios minutos de todo menos de alquimia. Continuáis vuestro camino mientras la luna ilumina tímidamente la playa."
        }
      },
      "refuse": {
        "outcomes": {
          "0": "Rechazas educadamente la oferta de Gruffo, preguntándote cómo puedes encontrar un lugar seguro para dormir. Al ver tu expresión de preocupación, Gruffo te ofrece quedarte en su tienda hasta que salga el sol. Aceptas de buen grado y te quedas dormido.",
          "1": "Te niegas a ser el conejillo de indias del alquimista. El alquimista te sugiere que elabores tu propia poción, y te sorprende esta nueva propuesta. Tras investigar un poco, acabas preparando una decocción translúcida. Dudas unos instantes antes de beberte la mezcla de un trago. Largos minutos después, te invaden mareos y alucinaciones cómicas en las que ves a tu amada princesa. Necesitas casi una hora de descanso para reanudar tu aventura.",
          "2": "Rechazas categóricamente la propuesta del alquimista. Parece decepcionado, así que decides charlar un rato con él. A medida que avanza la conversación, le preguntas de dónde ha sacado todos sus conocimientos de alquimia y, con un toque de amargura, te da el nombre de ese famoso juglar conocido en todo el país: Perissian. Pero Gruffo no te dice dónde está su maestro. No queriendo insistir, le das las gracias por esta interesante conversación y decides continuar tu camino."
        },
        "text": "Rechaza la propuesta de Gruffo."
      }
    },
    "text": "Al acercarse a la playa de Sentinel, el aire fresco llena los pulmones y el aroma yodado del mar llega a las fosas nasales. A medida que avanza, la brisa marina se hace más fuerte y se oye el sonido de las gaviotas. Pero cuando el sol empieza a ponerse, necesitas encontrar un lugar seguro para pasar la noche. Unos pasos más y distingues una tienda en lo alto de una duna. Al entrar, un hombre llamado Gruffo te explica que es un alquimista que busca un conejillo de indias para probar sus nuevas sustancias, a cambio de una importante suma de dinero."
  },
  "57": {
    "possibilities": {
      "continue": {
        "outcomes": {
          "0": "Entre en el río y gire a la derecha para seguir la corriente. El agua está fresca y es buena para ti.",
          "1": "Pones un pie en el río, luego el segundo. Empiezas a descender por el río. Después de caminar unos minutos, llegas a una pequeña cascada de un metro de altura y decides saltar. En el momento de saltar, la piedra sobre la que apoyas el pie derecho se mueve y caes al fondo de la cascada, dándote dos golpes en la cabeza. Sigues consciente, aunque muy conmocionado.",
          "2": "Llevas más de una hora caminando cuando llegas a otra encrucijada. Decides continuar por tierra firme."
        },
        "text": "Continúa caminando en el agua."
      },
      "end": {
        "outcomes": {
          "0": "Te sientas junto al río. El agua está fresca y decides meter los pies. Tras unos minutos de pura felicidad, un dolor agudo hace que tus pies salgan disparados del agua. Ves un enorme cangrejo aferrado a tu pie. Sientes un dolor agudo, pero podrás preparar una deliciosa comida que te tonificará.",
          "1": "Tienes hambre. Miras al río y ves los famosos cangrejos gigantes. Hay dos especies. Una es roja anaranjada y la otra roja y negra. Dudas y decides probar suerte con los grandes rojo-naranja. Después de prepararlos y engullirlos, empiezas a tener calor y a sudar. Te das cuenta de que te has equivocado demasiado tarde: has elegido la especie no comestible.",
          "2": "Estás caminando por el río cuando tropiezas. Te caes al suelo. Por suerte, la corriente es fuerte y acabas en la orilla. Estás aturdido, pero vivo."
        }
      },
      "findMeal": {
        "outcomes": {
          "0": "Miras en el río y ves algunos peces y cangrejos. Haces una trampa improvisada y la colocas en el agua. Después de 10 largos minutos, la trampa contiene 2 hermosos cangrejos y un pequeño pez. Haces una hoguera y los asas. Te sientes revitalizado después de comerlos.",
          "1": "En el fondo del agua ves extrañas criaturas que nunca antes habías visto. Tienen dos garras y se mueven lateralmente. Supones que son las famosas cosas que han dado nombre a este río y recuerdas que son comestibles. Decides pescar unos cuantos. Metes la mano y consigues atrapar algunos, pero te atacan con sus garras. Acabas con un feo corte en la mano, pero también con lo suficiente para hacer una deliciosa comida.",
          "2": "Dudas un momento entre los peces del río y las moreras. Finalmente, decides preparar un festín. Preparas una trampa para peces y, una vez colocada, sales a recoger moras. Salmón con moras, ¡una auténtica delicia!"
        },
        "text": "Encuentra algo para prepararte una comida."
      },
      "settle": {
        "outcomes": {
          "0": "Decides sentarte en una roca plana y contemplar el magnífico paisaje de mil colores durante unas horas antes de continuar tu camino.",
          "1": "Estás cansado de todos los kilómetros recorridos y contemplas el río con sus cangrejos de color brasa. Los minutos pasan sin que prestes atención. Llevas una hora soñando despierto.",
          "2": "Te apoyas en un árbol y, al sentir que te pesan los párpados, te quedas dormido. Te despiertas varias horas después, pero estás tan descansado que tu paseo es mucho más vigoroso y pronto te alcanzan."
        },
        "text": "Instalados junto al río."
      }
    },
    "text": "Caminas bajo un cielo azul celeste. El aire es suave y sigues tu camino, escuchando el canto de los pájaros, el crujido de los árboles y el susurro del suelo bajo tus pies. De repente, se oye el sonido de un río a lo lejos. Continúas tu camino hacia el río."
  },
  "58": {
    "possibilities": {
      "continue": {
        "outcomes": {
          "0": "Ignoras el consejo de la mujer y continúas tu camino.",
          "1": "Continúas tu camino. Dos kilómetros más adelante, te desplomas de agotamiento."
        },
        "text": "Continúa el viaje."
      },
      "end": {
        "outcomes": {
          "0": "Te quedas pensando un buen rato y luego, sin saber qué hacer, continúas tu camino.",
          "1": "Decides acampar aquí y continuar el viaje más tarde."
        }
      },
      "goAlchemist": {
        "outcomes": {
          "0": "Llegas a la alquimia. Se llama Gruffo y te ofrece una poción de recuperación por unas monedas. Aceptas y bebes tranquilamente la poción. Te invade un calor reconfortante. Vigorizado, empiezas a correr tan deprisa que llegas a tu destino sin demora.",
          "1": "Llegas a la alquimia. Se llama Gruffo y te ofrece una poción de recuperación por unas monedas. Rechazas la oferta y continúas tu camino.",
          "2": "Entras en la guarida del alquimista. Se llama Gruffo y te ofrece probar gratis una de sus nuevas pociones para comprobar sus efectos. Bebes la poción y sientes una sensación de bienestar. Describes los efectos al hombre y sales de la cabaña, vigorizado.",
          "3": "Entras en la guarida del alquimista. Se llama Gruffo y te ofrece probar gratis una de sus nuevas pociones para comprobar sus efectos. Te bebes la poción y la escupes, pero parece que aún te queda algo de veneno en la garganta."
        },
        "text": "Ve al alquimista."
      },
      "shortcut": {
        "outcomes": {
          "0": "Sigues el camino señalizado hasta que llegas a un río con un puente en ruinas encima. Oyes crujir el puente, pero no te preocupa hasta que ves cómo la madera se derrumba bajo tus pies.",
          "1": "Sigues el camino señalizado hasta que llegas a un río peligroso con un puente en mal estado. Como no eres muy valiente, decides dar media vuelta. Esto te habrá costado unos 10 minutos.",
          "2": "Sigues el camino señalizado hasta que llegas a un río sobre el que hay un puente en ruinas. Se oyen crujidos en el puente, pero no te preocupan. El resto del viaje transcurre sin problemas. Incluso encuentras algunas monedas por el camino."
        },
        "text": "Toma el atajo."
      }
    },
    "text": "Tras largas horas caminando por la carretera pantanosa, te cruzas con una mujer en un cruce de caminos. Agotado, la ignoras, pero al ver tu estado, te llama. Te sugiere dos caminos que podrían serte útiles: uno conduce a un alquimista experimentado que podría ponerte de nuevo en pie, el otro es un atajo."
  },
  "6": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Eh... ¡Parece que has estado ahí sin hacer nada más tiempo del esperado!"
        }
      },
      "goAway": {
        "outcomes": {
          "0": "No eres de los que se arriesgan a perder el tiempo en exploraciones inútiles. Terminas de comer y sigues adelante."
        },
        "text": "Sigue moviéndote, ¡no hay tiempo que perder!"
      },
      "goDeeper": {
        "outcomes": {
          "0": "Te perderás rápidamente en este laberinto, ¡pero acabarás emergiendo al cabo de unas horas!",
          "1": "Pasas unos minutos explorando la cueva de arriba abajo y encuentras un objeto que podría serte útil...",
          "2": "La cueva pronto resulta ser un callejón sin salida, pero al salir, te golpeas la cabeza contra el techo y caes aturdido. Necesitarás atención médica."
        },
        "text": "Adéntrate en la cueva."
      },
      "search": {
        "outcomes": {
          "0": "Después de 30 minutos, finalmente descubres un extraño objeto...",
          "1": "Después de 60 minutos, acabas abandonando la búsqueda sin haber descubierto nada...",
          "2": "Al comenzar tu búsqueda, ¡se te cae una gran bolsa de monedas por un gran agujero! No será posible recuperarla...",
          "3": "¡Justo cuando estabas buscando cosas que recoger, una enorme rama se desprende del árbol que tienes al lado y cae sobre tu pierna! Consigues levantarte, aturdido, ¡pero tendrás que ir a que te curen!"
        },
        "text": "Busca en la zona."
      }
    },
    "text": "Has parado en una cueva para comer y te resistes a volver a salir..."
  },
  "60": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Escuchas pacientemente al rey antes de ser escoltado de vuelta a la entrada. También te dan información sobre algunas misiones adicionales que te ha encomendado el rey para facilitar tu búsqueda (ordena {command:missions}) y te ofrecen transporte a la capital que elijas."
        }
      },
      "start": {
        "outcomes": {
          "0": "Una vez que hayas terminado de leer, serás escoltado de vuelta a la entrada. También se te dará información sobre algunas misiones adicionales que te ha encomendado el Rey para facilitar tu búsqueda (ordena {command:missions}) y se te ofrecerá transporte a la capital que elijas."
        },
        "text": "Comienza tu aventura."
      }
    },
    "text": "Te conducen a la gran sala de recepción del castillo, donde te reúnes rápidamente con el Rey. Te explican la naturaleza de la competición, que consiste en reunir un gran número de puntos con el objetivo de dominar la clasificación. Además de una bonita bonificación inicial, se te entrega un hermoso libro que te guiará en tu aventura. Abres el libro (https://guide.draftbot.com) y hojeas rápidamente las primeras páginas..."
  },
  "61": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "No reaccionas a la invitación del guardia. Al cabo de unos instantes, la joven llega por fin hasta ti y te da algunos consejos. En concreto, te informa de que el comando {command:report} te dará toda la información que necesites sobre tu viaje."
        }
      },
      "follow": {
        "outcomes": {
          "0": "La joven se presenta y rápidamente pasa a darte unos primeros consejos, que escuchas con atención. Te enteras de que el comando {command:report} te permite obtener toda la información que necesitas sobre tu viaje."
        },
        "text": "Sigue a tu guía."
      },
      "observe": {
        "outcomes": {
          "0": "Admiras los inmensos muros del castillo. Al cabo de unos instantes, la joven llega por fin hasta ti y te da algunos consejos. En concreto, te informa de que el comando {command:report} te dará toda la información que necesites sobre tu viaje."
        },
        "text": "Observa el entorno."
      }
    },
    "text": "**¡Hola y bienvenido a DraftBot! {emote:other.crown} ¡El Rey está buscando un noble caballero para casar a su hija, y tú has elegido participar en el concurso de selección! Acabas de llegar a la entrada del castillo tras un largo viaje y avisas a los guardias de la entrada. Te invitan a entrar y pronto te encuentras con una joven que parece querer darte la bienvenida."
  },
  "62": {
    "possibilities": {
      "deny": {
        "outcomes": {
          "0": "Rechazas la petición del granjero con tanto rencor que éste acaba ahuyentándote tirándote piedras.",
          "1": "Rechazas la petición del granjero con tanta cortesía que incluso te desea buena suerte para el resto de tu aventura.",
          "2": "Decides ignorar la petición del granjero. Cuando llevas varios minutos caminando, divisas un camino bordeado de impresionantes cerezos. Unas cerezas muy rojas parecen tenderte los brazos. Tras probar unas cuantas, reanudas tranquilamente tu camino."
        },
        "text": "Negarse a ayudar al agricultor."
      },
      "end": {
        "outcomes": {
          "0": "Como no respondes, el granjero parece un poco molesto, pero te deja marchar sin insistir. Encuentras una bolsa olvidada a un lado de la carretera. Al abrirla, descubres dos pequeños trozos de tocino seco.",
          "1": "Al ver la mirada desesperada del granjero, decides partir en busca de su famosa horca. Finalmente llegas al borde de un campo en barbecho donde el ganado come tranquilamente hierba fresca. De repente, un perro leonado sale de entre los arbustos cercanos al pasto y se abalanza sobre ti. En un abrir y cerrar de ojos, dejas inconsciente al perro y sigues tu camino, aparentemente imperturbable.",
          "2": "Justo cuando estabas a punto de aceptar ayudar al granjero, sientes un zumbido cerca de la oreja y metes el dedo meñique. Sientes un dolor agudo: ¡te acaba de picar una abeja! Abandonas el lugar de la picadura sin más dilación."
        }
      },
      "searchPatures": {
        "outcomes": {
          "0": "Tras observar de lejos cómo el ganado mastica la hierba fresca en el primer tramo de pasto salvaje, te diriges hacia el segundo. Muchas ovejas pastan tranquilamente. Un imponente roble domina el pasto y atrae tu atención, por lo que decides acercarte a él. A pocos metros del árbol, ves una horca apoyada despreocupadamente en el tronco. El granjero parece encantado cuando le entregas tu hallazgo. Como te había prometido, te entrega un pequeño monedero lleno de oro.",
          "1": "Al acercarte a los pastos, observas unas huellas. Siguiéndolas, entras en una oscura arboleda que contiene una cabaña lúgubre, por no decir otra cosa. Curioso, rodeas el edificio y te encuentras cara a cara con la tan buscada horca. Tras volver por donde has venido, entregas el objeto al granjero, que te lo agradece y te invita a compartir su comida para que le cuentes tu investigación. Es una velada agradable y te marchas del granjero a altas horas de la noche, vigorizado por los productos locales.",
          "2": "Al acercarte a los pastos, observas unas huellas que atraviesan el terreno y se dirigen hacia el emparrado donde las ovejas disfrutan de la refrescante sombra de los fresnos. Decides seguirlas, pensando que se trata de un sendero. Cuando llegas a las ovejas, una de ellas se acerca a ti. Juguetón, le ofreces la mano con un poco de hierba. La oveja aprovecha para comérsela, mordiéndote el dedo. Molesto, decides huir del lugar. Al acercarte al borde del prado, no ves el tenedor en el suelo y lo pisas. Furioso por tu mala suerte, piensas en no ayudar a nadie más en tu aventura."
        },
        "text": "Buscar cerca de pastos."
      },
      "searchVines": {
        "outcomes": {
          "0": "Tras dudar un momento, decides buscar la famosa horquilla en el borde del viñedo. Un tentador racimo de uvas te llama la atención y decides cogerlo. El granjero aparece de la nada y, al verte con un trozo de su cosecha en la mano, grita enfadado. Asustado, sueltas la cosecha y sales corriendo.",
          "1": "Nada más llegar a los viñedos, te encuentras con la famosa horca. Tras devolvérsela al granjero, éste cumple la promesa que te hizo.",
          "2": "Nada más llegar a los viñedos, divisas una pequeña cabaña de madera. Al entrar, descubres unos barriles y varias botellas de vino, una de ellas ya abierta. Unos sorbos no te habrían hecho ningún daño si al menos hubieras conseguido limitarte a una pequeña cantidad. El vino te parece delicioso, pero no quieres perder más tiempo buscando un tenedor. Te pones de nuevo en marcha, procurando evitar al granjero."
        },
        "text": "Busca en los viñedos."
      },
      "searchWheat": {
        "outcomes": {
          "0": "Tras buscar en el campo durante varios minutos, encuentras la horquilla, apenas visible, bajo varias plantas de trigo tiradas en el suelo. Para agradecértelo, el granjero te ofrece la recompensa prometida.",
          "1": "Después de tres horas de búsqueda, el tenedor sigue sin aparecer. Sin embargo, descubres un objeto que podría serte útil para conquistar el corazón de tu amada princesa.",
          "2": "Mientras buscas la horca, la pisas y te haces un feo corte. Te tomas tu tiempo para decirle al granjero que has encontrado su horca. Él ve tu herida y se apresura a curarte lo mejor que puede."
        },
        "text": "Busca en el campo de trigo."
      }
    },
    "text": "Un granjero te invita a su granja en las afueras de la Expansión. Consta de pastos, un viñedo y un campo de trigo. Con aire abatido, te saluda y te explica que ha perdido su tenedor favorito. Te ruega que le ayudes a encontrarlo, prometiéndote una gran recompensa."
  },
  "63": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Decidiste limitarte a ver los fuegos artificiales y quedarte a contemplar cómo el pueblo caía en la desesperación, apoyado en un árbol a las afueras del pueblo. Pero incluso después de medianoche, no pasó nada. Parece que esas supuestas bestias no son más que una farsa y te marchas.",
          "1": "Decides vigilar el ático desde la taberna local, pero te distraes con una deliciosa cerveza. Estás completamente borracho y pierdes la cordura. Cuando despiertas, te das cuenta de que simplemente han tirado tu cuerpo inconsciente en la carretera y de que te faltan unas cuantas monedas.",
          "2": "Decidido a no hacer nada, entras en la taberna local y alquilas una habitación para pasar la noche. Pero mientras duermes, unas figuras vestidas de negro te atacan, te someten a golpes y te roban. Te dejan sangrando en el suelo y te advierten que no vuelvas a entrometerte en sus asuntos...",
          "3": "Ya que estás allí, lo piensas: ¿por qué no ir a comprar algunos artículos? Deambulas por el mercado local, parando en el herrero y el armero locales. Al cabo de un rato, encuentras algo."
        }
      },
      "faceThem": {
        "outcomes": {
          "0": "Entras en el sótano del ático y te encuentras cara a cara con unas figuras vestidas de negro que forman un círculo, cubiertas de plumas y sangre por todas partes. Al intentar golpear a uno de ellos, dudas. Estos hombres son aficionados a las peleas de gallos, no bestias. Pero los hombres se fijan en ti y, asustados, se abalanzan sobre ti, te derriban y huyen rápidamente.",
          "1": "Al entrar en la habitación, te invade un mortificante olor a podredumbre. Hay sangre y detritus esparcidos por toda la habitación y se extiende una especie de neblina roja. Probablemente todo empezó a pudrirse hace días. No soportas ni la vista ni el olor y huyes del lugar con una profunda sensación de asco.",
          "2": "Cuando abres la puerta, descubres tres formas vestidas de negro a punto de sacrificar a una joven. Desenvainas rápidamente tu espada y matas a los culpables. Arrojando la espada manchada de sangre a un lado, salvas a la damisela en apuros y la sacas de allí. Al día siguiente, eres celebrado como héroe y protector del mal.",
          "3": "Al bajar las escaleras, te encuentras rodeado de estatuas de madera de formas extrañas, retorcidas en actitud tosca, misteriosos horrores hechos de madera. Pero allí no hay nadie. Tras investigar la espeluznante habitación, encuentras una caja con algo dentro..."
        },
        "text": "Enfrentarse a las siluetas."
      },
      "goAway": {
        "outcomes": {
          "0": "Incluso después de descubrir estas oscuras maquinaciones, decides abandonar a los indefensos y dejarlos a su suerte.",
          "1": "Sales corriendo, sin saber cuándo todo el pueblo será tragado por la muerte, si es que lo es. En tu prisa por escapar, tropiezas y caes en una zanja.",
          "2": "Tras salir corriendo del pueblo, haces una breve pausa para recuperar el aliento. Mientras lo haces, se te acercan unas figuras armadas vestidas de negro. Parece que no les ha gustado que husmees por el pueblo. Sacan sus armas y atacan. Te cogen desprevenido y agotado, y te golpean hasta dejarte inconsciente.",
          "3": "Consigues salir con vida de este pueblo maldito. Al cabo de un rato, te encuentras con un hermoso pedazo de tierra virgen. Puedes ver una cascada y muchos animales carnívoros domesticados. Decides meditar bajo el agua que cae. Después de una hora, te sientes lleno de energía y continúas tu viaje."
        },
        "text": "Sal de aquí rápido."
      },
      "helpThem": {
        "outcomes": {
          "0": "Encuentras figuras vestidas de negro en el sótano. No parecen bestias, sino gente corriente que apuesta en peleas de gallos. Te unes a ellos y apuestas por el gallo rojo, que al final pierde. Lo que te hace tener unas cuantas monedas menos.",
          "1": "Encuentras figuras vestidas de negro en el sótano. No parecen bestias, sino personas corrientes que apuestan en peleas de gallos. Te unes a ellos y apuestas por el gallo azul, que al final gana. Con unas cuantas monedas más, dejas a los hombres con sus juegos y te marchas.",
          "2": "Te encuentras con 4 hombres encapuchados de negro en el sótano. Tras convencerles de que te dejen unirte a ellos, te revelan su plan de sacrificar la fuerza vital de los habitantes en honor de un demonio al que adoran. Esperando beneficiarte de sus conocimientos, les dices que estás encantado de participar. Tú y las bestias salvajes que acabas de conocer sacrificáis a una mujer y a algunos animales. Es más, derramáis sus entrañas por toda la habitación. Pero no pasa nada. Después de perder el tiempo, te marchas, furioso...",
          "3": "Te encuentras con 4 hombres encapuchados de negro en el sótano. Tras convencerles de que te dejen unirte a ellos, te revelan su plan de sacrificar la fuerza vital de los habitantes en honor de un demonio al que adoran. Esperando beneficiarte de sus conocimientos, les dices que estás encantado de participar. Tú y las bestias salvajes que acabas de conocer sacrificáis a una mujer y a algunos animales. Es más, derramáis sus entrañas por toda la habitación. Pero no pasa nada. Sólo cuando sales de la habitación te encuentras cara a cara con unos guardias..."
        },
        "text": "Intenta encontrar las siluetas para ayudarles."
      },
      "warnEveryone": {
        "outcomes": {
          "0": "Sin comprobarlo por ti mismo, empiezas a correr por el pueblo como un loco, gritando a todo el mundo que morirá si se queda. Se desata el pánico general y todo el mundo empieza a abandonar el perímetro. Pero al cabo de un rato, no pasa nada y a algunos no les hace mucha gracia tu broma de mal gusto. Se unen a ti, te golpean y te roban.",
          "1": "Tras una breve investigación, das a los guardias locales la localización de los delincuentes. Siguen tu consejo y, al cabo de unos minutos, otro guardia se te acerca. Al parecer, unos herejes estaban a punto de matar a una joven y, gracias a tu consejo, se ha salvado. Te entrega una pequeña bolsa antes de estrecharte la mano.",
          "2": "Tras informar a todos de la oscura desgracia que está a punto de acaecer en la aldea, todos hacen las maletas y se quedan a las afueras, en el bosque. De repente se produce un terremoto y cunde el pánico. Ayudas a los guardias a calmar a la gente, que se tranquiliza. Te agradecen calurosamente el aviso.",
          "3": "Intentas convencer a todos de que están en peligro, pero no quieren enterarse y se limitan a ignorarte. Lo intentas durante varias horas y finalmente decides abandonarlos. Continúas tu viaje sin preocuparte por los testarudos habitantes de esta aldea."
        },
        "text": "Revelando a todo el mundo de qué se trata."
      }
    },
    "text": "Al cabo de un rato, llegas por fin al pueblo de Boug-Coton, donde se rumorea que actúan criaturas malignas... Tras investigar el lugar durante un rato, encuentras una pista. Los residentes locales han informado de ruidos extraños y se han visto figuras negras encapuchadas entrando y saliendo del sótano de un granero. Parece que se está preparando un oscuro ritual..."
  },
  "64": {
    "possibilities": {
      "accept": {
        "outcomes": {
          "0": "Aceptas la invitación, exultante sólo de pensar en celebrarlo en el suntuoso castillo del Rey. Te diriges a grandes zancadas hacia el imponente edificio."
        },
        "text": "Dirígete directamente al castillo."
      },
      "deny": {
        "outcomes": {
          "0": "Las fiestas no son para ti. Decides que tienes cosas mejores que hacer que divertirte y te vas a tu propia aventura."
        },
        "text": "Rechaza la invitación."
      },
      "end": {
        "outcomes": {
          "0": "No esperabas leer esto. Te quedas mirando la carta durante varios minutos. La partida del mensajero te saca de tu ensueño y te diriges al castillo."
        }
      }
    },
    "text": "En cuanto llegas a tu destino, un mensajero se detiene sin aliento ante ti y te entrega una carta. Lees atentamente el contenido, que dice que el Rey está preparando una gran fiesta en su castillo, y que estás invitado a asistir."
  },
  "65": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Abres tu regalo y ves unas monedas brillando en el fondo de la caja. Las coges y las añades a tu monedero. Abandonas el castillo, feliz por haber recibido el regalo.",
          "1": "Abres tu regalo y ves una poción roja brillante en la caja. Te la bebes y sientes una oleada de fuerza desde lo más profundo de tu ser. Abandonas el castillo, feliz por haber recibido este regalo.",
          "2": "Abres tu regalo y ves gemas rodando por el fondo de la caja. Las coges y las añades a tu reserva de gemas. Abandonas el castillo, feliz por haber recibido este regalo.",
          "3": "Abres tu regalo y coges un libro que había dentro. Explica técnicas de supervivencia que estás deseando poner en práctica. Abandonas el castillo, feliz por haber recibido el regalo.",
          "4": "Abres tu regalo y coges un libro que había dentro. En él se explican algunas técnicas de lucha que estás deseando probar contra los demás aventureros. Abandonas el castillo, feliz por haber recibido este regalo.",
          "5": "Abres tu regalo y sacas una pieza de equipo. Es un arma poderosa que añades a tu colección. Abandonas el castillo, feliz por haber recibido este regalo.",
          "6": "Abres tu regalo y sacas una pieza de equipo. Es una poderosa armadura que añades a tu colección. Abandonas el castillo, feliz por haber recibido este regalo.",
          "7": "Abres tu regalo y sacas una pieza de equipo. Es un objeto poderoso que añades a tu colección. Abandonas el castillo, feliz por haber recibido este regalo."
        }
      },
      "hopeArmor": {
        "outcomes": {
          "0": "Abres tu regalo y sacas una pieza de equipo. Es una poderosa armadura que añades a tu colección. Abandonas el castillo, feliz por haber recibido este regalo."
        },
        "text": "Esperar y esperar una nueva armadura."
      },
      "hopeGems": {
        "outcomes": {
          "0": "Abres tu regalo y ves gemas rodando por el fondo de la caja. Las coges y las añades a tu reserva de gemas. Abandonas el castillo, feliz por haber recibido este regalo."
        },
        "text": "Esperar y esperar gemas."
      },
      "hopeGlory": {
        "outcomes": {
          "0": "Abres tu regalo y coges un libro que había dentro. En él se explican algunas técnicas de lucha que estás deseando probar contra los demás aventureros. Abandonas el castillo, feliz por haber recibido este regalo."
        },
        "text": "Esperando y deseando la gloria."
      },
      "hopeHealthy": {
        "outcomes": {
          "0": "Abres tu regalo y ves una poción roja brillante en la caja. Te la bebes y sientes una oleada de fuerza desde lo más profundo de tu ser. Abandonas el castillo, feliz por haber recibido este regalo."
        },
        "text": "Esperando y deseando que algo te mantenga sano."
      },
      "hopeItem": {
        "outcomes": {
          "0": "Abres tu regalo y sacas una pieza de equipo. Es un objeto poderoso que añades a tu colección. Abandonas el castillo, feliz por haber recibido este regalo."
        },
        "text": "Esperar y esperar un nuevo objeto."
      },
      "hopeMoney": {
        "outcomes": {
          "0": "Abres tu regalo y ves unas monedas brillando en el fondo de la caja. Las coges y las añades a tu monedero. Abandonas el castillo, feliz por haber recibido el regalo."
        },
        "text": "Esperando y deseando dinero."
      },
      "hopePet": {
        "outcomes": {
          "0": "Abres tu regalo y encuentras un animal dentro. Decides llevártelo contigo en tus grandes aventuras por el continente. Abandonas el castillo, feliz por haber recibido el regalo."
        },
        "text": "Esperando y deseando un compañero."
      },
      "hopeWeapon": {
        "outcomes": {
          "0": "Abres tu regalo y sacas una pieza de equipo. Es un arma poderosa que añades a tu colección. Abandonas el castillo, feliz por haber recibido este regalo."
        },
        "text": "Esperar y esperar una nueva arma."
      },
      "hopeXP": {
        "outcomes": {
          "0": "Abres tu regalo y coges un libro que había dentro. Explica técnicas de supervivencia que estás deseando poner en práctica. Abandonas el castillo, feliz por haber recibido el regalo."
        },
        "text": "Esperar y confiar en la experiencia."
      }
    },
    "text": "Llegas a la sala de recepción del castillo del Rey, como muchos otros aventureros. En medio de la sala se alza un gigantesco abeto que protege miles de regalos con sus largas y espinosas ramas. Tras una deliciosa comida, el Rey sube al estrado y anuncia que la noche anterior se vio a un hombre vestido de rojo y que, cuando se marchó, miles de regalos con los nombres de los aventureros estaban esparcidos bajo el árbol. Les pide que permanezcan sentados y esperen a que un sirviente venga a dejarles lo que se les debe."
  },
  "66": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "De repente, estás tumbado en el suelo, con la tripulación inclinada sobre ti. El capitán te dice que te has desmayado. Te agarran y, como un fardo, te tiran por la borda antes de alejarse rápidamente.",
          "1": "De repente, estás tumbado en el suelo, con la tripulación inclinada sobre ti. El capitán te explica que te has desmayado. Te da algunos consejos más antes de dejarte partir hacia la isla."
        }
      },
      "hints": {
        "outcomes": {
          "0": "Te vuelves lentamente hacia el capitán para preguntarle si sería tan amable de facilitarte alguna información adicional. Te la da y te pones en marcha, más dispuesto que nunca a enfrentarte a la isla.",
          "1": "Preocupado, miras al capitán y le agradeces amablemente la travesía. Le expresas tus temores y le pides consejo. Te da algunos y te pones en marcha, más preparado que nunca para enfrentarte a la isla."
        },
        "text": "Solicite más información."
      },
      "run": {
        "outcomes": {
          "0": "De repente saltas por encima de la cubierta del barco y corres en línea recta, como un animal, sin mirar atrás. Todo ello mientras la tripulación mira asombrada.",
          "1": "Da las gracias a la tripulación por una travesía maravillosa y desembarca. Se aleja, confiado y seguro de sí mismo."
        },
        "text": "Dirígete a la isla."
      }
    },
    "text": "Tras una breve travesía, el capitán amarra su barco a lo que parece ser un pontón. Estás demasiado absorto contemplando la isla como para preocuparte. Parece a la vez diminuta e inmensa, cálida y fría. Una extraña sensación se apodera de ti, entre la angustia y la admiración. Un movimiento en el barco te saca de tu observación."
  },
  "67": {
    "possibilities": {
      "accept": {
        "outcomes": {
          "0": "Te tomas tu tiempo para disfrutar de esta bebida que tanto echabas de menos en tu escapada. Te hace mucho bien. Le das un sorbo y empiezas a sentir cómo el barco se mece sobre las olas, señal del fin de esta expedición.",
          "1": "Esta bebida no es de buena calidad, y el sabor a malta es muy perceptible. Al ver tu reacción, el capitán se ríe y te dice que la cerveza es así en los barcos. Te devuelve el vaso y en su lugar va a traerte agua y un trozo de pan, que disfrutas un poco más. Te pones de pie, observas la isla a lo lejos y haces balance de tus aventuras."
        },
        "text": "Acepta la bebida."
      },
      "deny": {
        "outcomes": {
          "0": "No estás de humor para beber después de esta peligrosa aventura. No queriendo dejarte en tu incómoda posición, el capitán te ofrece, sin que realmente tengas elección, una acogedora cama en su camarote. El movimiento del barco te adormece, y pronto sientes que tu mente divaga hacia tus aventuras, quedándote dormido pocos minutos después.",
          "1": "Ha sido un viaje duro, así que te niegas, para evitar deshidratarte aún más. Le pides agua al capitán. Pero no te das cuenta de que te estás quedando profundamente dormido hasta que vuelve."
        },
        "text": "Rechaza el regalo educadamente."
      },
      "end": {
        "outcomes": {
          "0": "El capitán está esperando a que cojas su regalo. Pero te has quedado dormido en una fracción de segundo, y él se ha dado cuenta enseguida. Así que vuelve a gobernar su barco, dejándote dormir donde estás."
        }
      }
    },
    "text": "Tras una corta caminata, llegas al barco que te llevó a esta inhóspita isla. Al ver tu cansancio y tus heridas, el capitán se apresura a ordenar a su tripulación que leven anclas. Una vez sentado en cubierta, le ves llegar con una jarra de cerveza en la mano, que te entrega."
  },
  "68": {
    "possibilities": {
      "checkDate": {
        "outcomes": {
          "0": "Miras el calendario y descubres que pronto empieza un torneo. Decides participar y llegar a la final tras unas horas de lucha. Sin embargo, tu oponente te domina y pierdes el último combate. Aun así, como finalista, ganas una bolsa llena de oro antes de seguir tu camino.",
          "1": "Miras el calendario y ves que es Laponaire, el 6º mes del año, así que decides salir a comer una galette en un puesto cercano. ¡Esta comida te habrá llenado! Te pones de nuevo en camino, lleno y satisfecho.",
          "2": "Cuando ves el calendario, te acuerdas de los carteles en la calle que hablaban de una búsqueda del tesoro. Decides participar. Tras dos horas de búsqueda, no encuentras nada. Así que decides dar media vuelta.",
          "3": "Miras el calendario, y en la fecha de hoy ves: ¡Concurso de hidromiel! Sintiéndote resistente al alcohol, decides probar suerte. Ganas el concurso y un premio. Sin embargo, acabas completamente borracho."
        },
        "text": "Mira el calendario."
      },
      "end": {
        "outcomes": {
          "0": "Te quedas en la biblioteca y no te das cuenta de que pasan los minutos. Cuando cierra, sales y te das cuenta de que ya es tarde. Sales de nuevo sin más dilación.",
          "1": "Te asombra la cantidad de libros y la riqueza de conocimientos que emanan de estas instalaciones. Poco después, el bibliotecario te indica que el edificio está a punto de cerrar. Decepcionado, das media vuelta para continuar tus aventuras.",
          "2": "Permaneces de pie en la biblioteca durante varios minutos, asombrado por todos estos conocimientos. Te sientas, pensativo. De repente, un lector perturba tus pensamientos, con el libro \"Hansel y Gretel\" de los hermanos Grimm en la mano. Te pide que te marches, ya que estás sentado en su sitio favorito de la biblioteca. Confundido, te marchas, sin ningún conocimiento nuevo."
        }
      },
      "read": {
        "outcomes": {
          "0": "Decides leer un libro. Trata de cocinar y preparar platos deliciosos. Anotas la receta antes de ir a buscar los ingredientes. Una vez que los has encontrado, sigues las instrucciones al pie de la letra. Pruebas tu plato antes de experimentar sus beneficios, y luego te pones en camino.",
          "1": "Coges un libro y empiezas a leer. El libro trata de aritmética. Pero ese nunca ha sido tu punto fuerte, y casi 10 minutos después decides dejar el libro y continuar tu camino.",
          "2": "Estás leyendo un libro de cocina. Habla de un plato delicioso. Entusiasmado, decides prepararlo. Sin embargo, no sigues las instrucciones al pie de la letra y, después de comer, no te encuentras bien...",
          "3": "Coges el primer libro que ves. Habla de alquimia y de los beneficios de las plantas. Tras estudiar detenidamente su contenido, vuelves a dejarlo en el suelo, seguro de que te será útil en tus próximas aventuras."
        },
        "text": "Lee un libro."
      },
      "steal": {
        "outcomes": {
          "0": "Consigues robar un libro viejo y polvoriento y sales a hurtadillas del edificio para encontrar un comprador en las calles principales de la ciudad. Sin embargo, te das cuenta de que el libro no interesa a nadie, sobre todo porque está muy estropeado e incluso tiene las páginas rotas. Así que lo abandonas antes de continuar tu camino.",
          "1": "Te escapas de la biblioteca sin que nadie se dé cuenta. Has conseguido robar un libro e intentas venderlo a los transeúntes. Un hombre decide comprártelo por unas monedas de oro. Una vez completada la transacción, continúas tu camino.",
          "2": "Intentas robar un libro de oro discretamente, pero la bibliotecaria te pilla con las manos en la masa. Te exige que le devuelvas el preciado libro y, al mismo tiempo, ¡una indemnización! Decepcionado y avergonzado, devuelves el libro y la compensas con un buen puñado de tus ahorros para evitar ir a la cárcel..."
        },
        "text": "Intentar robar un libro para revenderlo."
      }
    },
    "text": "Tras pasear por las calles de Claire De Ville, te topas con un edificio cuya entrada está enmarcada por dos estatuas de búho de piedra. Al acercarte, te das cuenta de que se trata de la biblioteca de la ciudad. Decides entrar en el edificio para pasar el rato. En una de las paredes de la entrada cuelga un calendario hecho con grandes hojas unidas por una correa de cuero."
  },
  "69": {
    "possibilities": {
      "accept": {
        "outcomes": {
          "0": "Donia te toca los hombros con la punta de su bastón, la derecha después de la izquierda, y te bendice. Después de la ceremonia, no te sientes diferente.",
          "1": "Te sientes superpoderoso tras su bendición... hasta que Donia se marcha. Intentas encontrarla, avergonzado por haber creído semejante locura, pero no puedes. Te marchas, avergonzado y confuso. Te vas, avergonzado y confuso, y juras, un poco tarde, que no volverá a llevarte allí.",
          "2": "Cuando Donia comienza a \"bendecirte\", te lanza un extraño polvo azul a la cara. El bosque comienza a mecerse ante tus ojos, y Donia te guía hasta un árbol cercano, contra el que te quedas dormido. Sueñas entonces con el castillo real y te ves participando en un importante banquete. La princesa se te acerca, con un velo negro distorsionado que oculta su rostro, presumiblemente porque no conoces su verdadera apariencia. Pasas el resto del sueño bailando con ella... Y así te quedas, durmiendo un sueño reparador."
        },
        "text": "Acepta su oferta."
      },
      "comrpomise": {
        "outcomes": {
          "0": "Parece decepcionada, pero te ofrece una rosa roja como regalo para la princesa. Te pones de nuevo en camino, tan decepcionado como ella por no haber recibido más que una pobre flor.",
          "1": "En lugar de una bendición, le preguntas si conoce algún lugar en el bosque donde puedas descansar un rato. Te lleva a su casa, donde te sirven buena comida y vino. El vino es increíblemente agradable y te acabas toda la botella, arrastrándote después a la cama. Mientras duermes, tienes una pesadilla bastante peculiar: Donia es una anciana encorvada, la bruja arquetípica, y quiere matarte antes de cocinarte en su horno. La verdadera Donia te deja dormido y sigue su camino."
        },
        "text": "Encuentra un compromiso."
      },
      "deny": {
        "outcomes": {
          "0": "Frunces el ceño y no tardas en decirle que las hadas no existen y que está completamente loca. Furiosa, Donia utiliza su bastón para golpearte, dejándote tendido y herido sobre un lecho de hojas.",
          "1": "Utilizas todo tu tacto e intentas hacerle entender que las hadas sólo existen en los cuentos infantiles y en las historias de aventureros borrachos, sin mucho éxito. Queriendo demostrarte que estás equivocado, Donia saca una gran cantidad de polvos rojos de una pequeña cartera que lleva atada a la cintura y te los lanza a la cara. Estás demasiado cerca de ella para esquivarlo, así que inhalas el polvo. Tu visión se nubla y pierdes la cabeza. Dejas que Donia te coja de la mano y te guíe hasta un claro. Allí ves muchas pequeñas hadas dando vueltas. En realidad, son avispas. Ven tu llegada como una amenaza y te pican repetidamente. Te han envenenado y tardarás en sentirte mejor."
        },
        "text": "Basura."
      },
      "end": {
        "outcomes": {
          "0": "Mientras la miras en silencio durante un buen rato, Donia parece perder interés en ti y se aleja sin decir nada más. Pero tú sigues mirándola. Sin pensar. Sólo unas horas más tarde vuelves en ti y continúas tu viaje como si nada hubiera pasado..."
        }
      }
    },
    "text": "Cuando atraviesas el Bosque del Anciano, una magnífica mujer se te acerca corriendo. Su larga cabellera es del color de un mar tempestuoso, y va vestida con un elegante vestido plateado con un corpiño adornado con pequeños zafiros. Su mano derecha sostiene un bastón de espino. Tal aspecto te hace pensar de inmediato que así es como debería ser un hada, si es que tal criatura existe: salvaje y deslumbrante a la vez. Te preocupas, pero la desconocida sonríe dulcemente y anuncia que se llama Donia. Declara ser hada, lo que confirma tus primeras impresiones. No acabas de creértelo y sientes que te está engañando, pero su bastón te parece lo bastante peligroso como para no decírselo. Donia te ofrece entonces su bendición, pensando que puede ayudarte en tu búsqueda de la princesa."
  },
  "7": {
    "possibilities": {
      "check": {
        "outcomes": {
          "0": "Al forzar la puerta, te estás haciendo mucho daño. ¡Tienes que cuidarte!",
          "1": "Después de pasar casi 1 hora intentando entrar en la casa, finalmente te rindes. Al salir, ¡encuentras algo que puede serte útil!",
          "2": "Entras en la casa y dejas tus cosas para descansar. Tras haber caído en un profundo sueño, necesitarás descansar antes de continuar tu aventura.",
          "3": "Entras en la casa y buscas durante unos quince minutos. Cuando sales, ¡encuentras un objeto que puede ser útil!",
          "4": "Entras en la casa y buscas durante unos quince minutos. Finalmente abandonas la búsqueda sin haber encontrado nada."
        },
        "text": "Visite el interior."
      },
      "end": {
        "outcomes": {
          "0": "Llevas casi quince minutos parado, ¡así que es hora de volver a ponerse en marcha!"
        }
      },
      "skip": {
        "outcomes": {
          "0": "Continúa su camino sin preocuparse por la casa."
        },
        "text": "No te detengas y sigue adelante."
      }
    },
    "text": "¡Has descubierto una casa! Parece abandonada..."
  },
  "70": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Tras pensarlo un poco, finalmente decides entrar en la tumba para refrescarte a la sombra y descansar.",
          "1": "Mientras dudas sobre qué hacer, la tormenta de arena se intensifica. Te adentras en el pasadizo con la seguridad de que las ráfagas han amainado.",
          "2": "Mientras dudas sobre qué hacer, una mujer que lleva un piolet al cinto emerge de la trampilla. Te amenaza con un arco vendado y te ordena que le des la espalda, cosa que haces. Un violento golpe en la sien te deja confuso durante varios minutos."
        }
      },
      "explore": {
        "outcomes": {
          "0": "Recorres las galerías durante un rato en busca de habitaciones ocultas. Temiendo perderte si continúas explorando, decides dar media vuelta.",
          "1": "Tras recorrer varias salas, una de ellas repleta de vituallas podridas, se llega a una inmensa habitación en la que el oro es lo más importante. Conforma las paredes, los objetos, las ropas e incluso los cofres. En un rincón, descubres un objeto que tal vez podría serte útil. Entonces llenas tu monedero más grande y te pones de nuevo en marcha.",
          "2": "Una vez atravesada la trampilla, caminas hasta llegar a un callejón sin salida. Decides salir, por miedo a perderte. Al llegar a la trampilla, eres atacado salvajemente por un individuo que lleva un sombrero marrón y un látigo al cinto. De alguna manera consigues esquivar la mayoría de los golpes y contraatacar. Luchas durante mucho tiempo, pero finalmente le asestas un golpe decisivo. Mientras le registras, descubres un pequeño monedero que contiene una importante suma de dinero.",
          "3": "Una vez atravesada la trampilla, caminas hasta descubrir una cámara funeraria: ¡el subsuelo es una tumba! Queriendo volver atrás, no reconoces los pasillos por los que pasas y deambulas durante varias horas antes de encontrar una salida. Reanudas tu aventura mientras la luna llena ilumina el silencioso desierto como si fuera de día.",
          "4": "Tras atravesar la trampilla, te adentras en la oscuridad y descubres un lugar extraño: una cripta abandonada, ¡los túneles subterráneos parecen un laberinto funerario! Estás tentado de volver atrás, pero, para tu consternación, los pasillos parecen jugar con tus sentidos y se metamorfosean delante de ti. Vagas sin rumbo durante un tiempo desconocido antes de encontrar por fin una salida.",
          "5": "Una vez atravesada la trampilla, pasas a una sala donde está entronizada una esfinge, ¡completamente de oro! Como hipnotizado, te acercas a ella hasta que tu pie izquierdo aterriza sobre una losa, que se hunde en el suelo... Dos flechas de oro silban inquietantemente en tus oídos, mientras una tercera te araña el brazo. No es una herida grave, pero la trampa te ha incitado a evacuar."
        },
        "text": "Explorar el subsuelo."
      },
      "skip": {
        "outcomes": {
          "0": "Decides ignorar la trampilla: explorar un pasadizo subterráneo sería demasiado peligroso, en tu opinión. Las ráfagas de arena se han calmado, ¡lo que es una bendición para ti!",
          "1": "Decides ignorar la trampilla y continuar tu camino, pero la tormenta de arena se vuelve aún más virulenta. Sin la menor vacilación, das media vuelta para buscar refugio. Decides descansar aquí hasta que pase la tormenta.",
          "2": "Las ráfagas son cada vez más fuertes, así que te arrancas un trozo de la parte superior para protegerte las vías respiratorias. Con dificultad, das unos pasos y divisas varios cactus, algunos con frutos. Tras coger dos de ellos, encuentras rápidamente una duna donde refugiarte. Una vez pelados, descubres que los frutos están deliciosos. Muchos minutos después, la tormenta ha amainado. Así que reanudas tu aventura.",
          "3": "Tras cerrar cuidadosamente la escotilla, prosigues tu camino. De repente, el suelo cede bajo tus pies. Caes en una de las salas subterráneas. En la caída, te haces un corte en el muslo. Afortunadamente, sales fácilmente."
        },
        "text": "Continúe su camino."
      }
    },
    "text": "A medida que avanzas por el desierto de La Duna, el aire parece cada vez más seco. A medida que avanzas, los granos de arena se arremolinan a tu alrededor, obligándote a entrecerrar los ojos. De repente, sientes el suelo firme bajo tus pies por el espacio de un paso. Sorprendido, apartas la arena para descubrir una trampilla y la abres. Ante tus asombrados ojos se abre un gigantesco laberinto."
  },
  "71": {
    "possibilities": {
      "accept": {
        "outcomes": {
          "0": "Sigues al anciano hasta la tienda que le sirve de hogar y dejas que te sirva una extraña mezcla que, según dice, es una deliciosa sopa de peyote. Por cortesía, te la bebes. Sólo tardas unos instantes en sentir los efectos de esta sopa demoníaca: tu visión se nubla y el mundo se tambalea. De repente, asustado por el ermitaño loco, huyes al desierto. De madrugada, te despiertas con un fuerte dolor de cabeza, ya que los efectos del peyote tardan en desaparecer por completo.",
          "1": "Sigues al anciano hasta la tienda que le sirve de hogar y compartís una comida juntos alrededor del fuego, mientras él te cuenta su historia. Te explica que él y su hermano se separaron para ir a su ermita después de que un desastre matara a toda su familia, siendo los únicos supervivientes él y su hermano. Su historia te conmueve profundamente, y el nombre de otro ermitaño cuyo nombre empieza por X te suena familiar... El desierto es frío y te quedas dormido junto al fuego con el ermitaño. Cuando te despiertas por la mañana, encuentras un hermoso escorpión en uno de tus zapatos. Lo tiras y te pones de nuevo en camino.",
          "2": "Seguís al anciano hasta la tienda que le sirve de hogar y compartís una comida juntos alrededor del fuego mientras contáis vuestras aventuras. Una vez que habéis comido hasta saciaros y dado las gracias al ermitaño, reanudáis vuestro viaje por el desierto, adentrándoos en él."
        },
        "text": "Acepta unirte a él."
      },
      "deny": {
        "outcomes": {
          "0": "Rechazas cortésmente la oferta del ermitaño y continúas tu camino.",
          "1": "Al ver que te resistes a aceptar, el anciano te tira del brazo y te invita a tomar el té, donde charlas con él mientras sorbéis la bebida. Al cabo de un rato, te despides del anciano y emprendes de nuevo la marcha.",
          "2": "Al ver que te resistes a aceptar, el anciano decide ofrecerte \"un objeto de su colección personal\". Aceptas el regalo, pero te mantienes reticente a seguir en su compañía y decides marcharte rápidamente.",
          "3": "Rechazas su oferta, pero cuando estás a punto de ponerte de nuevo en camino, te llama de nuevo, hablando de todo y de nada. Al cabo de un rato, considerándole demasiado sospechoso y pensando que intenta tenderte una trampa, decides interrumpir su interminable monólogo antes de huir lo más rápidamente posible."
        },
        "text": "Rechaza la oferta y sigue adelante."
      },
      "end": {
        "outcomes": {
          "0": "Este individuo parece sospechoso y su aproximación es engañosa. Cuando estira el brazo para preguntarte si te encuentras bien, le agarras y le empujas al agua antes de salir corriendo a toda velocidad.",
          "1": "Al verte sin reaccionar, el anciano se ofende, te grita y te arroja un puñado de arena a la cara antes de alejarse. Completamente cegado, te diriges al pequeño charco de agua para enjuagarte la arena de los ojos. Al cabo de unos minutos, te sientes mejor y empiezas a caminar de nuevo."
        }
      },
      "steal": {
        "outcomes": {
          "0": "Dejas que el hombre te guíe hasta su tienda y recoges discretamente una gran piedra mientras te da la espalda. A continuación, le asestas un fuerte golpe en el cráneo encapuchado. El ermitaño se desploma, derramando sangre sobre el agrietado suelo del oasis. Decides dejarle así y vas a echar un vistazo al interior de la tienda. Dentro descubres cofres con joyas y montones de objetos. Sales con una importante suma de dinero, así como un objeto que has cogido a toda prisa. Reanudas rápidamente tu travesía, poco dispuesto a que te cojan con las manos en la masa.",
          "1": "Dejas que el hombre te guíe hasta su tienda y recoges discretamente una gran piedra mientras te da la espalda. Justo cuando estás a punto de golpearle, se da la vuelta y saca una daga de la manga, hiriéndote profundamente en el pecho. Te pones a cubierto, haciendo todo lo posible por detener la hemorragia. Mientras huyes, oyes al viejo reír maníacamente.",
          "2": "Dejas que el hombre te guíe hasta su tienda y recoges discretamente una gran piedra mientras te da la espalda. Le asestas un fuerte golpe en la cabeza encapuchada, el ermitaño se desploma en el suelo e inmediatamente sientes remordimientos. Vendas la cabeza del anciano y lo tumbas en su estera para que se recupere. Cuando se despierta, le pides disculpas y le das algo de dinero como compensación por tu fechoría.",
          "3": "Mientras sigues al anciano, recoges una piedra del suelo a sus espaldas. El sigilo no es tu punto fuerte, y el ermitaño se percata enseguida de tu sospechoso silencio. Al darse cuenta de la situación, te repudia desde su kyusin con un puñetazo como nunca has recibido."
        },
        "text": "Acepta y aprovecha la noche para robarle sus pertenencias."
      }
    },
    "text": "Al cruzar el Valle de los Reyes, divisas un oasis. Sediento por el viaje, corres hacia la pequeña masa de agua para beber. Mientras bebes, te sobresalta el sonido de una risa detrás de ti. Cuando te das la vuelta, un anciano con barba y una gran capucha te mira. Dice llamarse Xirtex y vivir en este oasis. Te ofrece un lugar donde quedarte en su casa, para que puedas recuperarte de tu viaje y compartir tus desventuras."
  },
  "72": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Vacilante, pero finalmente galvanizado por el bullicio de la multitud, ignoras al juez y te unes al entusiasmo general. Animas durante horas a los participantes en las distintas pruebas.",
          "1": "Tu propia vida es mucho más importante para ti que la efímera gloria de ganar algún torneo. Le das las gracias al juez y le dices que, después de todo, no participarás en el torneo."
        }
      },
      "joinArchery": {
        "outcomes": {
          "0": "La prueba parece un poco difícil: hay que disparar tres flechas a una diana de paja situada a unos cincuenta metros. Las tres flechas caen en el centro de la diana de paja. ¡Eres el ganador! La bella dama del señor del lugar, Yseldia, viene a ofrecerte una cuantiosa bolsa, mientras tú quedas deslumbrado por su corona tachonada de rubíes.",
          "1": "La prueba parece un poco difícil: tienes que disparar tres flechas a una paja colocada a unos cincuenta metros de ti. No eres muy hábil, así que fallas dos de las tres flechas y quedas el último en la clasificación. Feliz de haber participado en la euforia general, te pones de nuevo en marcha.",
          "2": "Al clavar la primera flecha, te sobresalta un estornudo. Sueltas el arco y la flecha se posa cerca de la cabeza de un musculoso caballero. Te lanza una mirada sombría y empieza a correr hacia ti. La aventura no se hace esperar: ¡estás de vuelta en el camino en un santiamén!"
        },
        "text": "Participe en la prueba de tiro con arco."
      },
      "joinJoust": {
        "outcomes": {
          "0": "Después de ganar tres justas, te encuentras en la final contra el Conde de la región vecina. Te deja fuera de juego con una facilidad y flexibilidad asombrosas. Terminas segundo en el podio. Mientras te cautiva la corona engastada de rubíes de Yseldia, la esposa del Señor local, aceptas una pesada bolsa de sus delicadas manos con aire ausente.",
          "1": "Una nueva justa está a punto de comenzar y un mozo de cuadra te ha regalado un poni doble gris cuyo anterior dueño lamentablemente murió poco antes. Te enfrentas a Yvain, un caballero de renombre. Empiezas a galopar junto a tu oponente, que te derriba con facilidad. Al aterrizar con estrépito en el polvoriento suelo, tu montura te pisa accidentalmente una de las clavículas, emitiendo un siniestro crujido. ",
          "2": "Tras avistar un potro bayo desatendido, te haces con él para participar en la justa. ¡Y eres el vencedor! La esposa del señor local, apodada Yseldia, te entrega tu recompensa en persona. ",
          "3": "Justo cuando sientes que la emoción de las justas a caballo te llama, recuerdas que no tienes un caballo para participar en este evento. Decepcionado, decides continuar tu camino, refunfuñando."
        },
        "text": "Participe en las justas."
      },
      "joinMelee": {
        "outcomes": {
          "0": "Al ver las relucientes y afiladas armas de los demás participantes, tu valor se derrite como la nieve al sol. Decides escabullirte en silencio antes de que te arrebaten tu vida inacabada. ",
          "1": "Tras estar a punto de morir por el golpe de una alabarda incrustada de gemas verdes, finalmente dejas fuera de combate a tu último oponente. El Heraldo de las Armas anuncia tu aplastante victoria. La Dama del Señor, llamada Yseldia, te trae tu recompensa en persona. Mientras le das las gracias, estudias su delicado rostro, cuya parte superior está decorada con una suntuosa corona engastada con rubíes.",
          "2": "Tras derrotar fácilmente a casi todos tus oponentes, empiezas a cansarte y pierdes tu último combate. Te haces un feo corte en la mano y te diriges al curandero del pueblo. Te cura la herida e insiste en que descanses un rato.",
          "3": "Has subestimado el nivel de tus adversarios y, como consecuencia, uno de ellos te derriba. A pesar de tus súplicas, tu adversario, armado con una alabarda adornada con esmeraldas, se burla y te lacera el brazo hasta el hombro."
        },
        "text": "Participa en la prueba de combate a pie."
      },
      "joinPoetry": {
        "outcomes": {
          "0": "El ritmo, las rimas y los sonidos de tu poema cautivan al público. ¡Eres aclamado vencedor! Yseldia, la esposa del Señor local, te entrega tu premio, no sin un toque de emoción.",
          "1": "Unos minutos antes de que se anuncien los resultados, te das cuenta de que te falta el bolso. Te lo habrán robado antes de llegar. Menos mal que no llevabas todo el oro encima. Te vas sin esperar al resto de la fiesta, con las manos vacías.",
          "2": "Mientras gritas tu poema en voz alta y cadenciosa, notas que una encantadora damisela te devora con la mirada. Justo cuando acabas tu perorata, la joven te coge de la mano y echa a correr. Unos callejones más adelante, la joven te besa. No es tu princesa, pero no te dejas distraer y le explicas que tu corazón ya está en el lugar correcto. Al despedirte de ella, te entrega un objeto que quizá te resulte útil para el resto de tus aventuras."
        },
        "text": "Participa en la prueba de poesía."
      },
      "searchFood": {
        "outcomes": {
          "0": "Consigues encontrar una cocina callejera donde la dueña es una mujer mestiza. Te suena su nombre de pila, Lucya. A lo largo de la conversación, Lucya explica que antes trabajaba en la famosa posada Boug-Coton. Sin embargo, estaba demasiado sedienta de aventuras emocionantes como para aceptar ese estilo de vida sedentario. Encantada por tu interés en ella, la mujer te ofrece un pequeño frasco de hidromiel especiada. Ahora estás fresco y listo para tus propias aventuras.",
          "1": "No encuentras comida en la calle: un animador te dice que está previsto un gran banquete para mucho más tarde. Abatido por esta noticia, decides abandonar la ciudad. ",
          "2": "Consigues encontrar una cocina callejera donde la dueña es una mujer mestiza. Te suena su nombre de pila, Lucya. Poco después de entablar conversación con ella, te enteras de que planea abrir su propia posada si se aburre de su vida como aventurera culinaria. Lucya piensa que eres una persona muy agradable y te ofrece un dulce casero. El sabor meloso de esta inusual galleta hará las delicias de tu paladar. "
        },
        "text": "Cambia de opinión y parte en busca de un puesto de comida."
      }
    },
    "text": "Al llegar a las afueras de Claire De Ville, descubres que muchos de sus habitantes se han desplazado fuera de las grandes murallas: ¡un torneo señorial está en pleno apogeo! En las vallas adosadas a las murallas, bufones, trovadores, juglares, heraldos, bardos y narradores vociferan con alegría, vitoreando cada golpe de espada, lanza o maza. Entusiasmado por el caos y el entusiasmo general, decides probar suerte. Ves al juez de narración, que acepta tu inscripción y te pregunta en qué evento te gustaría participar."
  },
  "73": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Abandonas a la multitud para deslizarte discretamente en la parte trasera de la caravana del hombre con sobrepeso. Dentro de su modesta casa sobre ruedas, ves a una gata con sus gatitos e inmediatamente comprendes el engaño. Te acercas al domador y le exiges dinero a cambio de tu silencio.",
          "1": "Fascinado por estos adorables bebés, te acercas sigilosamente a la parte trasera de la caravana del adiestrador para ver si hay otros y poder robar uno para venderlo a buen precio. Sin embargo, sólo hay una gata lactante. Por despecho, coges al gatito más bonito y lo escondes en tu bolsa. Astuto como eres, no tardas en encontrar a alguien dispuesto a hacer el intercambio.",
          "2": "Te alejas de la multitud para buscar un lugar mejor donde ver el espectáculo. Absorto por el espectáculo, no miras dónde aterrizan tus pies y caes sobre un pesado maletero abierto, abandonado descuidadamente en medio de la carretera. Antes de que te des cuenta, el maletero se cierra sobre ti, dejándote inconsciente. No despiertas hasta mucho después."
        }
      },
      "goAway": {
        "outcomes": {
          "0": "A usted no le interesa en absoluto este espectáculo y prefiere huir de la multitud para evitar a los habituales ladrones de todo tipo. Nunca pierden la oportunidad de robar a ricos y pobres por igual, en eventos como este en los que los espectadores se agolpan para facilitar sus fechorías.",
          "1": "Vuelve a la carretera inmediatamente. No tienes tiempo para payasadas. Tardas en darte cuenta de que te has equivocado de camino y das media vuelta, maldiciendo la pérdida de un tiempo precioso.",
          "2": "Abandonas rápidamente el espectáculo y tropiezas con una bolsa dejada descuidadamente por un espectador. Se cae y se lesiona muy levemente. El bolso es de color marrón descolorido y, aunque la piel está desgastada, se encuentra en relativo buen estado. Decides registrar el bolso con la esperanza de encontrar algún tipo de compensación y descubres un pequeño monedero y un objeto que crees que te será muy útil.",
          "3": "Decides continuar tu aventura, indiferente al espectáculo y a los vítores de la multitud."
        },
        "text": "Para salir."
      },
      "look": {
        "outcomes": {
          "0": "Te quedas a ver el espectáculo, asombrado por tanta monada. Has disfrutado mucho viendo esta magnífica y grandiosa actuación, así que le ofreces unas monedas al domador.",
          "1": "Tienes muchas ganas de ver el espectáculo, pero termina justo cuando llegas. Aunque está muy decepcionado, se marcha.",
          "2": "Observas el entrenamiento pero, después de todo lo que has pasado desde el comienzo de tu aventura, no te impresiona. Inmediatamente te alejas de la multitud y vuelves a tu vida aventurera."
        },
        "text": "Asista al espectáculo."
      },
      "shame": {
        "outcomes": {
          "0": "Pronto te das cuenta de que se trata de gatitos. No hay duda, porque ya has tenido la oportunidad de conocer tigres, y dan a luz a cachorros de tigre mucho más grandes. Declaras que esto es indignante y exiges una compensación económica a los estafadores. Aceptan con la condición de que te marches inmediatamente.",
          "1": "Observas al domador, látigo en mano, preparado para atacar a un joven tigre. Como buen defensor de las causas perdidas, te abalanzas sobre él, gritándole que se detenga y libere a esos pobres tigres. Antes de que puedas alcanzarle, el hombre te azota, entre los aplausos de la furiosa multitud.",
          "2": "El espectáculo llega a su fin y, como un excelente hombre de negocios, el domador se ofrece a acariciar a los tigres por unas monedas. Gritas al público que es una estafa, que sólo son gatitos, pero nadie te escucha. Gritas hasta quedarte sin voz y finalmente te marchas."
        },
        "text": "Qué vergüenza."
      }
    },
    "text": "Caminando despreocupadamente por la Route des Merveilles, te acercas a un pequeño grupo de personas que forman un semicírculo alrededor de un hombre corpulento. Cuando llegas hasta ellos, te das cuenta de que va vestido con un ceñido traje de gala rojo con parches amarillos en los hombros y calzoncillos azules colocados sobre el uniforme. En su imponente pecho hay un pequeño escudo azul real, que no consigues descifrar. Te abres paso entre los numerosos espectadores hasta llegar a la primera fila. El hombre es un domador de leones con un largo látigo de cuero marrón que está enseñando un truco a dos magníficas crías de tigre."
  },
  "74": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "No se mueve, como petrificado. La mujer toma esta reacción como un rechazo y se enfada. Te lanza improperios marinos y te acribilla a peces muertos. Consigues esquivar la mayoría de ellos, pero uno te da justo en la cara. Sigues corriendo sin mirar atrás."
        }
      },
      "eat": {
        "outcomes": {
          "0": "La combinación de sabores es divina y te invade una sensación de euforia. Los ojos se te cierran a pesar de ti mismo, y cuando vuelves a abrirlos descubres que estás a bordo de un barco, mecido por el batir de las olas."
        },
        "text": "Dale un buen bocado al plato."
      },
      "run": {
        "outcomes": {
          "0": "La mujer parece ofendida por tu negativa. Te lanza improperios marinos y te acribilla a peces muertos. Consigues esquivar la mayoría de ellos, pero uno te da justo en la cara. Sigues corriendo sin mirar atrás."
        },
        "text": "Huyendo."
      },
      "smell": {
        "outcomes": {
          "0": "Te inclinas un poco, intrigado por el intenso aroma que desprende el plato de marisco, y la mujer te observa con una intensidad que te pone la piel de gallina. Estás a punto de comentar la curiosa mezcla cuando, de repente, sientes que sus manos aplastan tu cara contra el plato. El mundo se vuelve húmedo y frío cuando tu nariz se hunde en el plato. Te topas con la mirada vidriosa de un pescado cocido, cuyo ojo se aprieta poco a poco contra el tuyo. Tus sentidos vuelcan y la oscuridad envuelve tu visión. Cuando recobras el conocimiento, te saluda el crujido de la madera y el olor a sal, sientes un constante movimiento de balanceo y te das cuenta de que estás tumbado sobre los ásperos tablones de la cubierta de un barco."
        },
        "text": "Olfatea el plato con más recelo."
      }
    },
    "text": "Mientras deambulas sin rumbo, tus fosas nasales se ven repentinamente asaltadas por un intenso olor a yodo. Una extraña mujer con un vestido de escamas de pescado y el pelo enmarañado de algas secas te saluda con la mano. Rodeada de cestas rebosantes de marisco de vivos colores, te invita, con una sonrisa desdentada pero cálida, a probar su especialidad culinaria: un plato cocinado a fuego lento con los mejores productos del océano."
  },
  "8": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Descansas unos minutos antes de volver a ponerte en marcha lentamente hacia los pasos. Al llegar al otro lado, acabas agotado, ¡así que tendrás que descansar antes de reemprender la marcha!"
        }
      },
      "forest": {
        "outcomes": {
          "0": "¡Atraviesa el bosque sin demasiada dificultad y continúa tu camino!",
          "1": "Ábrete paso lentamente a través de los abetos. Por el camino, recoge ramas de abeto y fabrica pequeños objetos que podrás usar o vender....",
          "2": "Avanzas lentamente por el bosque. Por desgracia, el suelo está resbaladizo y caes en una zanja. Consigues salir, pero estás herido."
        },
        "text": "Continúe por el bosque de abetos."
      },
      "plains": {
        "outcomes": {
          "0": "Finalmente cambias de opinión y decides quedarte en la llanura. Aunque es menos peligrosa, esta ruta también es más larga, ¡y perderás mucho tiempo!",
          "1": "Finalmente cambias de opinión y decides quedarte en las llanuras. Menos peligrosa, esta ruta también es más larga, ¡así que pierdes mucho tiempo! Al cabo de unos kilómetros, te detienes a descansar en una posada."
        },
        "text": "Renuncia a subir a la cima y quédate cerca de las llanuras."
      }
    },
    "text": "Has decidido aprovechar el verano para ir a la montaña, siempre que los puertos no estén demasiado nevados. Sin embargo, la subida resulta ser más difícil de lo que esperabas..."
  },
  "9": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Te quedas mirando al granjero en busca de su horca durante 15 minutos antes de volver a marcharte."
        }
      },
      "help": {
        "outcomes": {
          "0": "Tras 15 minutos de búsqueda, encuentras la horca junto a un montón de heno. Para agradecértelo, el granjero te ofrece unas monedas.",
          "1": "Tras media hora de búsqueda, no encuentras el tenedor. Sin embargo, descubres un objeto que puede serte útil.",
          "2": "Buscando el tenedor, lo pisas y te haces un feo corte.",
          "3": "Buscas la horca durante casi una hora, pero no la encuentras. Dejas educadamente al granjero y continúas tu camino."
        },
        "text": "Ayudar al granjero a encontrar su horca."
      },
      "skip": {
        "outcomes": {
          "0": "Continúa su camino sin prestar atención al granjero.",
          "1": "Al continuar por el campo, se encuentra con la bifurcación y se corta gravemente el pie."
        },
        "text": "Muévete."
      }
    },
    "text": "Te encuentras con un granjero en medio del campo. Ha perdido su horca..."
  }
}