{
  "intro": [
    "Mientras viajas en paz, ",
    "Mientras avanzas tranquilamente por la carretera, ",
    "Mientras se prepara para volver a partir tras un breve descanso, ",
    "En la curva de la carretera, ",
    "Mientras paseas tranquilamente, ",
    "Después de una breve parada, ",
    "Después de largas horas de caminata, ",
    "Durante un breve descanso contra un árbol, ",
    "Mientras continúas tu aventura, ",
    "Sigue tu propio camino, ",
    "Contemplando el borde de la carretera, ",
    "Volviendo a la carretera tras una rápida parada, ",
    "A medida que avanzan, cansados por las largas horas de marcha, ",
    "Al borde de un camino, "
  ],
  "advanceTime": {
    "stories": [
      "ves a alguien que se parece extrañamente a Pérotin. Corres hacia él, pero él también acelera, probablemente por miedo. Logras alcanzarle y te das cuenta de que te has equivocado de persona. Rápidamente te disculpas.{{time}} :hourglass:Sin embargo, has ganado ** Min ** en tu camino.",
      "oyes un carro detrás de ti. El hombre del vehículo se ofrece a llevarte a donde quieras. Aceptas y le indicas tu destino. Después de conducir unos kilómetros, el hombre te dice que tiene que ir en una dirección diferente a la tuya, así que te lleva y le das las gracias.{{time}} :hourglass:Ganas ** Min ** en tu viaje.",
      "ves un carruaje a lo lejos. Puede que la princesa esté a bordo. Decides ir a hablar con ella y corres tan rápido como puedes. Una vez que estás lo suficientemente cerca, te decepciona descubrir que no puedes acercarte a ella porque el vehículo está protegido por una procesión de jinetes.{{time}} :hourglass:Sin embargo, has ganado ** Min ** sobre tu destino.",
      "Estás comiendo un bocadillo cuando, de repente, una sombra se precipita hacia ti y te lo arrebata. La persigues, pero no consigues alcanzarla y te rindes.{{time}} :hourglass:Sin embargo, este percance te ha hecho ganar ** Min ** en tu viaje.",
      "ves a alguien que se parece sospechosamente a Gruffo. Corres hacia él, pero él también acelera, probablemente por miedo. Una vez que le has alcanzado, te das cuenta de que no es en absoluto la persona que creías.{{time}} :hourglass:Sin embargo, has ganado ** Min ** en el camino.",
      "Un punto brillante te llama la atención. Tu curiosidad te impulsa a correr hacia la fuente de la luz.{{time}} :hourglass:No es más que una moneda de cobre corriente, pero te ha salvado ** Min ** en tu viaje.",
      "un enorme perro de color leonado emerge de una gran arboleda. Gruñe, mostrando afilados caninos, y parece como si quisiera morderte las piernas.{{time}} :hourglass:Apreciando la idea de que te dejen de una pieza, te echan a correr a toda velocidad, ¡ganándote ** Min ** en el camino!",
      "un gran nido de avispas se desprende del árbol bajo el que estabas y cae a tus pies. Corres hasta que tus pulmones te ruegan que reanudes la marcha. Ni una avispa ha conseguido picarte.{{time}} :hourglass:¡Este percance te ha ahorrado ** Min ** en tu ruta!",
      "Estás disfrutando del agradable tiempo primaveral. Sin embargo, tu descanso dura poco, ya que unos bandidos armados con garrotes y espadas astilladas se abren paso entre los arbustos a tu izquierda, cacareando mientras avanzan silenciosamente hacia ti.{{time}} :hourglass:Antes incluso de que tengas tiempo de pensar, tu cuerpo te lleva a una carrera precipitada, que te hace ganar ** Min ** por el camino.",
      "un niño te empuja al pasar. Con un mal presentimiento en las tripas, compruebas el contenido de tus bolsillos: ¡tu monedero ha desaparecido! Al alcanzarle tras una frenética carrera, recuperas lo que te pertenece y dejas al malhechor en una cuneta, habiéndole castigado como se merecía.{{time}} :hourglass:Te das cuenta de que este suceso te habrá valido ** Min ** en tu ruta.",
      "te sobresalta un conejo de pelaje inmaculado, que se cuela entre tus piernas. Desconcertado al principio, intentas alcanzarlo. Pero es inútil: el animalito no tarda en perderte.{{time}} :hourglass:Estas aventuras te habrán valido ** Min **.",
      "oyes a una mujer que llama detrás de ti. Cuando te das la vuelta, te fijas inmediatamente en el objeto metálico que lleva en la mano. Presa del pánico, huyes.{{time}} :hourglass:Cuando llegas a un lugar más seguro, te das cuenta de que estás ** Min ** adelantado."
    ]
  },
  "bigBad": {
    "lifeLoss": [
      "oyes un ruido estridente que viene del cielo. Levantas la vista, pero demasiado tarde: un pájaro con garras afiladas se abalanza sobre ti. Al arañarte, se da cuenta de que no eres su presa habitual y se marcha inmediatamente. Te miras la herida, parece profunda.{{lifeLoss}} Pierdes ** 💔**.",
      "Estás caminando por un sendero empinado cuando resbalas y te tuerces el tobillo derecho.{{lifeLoss}} Pierdes ** 💔**.",
      "ves una mosca dando vueltas a tu alrededor.{{lifeLoss}} Sacas tu pistola con la esperanza de matarla, pero sólo consigues mellarte ligeramente la muñeca, perdiendo ** 💔** en el proceso."
    ],
    "moneyLoss": [
      "te das cuenta de que tu bolso está roto.{{moneyLost}} Tras comprobarlo, ves que tu bolso ha desaparecido, has perdido ** 💸**.",
      "te das cuenta de que te falta el monedero del bolso.{{moneyLost}} De repente recuerdas que lo olvidaste en la taberna anterior, lo perdiste ** 💸**.",
      "Unos viajeros pasan a tu lado, te empujan, luego te levantan y se disculpan groseramente.{{moneyLost}} Unos minutos después, te das cuenta de que tu bolso ha desaparecido, has perdido ** 💸**."
    ],
    "alterationStories": {
      "badBerries": "ves unas bayas. Tu estómago te recuerda que llevas varias horas sin comer, así que te sientes obligado a probarlas. Pronto te sientes mal.",
      "gentleBreeze": "sientes cómo la brisa te arrulla poco a poco. Cansado del viaje, no tardas en quedarte dormido.",
      "mysteriousBottle": "Pasas junto a un mercader que te llama. Te ofrece una botella misteriosa que no puede vender y que no quiere estropear. Aceptas y te la bebes.",
      "strangeLiquid": "ves un objeto brillante a lo lejos. Al acercarte, descubres una botella que contiene un extraño líquido. Intrigado, decides probar la dudosa mezcla. Inmediatamente te arrepientes.",
      "expiredProvisions": "te das cuenta de que hace tiempo que tienes comida en la bolsa. Sin embargo, no quieres tirarlos y decides comértelos de todos modos. Resulta ser una mala idea, porque parece que los alimentos ya han caducado.",
      "unexpectedRider": "te sorprende un ciclista que aparece detrás de ti sin previo aviso. Te derriba y sigue su camino sin prestarte atención. Aturdido, te pones en pie con dificultad.",
      "fallingBranch": "quedas inconsciente por la caída de una enorme rama del árbol muerto bajo el que estabas. Herido, tardarás algún tiempo en volver a ponerte en marcha.",
      "precipiceFall": "te ves atrapado por un profundo precipicio. A pesar de tus esfuerzos por agarrarte, no puedes evitar la caída.",
      "ambushedByGroup": "Un grupo te detiene y te exige que le entregues tus pertenencias. No te dejas intimidar y blandes tu arma para ahuyentarlos. Sin embargo, uno de ellos aprovecha el pánico general para noquearte antes de huir.",
      "cowStampede": "Estás cruzando un camino cuando aparece de repente un rebaño de vacas. Asustado por la masa de animales que acaba de pasar rozándote, tardas un rato en recuperarte de tus emociones.",
      "trippedOverRoot": "tropiezas con una raíz y caes de cabeza. Necesitarás atención médica.",
      "encounterWithBearCub": "ves un osezno a pocos metros. Temeroso de ser atrapado por su madre, huyes lo más rápido que puedes.",
      "wrongDirection": "te das cuenta de que te has equivocado de camino en el último cruce. Decides no volver atrás y encontrar tu propio camino hacia tu destino... Te pierdes por completo.",
      "chilledByColdNights": "le sorprenderán las frías noches de la región. Si no lleva ropa adecuada para este clima, pasará frío rápidamente.",
      "mistakenIdentity": "te detienen unos guardias que te acusan de ser un criminal buscado activamente en el reino. Te das cuenta de que el hombre del cartel se parece a ti e intentas explicarte. Los guardias no te escuchan, te llevan y te meten en prisión."
    }
  },
  "boatAdvice": {
    "intro": [
      "Subes a cubierta y charlas con un miembro de la tripulación.\n{{{advice}}}Te da algunos consejos para ayudarte en tu aventura en la isla: ** **.",
      "Subes al mástil para admirar el horizonte.\n{{{advice}}}Un hombre baja su catalejo y te da este consejo antes de partir hacia la isla: ** **.",
      "Disfrutando de una comida con la brisa fresca del mar, charlas con los marineros.\n{{{advice}}}Tu compañero de mesa te da los siguientes consejos sobre la isla: ** **."
    ],
    "advices": [
      "Hay muchos más acontecimientos esperándole en la Isla Misteriosa",
      "Cada viaje por la misteriosa isla se compone de más paradas",
      "Si luchas contra animales durante los minieventos, el monstruo del final del viaje será más fácil de derrotar.",
      "Ir a la isla al mismo tiempo que otros miembros de tu gremio te garantiza bonificaciones exclusivas",
      "Tu energía no se regenera en la isla. Asegúrate de estar a tope antes de aventurarte.",
      "Cuando tu energía esté a 0, volverás al continente.",
      "Sólo puedes viajar a la isla una vez a la semana, de forma gratuita. Es posible ir 2 veces más, pero tendrás que pagar gemas.",
      "Los monstruos del final del viaje son muy fuertes, y el último de la isla lo es aún más.",
      "Al derrotar monstruos al final de un viaje se obtienen puntos de gremio, que determinan la clasificación de los gremios.",
      "Los monstruos tienen diferentes estadísticas: algunos tendrán un alto nivel de defensa, ataque, velocidad o vida total.",
      "Una isla está formada por un número finito de lugares. Una vez que hayas visitado el último lugar, volverás a tierra firme.",
      "La isla misteriosa cambia cada semana",
      "Al luchar contra un monstruo, si se supera el número máximo de turnos, el monstruo se volverá rápidamente muy poderoso.",
      "Si un miembro de tu gremio quiere unirse a ti en el barco, puede ejecutar /joinboat",
      "Las acciones disponibles al luchar contra animales dependen de tus estadísticas, objetos, mascotas, etc.",
      "La hostilidad de la isla no te hará ningún favor a la hora de vivir aventuras. Pero si unes fuerzas con miembros de tu gremio, juntos seréis mucho más fuertes.",
      "El comando /map muestra un mapa de la isla",
      "Puedes elegir abandonar la isla después de cada combate contra monstruos. Si tienes poca energía, es mejor que te vayas mientras estés consciente.",
      "Ciertas acciones, como beber una poción, acceder a la tienda u obtener bonificaciones diarias, no están disponibles en la isla.",
      "Tu nivel no afecta al número de puntos de gremio, pero sí a otras recompensas",
      "Ganar contra un monstruo más lejos en la isla te hará ganar más puntos de gremio que los que ganaste al principio.",
      "Se dice que si varios miembros del mismo gremio se encuentran en la isla al mismo tiempo, es posible combinar las fuerzas de cada uno para realizar un ataque devastador.",
      "Los miembros de tu gremio pueden ayudarte a luchar contra los monstruos cuando visites una isla misteriosa.",
      "Puedes utilizar el comando /guild para ver qué miembros de tu gremio se encuentran en una isla misteriosa.",
      "El comando /guild te permite ver cuántos aliados te ayudarán en la isla misteriosa.",
      "Un \"aliado\" es un miembro de tu gremio que se encuentra actualmente en la isla misteriosa o que la ha abandonado recientemente."
    ]
  },
  "goToPVEIsland": {
    "stories": [
      "te fijas en un barco parado al borde de la carretera. El capitán te llama y te ofrece una emocionante aventura en una isla infestada de monstruos. {{priceText}}También te dice que .",
      "Un hombre se te acerca y te pregunta si estás interesado en sus servicios. Te explica que es el capitán de un barco que navega entre el continente y una misteriosa isla llena de monstruos. {{priceText}}Dice que puede llevarte allí si buscas una aventura emocionante, y añade que .",
      "se te acerca un hombre vestido de marinero, que lleva el emblema del rey. Te explica que está intentando enviar a algunos de los aventureros que compiten por la mano de la princesa a una isla llena de monstruos, de los que el reino podría deshacerse. {{priceText}}También dice que un barco está listo para partir hacia esta isla, y te pregunta si te apuntas, señalando que .",
      "te aborda un hombre alto con barba, que se presenta como el líder de un grupo de mercenarios de renombre en la región. Te dice que puede hacerte una oferta increíble. La oferta consiste en que viajes como cazador de monstruos a una nueva y misteriosa isla, donde hay tanto oportunidades como peligros. {{priceText}}También añade que ."
    ],
    "priceFree": "el viaje **es gratis**.",
    "priceMoney": "{{price}} el viaje **costará 💎**",
    "confirm": "Quieres ir a la isla?{{fightPoints}} {{fightPointsMax}}Tienes ⚡ ** / **.",
    "endStoryAccept": "Aceptas y subes al barco rumbo a la isla.",
    "endStoryAcceptWithMember": "Aceptas y, al subir a bordo, te das cuenta de que un miembro de tu gremio ya está en el barco, así que te unes a él y partís hacia la isla.",
    "endStoryRefuse": "Declinas amablemente la oferta y continúas tu camino.",
    "notEnoughGems": "Aceptas, pero cuando llega el momento de pagar, te das cuenta de que no tienes suficiente para hacerlo. Así que te vas decepcionado."
  },
  "lottery": {
    "intro": "Te cruzas con un hombre que te llama. Curioso, te detienes. Te ofrece participar en un juego de azar que ha creado. Puedes elegir entre varios niveles de recompensa.\n\n:coin:\n:dollar:\n:moneybag:\nPequeña recompensa Mediana recompensa Grande recompensa",
    "easy": {
      "success": "Participas y consigues ganar un premio, que el hombre te entrega antes de marcharse.",
      "fail": "Pierdes el partido del hombre, pero la participación era gratuita. Así que decides volver a la carretera."
    },
    "medium": {
      "success": "Pruebas suerte y ganas la partida. El hombre te recompensa adecuadamente.{{lostTime}} :clock2:Sin embargo, pierdes ** Min **.",
      "fail": "Participas en el juego del hombre, pero no ganas, así que te vas con la esperanza de tener más suerte la próxima vez.{{lostTime}} :clock2:Participar en la lotería te habrá costado ** Min **."
    },
    "hard": {
      "success": "Ganas el juego del hombre. Como resultado, él te recompensa generosamente.{{lostTime}} :clock2:Sin embargo, pierdes ** Min **.",
      "fail": "Te arriesgas. Desgraciadamente no ganas, pero quizá tengas más suerte la próxima vez.{{lostTime}} :clock2:Participar en la lotería te habrá costado ** Min **.",
      "failWithMalus": "Apuestas cien monedas en el juego del hombre.{{money}}Sin embargo, pierdes y te vas, decepcionado por haber perdido ** ** 💸.{{lostTime}} :clock2:Participar en la lotería también te habrá costado ** Min **."
    },
    "poor": "Intentas engañar al hombre para que te pague una gran suma de dinero. Por desgracia para ti, el tendero duda de tu buena fe y, al no poder demostrar ninguna riqueza, te rechaza sin contemplaciones.",
    "end": "Sin prestar más atención al individuo, continúa su camino.",
    "rewardTypeText": {
      "xp": " {{xpWon}} Has ganado ** ⭐**.",
      "money": " {{moneyWon}} ¡Has ganado ** 💰**!",
      "guildXp": " {{guildXpWon}} Tu gremio gana ** ⭐**.",
      "points": " {{pointsWon}} Has ganado ** 🏅**."
    }
  },
  "interactOtherPlayers": {
    "playerDisplayRanked": "{{pseudo}}{{rank}} ** ** ( 🏆)",
    "playerDisplayUnranked": "{{pseudo}}** ** (No clasificado)",
    "no_one": [
      "Continúas tu camino en la mayor calma. No hay ni un gato a la vista.",
      "Estás solo, así que sigues tu camino con total tranquilidad.",
      "Los rayos de sol que se abren paso entre las nubes te calientan mientras continúas tu viaje por esta carretera desierta."
    ],
    "top1": [
      "{{playerDisplay}} Pasarás de largo, ¡el mejor jugador del mundo en este momento!",
      "{{playerDisplay}}Mientras camina, se cruza con . Está en lo más alto de la clasificación. Con los ojos llenos de admiración, decides no obstaculizar su progreso y continúas tu camino.",
      "¡Dios mío! ¡Es increíble! {{playerDisplay}}¡Es el legendario, el más grande luchador de hoy! Pasas junto a él y charláis un momento. Te da algunos consejos para tu aventura.",
      "{{playerDisplay}}Abran paso a , ¡el número uno mundial de DraftBot! Pasa junto a esta persona y sigue caminando para llegar a tu destino."
    ],
    "top10": [
      "Por el camino, conocerás a alguien muy importante. {{playerDisplay}} ¡está en el top 10!",
      "¡Increíble! ¡Vas caminando por un sendero y te cruzas con uno de los héroes del momento! {{playerDisplay}} Seguro que has oído hablar de él: ¡lo has visto en el top 10! Este acontecimiento te alegrará el día.",
      "Estás hablando con una figura muy conocida entre los aventureros que compiten por la mano de la princesa. {{playerDisplay}}¡Es , que está entre los 10 primeros!"
    ],
    "top50": [
      "Te encuentras con alguien cuyo nombre te suena... {{playerDisplay}} ¡ha entrado entre los 50 primeros!",
      "{{playerDisplay}}Al patear una piedra, te das cuenta de que golpea el zapato de un transeúnte, pero no es cualquiera, es , ¡lo has visto en las listas de los torneos clandestinos! Mantienes una rápida charla con él y continúas tu camino.",
      "{{playerDisplay}}\"Un gran poder conlleva una gran responsabilidad\", dice , un aventurero de los 50 que conoces en tu viaje."
    ],
    "top100": [
      "{{playerDisplay}} La perseverancia conduce al éxito, eso es lo que le dice uno de los 100 mejores. A continuación, sigue su camino hacia su destino.",
      "Woah, reconoces a uno de los principiantes de los torneos, ya te lo habías cruzado en un pueblo al norte, pero sí... {{playerDisplay}} ¡Es él!",
      "{{playerDisplay}}Mientras trabajas para conseguir tu objetivo, conoces a , una estrella emergente en DraftBot. De hecho, ¡está entre los 100 primeros!"
    ],
    "powerful_guild": [
      "{{playerDisplay}}que te encuentras por casualidad en el camino, ¡forma parte de un poderoso gremio! Eso es lo que concluyes cuando ves su brillante insignia.",
      "{{playerDisplay}}Ves una multitud a lo lejos. Te apresuras a comprobarlo y oyes: \"¡Abran paso a \"! Efectivamente, ¡está en un gremio bastante poderoso!",
      "Se rumorea que un miembro de un poderoso gremio sigue el mismo camino que tú. {{playerDisplay}} ¡Puedes verle pasar a lo lejos!"
    ],
    "beginner": [
      "¡Todo tiene un principio! {{playerDisplay}} Conoce como comienza su aventura dedicada a la princesa.",
      "{{playerDisplay}}Pasa un transeúnte y enseguida lo reconoces: es . Un chico nuevo en el barrio, ¡pero agradable y simpático!",
      "Te tomas un descanso de 5 minutos para despejarte. {{playerDisplay}}Para ello, entrenas a , que acaba de empezar el partido."
    ],
    "advanced": [
      "{{playerDisplay}} Las canas son el testimonio de la experiencia acumulada.{{level}}¡Es de nivel ** ** ! Continúa su camino.",
      "{{playerDisplay}}Mientras deambulas, te encuentras con .{{level}}¡Es un héroe poderoso - nivel ** ** !",
      "{{playerDisplay}} no para de subir de nivel y es uno de los mejores jugadores del juego.{{level}}Actualmente es de nivel ** **. Estarás en camino después de este encuentro."
    ],
    "same_class": [
      "{{playerDisplay}}Por el camino, reconocerás el atuendo de 's.{{class}}Es igual que tú.",
      "{{playerDisplay}}Te fijas en él y observas rápidamente su atuendo y sus modales familiares.{{class}}Es ** **, ¡igual que tú! Continúa su camino.",
      "{{class}} {{playerDisplay}}Saluda a uno de sus colegas ** **, que pasa por allí. Sin tiempo para detenerse, continúa su camino."
    ],
    "same_guild": [
      "Te cruzas con una cara muy familiar en tu camino... {{playerDisplay}} De hecho, ¡es un miembro de tu gremio!",
      "Te acercas a alguien, su cara familiar te recuerda cosas... ¡Sí, es él! {{playerDisplay}} ¡Es uno de los miembros de tu gremio!",
      "{{playerDisplay}} Reúnete con los de tu gremio. Realiza el apretón de manos secreto del gremio y tomad caminos separados."
    ],
    "staff_member": [
      "{{playerDisplay}}\n\n{{advice}}\n\nque forma parte del personal de DraftBot, tiene algunos consejos para la siguiente etapa de su aventura: A continuación, puede continuar su camino.",
      "{{advice}}\" \". {{playerDisplay}}Eso es lo que te dijo uno de los famosos empleados del bot cuando te lo encontraste por el camino.",
      "{{playerDisplay}}\n\n{{advice}}Hablas con , un miembro del equipo de DraftBot, que te da algunos buenos consejos para la siguiente etapa de tu aventura:"
    ],
    "top_week": [
      "{{playerDisplay}}Se ve en la carretera, sin aliento. No descansa: de hecho, ¡está en el top 5 de esta semana!",
      "Uno de los héroes de esta semana viene a verte. {{playerDisplay}}Es , ¡está en el top ten de esta semana!",
      "{{playerDisplay}}Habla de sus puntos con . Ha progresado mucho esta semana, ¡e incluso está en el top 5 de esta semana!"
    ],
    "low_hp": [
      "{{playerDisplay}}Usted pasa, que está cojeando ... No tiene muy buen aspecto... Se cae a un lado de la carretera y decides ayudarle a levantarse.",
      "{{playerDisplay}}Te encuentras con . Se ve en mal estado....",
      "{{playerDisplay}} Incluso una flecha en la rodilla es capaz de acabar con , que avanza lentamente por su camino. ¡Una poción curativa le vendría muy bien!"
    ],
    "full_hp": [
      "{{playerDisplay}}Rara vez se ha visto a alguien tan enérgico como ... ¡Parece estar en plena forma!",
      "{{playerDisplay}} En su camino, se cruza con , que parece estar en plena forma. De hecho, ¡tiene toda la vida por delante!",
      "{{playerDisplay}} ¡Casi acaba en el suelo mientras corre a tu lado! Es muy enérgico porque su vida está en su apogeo."
    ],
    "unranked": [
      "{{playerDisplay}}Te encuentras con un jugador que no parece estar clasificado... Te vas preguntando qué le llevó a venir aquí y rendirse tan rápido.",
      "{{playerDisplay}}Mientras caminas, te cruzas con . Este jugador no parece ir bien en la competición. Te marchas después de explicarle los fundamentos del juego."
    ],
    "lower_rank_than_them": [
      "{{playerDisplay}}Te encuentras con un jugador con más reputación que tú... Pero no te rindas. Puede que algún día lo alcances.",
      "{{playerDisplay}} Mientras caminas, tropiezas y caes, ¡y se ríe de ti porque está clasificado más alto que tú!",
      "{{playerDisplay}} Hablas con él sobre tu clasificación. Él va un paso por delante de ti: ¡está mejor clasificado!",
      "{{playerDisplay}} Aunque se jacten de que su clasificación es superior a la tuya, mantén la humildad durante la conversación."
    ],
    "better_rank_than_them": [
      "{{playerDisplay}}Te encuentras con . Este tiene un rango inferior... Pero ten cuidado, ¡podría alcanzarte algún día!",
      "{{playerDisplay}}Un jugador viene a verte al . Te pide consejo para mejorar y luego pasa de ti.",
      "{{playerDisplay}} Hablas con él sobre tu clasificación. ¡Estás mejor clasificado que él!"
    ],
    "rich": [
      "{{playerDisplay}} ¡Te tapas los ojos para dejar de deslumbrarte por el sol que se refleja en el oro que lleva ! Continúas tu camino, con los ojos doloridos.",
      "¿Es Scrooge? ¡No, no lo es! {{playerDisplay}} ¡Es él! ¡Tiene tanto oro que te deslumbra! Continúas tu camino, frotándote los ojos.",
      "{{playerDisplay}}Las monedas caen de los bolsillos de 's, tan llenos están. Ni siquiera parece importarle. Un animal las recoge antes de que puedas alcanzarlas. Continúas tu camino, un poco decepcionado."
    ],
    "poor": [
      "{{playerDisplay}}Viendo la ropa que lleva, parece que tiene problemas de dinero... Crees que se alegraría si le dieras una moneda.\n\n\n🪙 Dale una moneda ❌ No le des una moneda",
      "{{playerDisplay}}Mientras caminas, te encuentras con este pobre vagabundo de .\n\n\nTe pide unas monedas: 🪙 Dale una moneda, que ya tienes bastante ❌ No le des una moneda.",
      "{{playerDisplay}} La pobreza toca a todos un día, y hoy es quien apenas puede permitirse una comida.\n\n\n🪙 Dale una moneda ❌ No le des una moneda"
    ],
    "poor_give_money": [
      "Te sientes bien después de hacer este gesto humanitario.",
      "El bien se contagia haciendo el bien\", dijo un cura que conociste una vez. Le das una moneda y él te sonríe antes de seguir su camino.",
      "Es una buena acción por su parte. Se irá a casa con una moneda extra para poder comprar su próxima comida."
    ],
    "poor_dont_give_money": [
      "No hay pequeños ahorros... Decides quedarte con tu dinero.",
      "¡Está triste y se va llorando!",
      "Lo ignoras, o al menos te obligas a hacerlo. Te vas y esperas que no te remuerda la conciencia."
    ],
    "pet": [
      "{{playerDisplay}}{{petEmote}}{{petName}}pasa a tu lado con su mascota ** ** **. ¡Acaricias a este valiente animal y continúas tu camino de buen humor!",
      "{{playerDisplay}}{{petEmote}}{{petName}}pasa a tu lado y te enseña su mascota ** ** ** **. La acaricias y te pones de nuevo en marcha, ¡buen viaje!",
      "{{playerDisplay}}{{petEmote}}{{petName}}pasa a tu lado con ** ** ** ** ** en su correa. Lo miras asombrado y te dices que a ti también te encantaría tener este animal."
    ],
    "guild_chief": [
      "¡Que no cunda el pánico! {{playerDisplay}}{{guildName}}Usted está pasando , líder del gremio ** **.",
      "{{playerDisplay}}{{guildName}}¡Pasas de largo , es el líder del gremio ** ** !",
      "Reconoces a la persona que pasa a tu lado... {{playerDisplay}}{{guildName}}¡Es , el líder del gremio ** ** !"
    ],
    "guild_elder": [
      "{{playerDisplay}}{{guildName}}habla de su gremio ** ** contigo. Te enteras de que es el mayor.",
      "{{playerDisplay}}{{guildName}}¡Usted pasa , es el miembro más antiguo del gremio ** ** !",
      "{{guildName}} {{playerDisplay}}La mano derecha del Gremio ** **, , te saluda y sigue su camino."
    ],
    "class": [
      "{{playerDisplay}}Te rozas con .{{class}}Te das cuenta de que es uno de los ** s**. Hablas un rato con él y sigues tu camino.",
      "{{playerDisplay}}{{class}}clase ** ** pasa a tu lado, le saludas y continúas tu camino.",
      "{{playerDisplay}}{{class}}Chocas accidentalmente con el brazo del honorable ** **. Ambos se disculpan y continúan su camino."
    ],
    "weapon": [
      "{{playerDisplay}}{{weapon}} Te encuentras con quien te muestra su arma \"** **\".",
      "{{playerDisplay}}{{weapon}}¡Un transeúnte viene a lucirse a tu lado, es y te enseña su pistola \"** **\"!",
      "{{playerDisplay}}{{weapon}}¡Wow! blande su magnífica arma \" \" delante de ti. Sigues tu camino asombrado."
    ],
    "armor": [
      "{{playerDisplay}}{{armor}} Te encuentras con quien te muestra su magnífica \" \" armadura.",
      "{{playerDisplay}}{{armor}}Un guardia se te acerca: ¡es , ha venido a enseñarte su armadura \"** **\"!",
      "{{playerDisplay}}{{armor}}te reta a probar \"** **\", que sirve de protección. Una vez que hayas probado su eficacia, estarás en camino."
    ],
    "potion": [
      "{{playerDisplay}}{{potion}} Te encuentras con quien te muestra su magnífica poción \"** **\".",
      "{{playerDisplay}}{{potion}}¡viene a hablar contigo, viene a enseñarte su potoin \"** **\"!",
      "{{playerDisplay}}que te encuentras por el camino, te dice que tiene en sus manos una poción infernal.{{potion}} Así que te muestra \"** **\"."
    ],
    "object": [
      "{{playerDisplay}}{{object}} Te encuentras con quien te muestra su magnífico objeto \"** **\".",
      "{{playerDisplay}}{{object}}¡Al hablar con , te muestra su objeto \"** **\" !",
      "{{playerDisplay}}Un jugador que camina por la misma calle que tú saca un objeto de su colección.{{object}} Te muestra con orgullo \"** **\"."
    ],
    "effect": {
      "sick": [
        "Oyes un ruido a lo lejos... {{playerDisplay}} Está vomitando en un arbusto... Continúas tu camino, angustiado.",
        "{{playerDisplay}} vomita en un arbusto. ¡Así que ese es el ruido que has estado oyendo! Continúas tu camino, esperando no vomitar después de ver eso.",
        "{{playerDisplay}} no puede contenerse y vomita a tus pies. Esquivas el ataque por los pelos y aceleras el paso para alejarte de la masacre."
      ],
      "hurt": [
        "¡Puedes ver una momia a lo lejos! {{playerDisplay}} Oh no, sólo está cubierta de vendas...",
        "{{playerDisplay}}En su camino, se encuentra con . Está cubierto de vendas. ¿Qué le ha pasado?",
        "{{playerDisplay}} Mientras corres hacia tu destino, te pide que le aprietes las vendas de la cabeza. Lo haces y te asombras de que alguien pueda estar tan herido."
      ],
      "injured": [
        "{{playerDisplay}} Tropiezas con un hombre que está inconsciente en el suelo. Le das un golpecito para despertarle, pero es en vano.",
        "{{playerDisplay}} No era una rata muerta lo que había en el suelo. Le preguntas si se encuentra bien. No contesta, así que continúas tu camino.",
        "Una persona está inconsciente en medio de la carretera. {{playerDisplay}}Es . Haces todo lo posible por devolverle la consciencia, pero sin éxito. Así que lo dejas en el arcén para evitar que sufra más lesiones."
      ],
      "starving": [
        "Un rugido sordo llega a tus oídos. {{playerDisplay}}Descubres que es el vientre de . Por desgracia, hace poco que te has terminado la comida que te sobraba.",
        "{{playerDisplay}}Aparentemente no ha comido lo suficiente. Le ruge la barriga. Sin nada que ofrecerle, continúas tu camino hacia nuevos horizontes.",
        "{{playerDisplay}} Ves , que está en una loca búsqueda de comida. Corre de un lado a otro buscando algo que comer. Sin nada que ofrecerle, continúas tu camino."
      ],
      "sleeping": [
        "{{playerDisplay}} Se cruza dormido en el arcén. Decides dejarle dormir, ya que probablemente lo necesite.",
        "{{playerDisplay}} Está claro que anoche no durmió lo suficiente: está tirado en el arcén.",
        "El borde de la carretera parece un buen lugar para descansar. {{playerDisplay}} Eso es lo que te dices a ti mismo después de ver dormir allí."
      ],
      "freezing": [
        "Sientes mucho frío cuando caminas. {{playerDisplay}}¡Es , que está cerca de la hipotermia!",
        "{{playerDisplay}} parece tener frío, lo calientas un poco y te pones en marcha de nuevo.",
        "Un chasquido redundante te molesta. {{playerDisplay}}Descubres que son los dientes de ... ¡Éste está congelado! Reanudas tu viaje sin más dilación."
      ],
      "confounded": [
        "{{playerDisplay}}Puede ponerse en contacto con . Lo intentas. Sus palabras son bastante incoherentes, así que continúas tu camino, algo turbado.",
        "{{playerDisplay}} dice muchas cosas incoherentes. Te parece extraño, así que te vas rápidamente, ¡confundido!",
        "{{playerDisplay}} Le ves completamente fuera de sí. Tras intentar devolverle a la realidad en vano, continúas tu camino para recuperar el tiempo perdido."
      ],
      "drunk": [
        "{{playerDisplay}} zigzaguea a lo largo de tu ruta, parece que ha bebido un poco (demasiado). Continúa su viaje.",
        "{{playerDisplay}}No parece haber entendido que el alcohol debe consumirse con moderación. Continúas tu camino tras este inesperado encuentro.",
        "{{playerDisplay}} Se le ve bastante achispado, por decirlo suavemente. Parece estar disfrutando... él solo. Haces lo que puedes para ignorarlo y continúas tu camino."
      ],
      "scared": [
        "{{playerDisplay}} Se cruza con alguien que parece correr hacia usted. Le persiguen unos ladrones en busca de su dinero. Le acompañas por el camino para ayudarle a recuperar la calma. Una vez tranquilizado, le dejas y reemprendes la marcha.",
        "{{playerDisplay}} A lo lejos, ves correr a toda velocidad para escapar de una manada de lobos. Corres en su ayuda y obligas a las fieras a retirarse.",
        "{{playerDisplay}}Te encuentras con . Parece completamente aterrorizado. Le preguntas por qué está tan alterado. Te cuenta que acaba de ser perseguido por un dragón, pero que ha conseguido escapar, perdiendo algunos pelos en el proceso."
      ],
      "occupied": [
        "{{playerDisplay}} Le ves y le invitas a charlar, pero te explica que está ocupado. Es solo un aplazamiento y cada uno sigue su camino.",
        "{{playerDisplay}} Al cruzar, te cruzas con , que está muy ocupado... Intentas charlar un poco con él, pero es inútil y te pide que le ayudes con su trabajo.",
        "{{playerDisplay}} En su camino, se cruza con , que parece muy ocupado. Intentas averiguar algo más, pero sin éxito, antes de continuar tu camino."
      ],
      "jailed": [
        "{{playerDisplay}}Mientras pasea tranquilamente hacia su destino, ve a unos guardias poniéndole las esposas . Curioso, te acercas y oyes que se dirige directamente a la prisión. Te pones de nuevo en marcha, preguntándote qué habrá estado haciendo este hombre.",
        "Mientras avanzas con cuidado por un sendero, te cruzas con un convoy de prisioneros escoltados por guardias armados. {{playerDisplay}}Mientras suben la cuesta, ves a los pobres desgraciados, entre los que se encuentra , que está llorando. Sientes un poco de lástima por él, pero olvidas rápidamente ese sentimiento, diciéndote a ti mismo que seguramente no está ahí por casualidad."
      ],
      "lost": [
        "{{playerDisplay}}Te cruzas con , que parece perdido y se apresura a preguntarte qué camino tomar para llegar a su destino. Por desgracia, no puedes ayudarle, así que le consuelas un poco antes de continuar tu camino.",
        "{{playerDisplay}}Te cruzas con , que parece haberse perdido, claramente desorientado. Te mira expectante, buscando ayuda para encontrar el camino de vuelta.",
        "{{playerDisplay}} Observas que está dando vueltas en círculo, habiéndote cruzado con él varias veces por el camino. Te acercas a él y le preguntas si necesita ayuda. Te explica que se ha perdido y te pide que le acompañes a su destino."
      ]
    }
  },
  "leagueReward": {
    "intrigue": [
      "por el rabillo del ojo ve un gran cartel...",
      "resbalas en el arcén y caes al suelo. Al levantarte, ves un pequeño pergamino...",
      "un pájaro se te acerca y te pone un pequeño mensaje en la mano...",
      "Descubres una vieja cabaña de madera abandonada, decides explorarla y sólo descubres un viejo grimorio que parece llevar años tirado por ahí..."
    ],
    "reward": ":moneybag: Plata:{{money}}\n:star: ** ** XP :{{xp}}\n:medal: ** Puntos:\n:gift: **El número de puntos dependerá de tu clasificación final ** Equipo aleatorio.",
    "endMessage": "\n\n:newspaper: {{league}}\n\n{{rewards}}\n\n {{time}}\"Al aventurero perteneciente a quien encuentre este texto, **si mantienes tu gloria hasta el final de la temporada**, podrás ganar estas recompensas: \" Te pones de nuevo en marcha, deseando cobrar tu bonificación .",
    "notEnoughFight": "\n\n:newspaper: {{league}}\n\n{{rewards}}\n\n {{time}}\"Al aventurero perteneciente a quien encuentre este texto, **si lleva a cabo unos cuantos combates utilizando el comando /fight**, podrá ganar estas recompensas: \" Rápidamente te pones de nuevo en marcha, temiendo no poder luchar contra suficientes jugadores antes del final de la temporada .",
    "rewardToday": "\n\n:newspaper: \"¡Consigue tu recompensa antes de que acabe la semana usando el comando /leaguebonus!\n\nYa estás de nuevo en camino, deseando cobrar tu bonificación."
  },
  "winGuildXP": {
    "stories": [
      "{{guild}}La reputación de ** ** parece precederte. Al enterarse de que eres miembro del gremio, los aventureros que te han estado siguiendo durante las últimas millas te rinden su más profundo respeto.",
      "{{guild}}Tras unos cuantos encuentros victoriosos, aplicas la marca del gremio ** ** a los restos de tus atacantes. Cualquiera que pase por allí la reconocerá.",
      "Tus buenas acciones en la región han conquistado a gran parte de la población.{{guild}}Cuando te preguntan cómo pueden agradecértelo, les pides que recuerden el nombre ** **.",
      "¡Felicidades!{{guild}}A lo largo de los años, tu gremio, ** **, se ha hecho un nombre en todo el reino.",
      "{{guild}}¡** ** es cada vez más popular a medida que pasa el tiempo! Esperamos que sigas haciéndolo, ¡y por eso te ofrecemos esta bonificación de xp!",
      "{{guild}}Al entrar en una posada, el propietario reconoce el emblema de tu escudo, el símbolo del gremio ** **. Decide ofrecer una ronda general de bebidas en tu honor, con gran éxito entre los demás clientes."
    ],
    "end": " {{xp}} :star:Tu gremio gana ** ** ."
  }
}