{
  "advices": [
    "Queres aprender a jogar? Leia o guia do jogador! https://guide.draftbot.com/",
    "Se estiver à procura de dicas sobre como progredir, consulte: https://guide.draftbot.com/",
    "Quando se pensa que se está num impasse ou não se sabe o que fazer, pode ser uma boa ideia não reagir ao acontecimento.",
    "Se quiseres expulsar alguém da tua guilda que já não tem um servidor em comum contigo ou com o bot, usa a sua classificação.",
    "Os animais de estimação podem ser obtidos através de recompensas de guildas.",
    "A lista de comandos existentes pode ser obtida utilizando o comando {command:help}.",
    "Se quiseres falar com a comunidade ou com os programadores, junta-te ao Discord do bot: https://discord.gg/AP3Wmzb",
    "Pode contribuir para melhorar o DraftBot no Discord do bot: https://discord.gg/AP3Wmzb",
    "O comando {command:classesinfo} permite-lhe comparar as diferentes classes que pode escolher.",
    "Utilize o comando {command:classes} para mudar de classe.",
    "Alguns itens dão uma recompensa todos os dias. Para os recolher, utilize o comando {command:dailybonus}.",
    "Se quiser equipar um objeto, utilize o comando {command:switch}.",
    "Para obter mais informações sobre uma encomenda, utilize o comando {command:help} para acompanhar a encomenda para a qual pretende obter informações.",
    "O comando {command:guilddailybonus} permite-te receber uma recompensa de 22 em 22 horas se estiveres num grémio.",
    "Aliases de comandos como `glouglou` que existiam no bot foram removidos com a chegada dos comandos de barra.",
    "Utilize o comando {command:update} para saber mais sobre a última atualização do bot.",
    "O DraftBot está disponível noutros idiomas! Utilize o comando {command:language} para alterar esta definição.",
    "O DraftBot está disponível noutras línguas! Utilize o comando {command:language} para alterar esta definição.",
    "É possível procurar um jogador utilizando a sua classificação em vários comandos para interagir com ele sem saber o seu nome de utilizador.",
    "Para convidar o bot para o seu servidor, use o link disponível no Discord do bot. O link do Discord pode ser obtido usando o comando {command:invitedraftbot}.",
    "Algumas classes dão-lhe uma vantagem em combate, enquanto outras dão-lhe uma vantagem em relatórios graças a um maior número de pontos de vida.",
    "As classes têm um impacto nos seus pontos de vida e são, por isso, mais ou menos difíceis de jogar em rácios.",
    "Não é possível alterar o nome de um grémio.",
    "Se não cuidar dos seus animais de estimação, eles podem pregar-lhe partidas desagradáveis.",
    "Quando um animal de estimação é vendido ou trocado, perde quase todo o seu afeto.",
    "Um animal de estimação treinado já não perde afeto (a não ser que seja vendido ou trocado).",
    "A troca de animais através do refúgio do grémio ({command:pettransfer}) não faz com que percam o afeto.",
    "Um animal de estimação treinado pode trazer-lhe bónus durante a sua aventura.",
    "Pode dar uma alcunha ao seu animal de estimação utilizando o comando {command:petnickname}.",
    "É possível libertar um animal de estimação utilizando o comando {command:petfree}.",
    "As sopas não são a fonte de alimentação mais rentável, mas podem aumentar rapidamente o afeto de um animal de estimação.",
    "Para mais informações sobre os animais de estimação, consultar a página do guia que lhes é dedicada: https://guide.draftbot.com/notions-principale/familiers/",
    "Para mais informações sobre os grémios, consultar a página do guia que lhes é dedicada: https://guide.draftbot.com/notions-principale/guildes/",
    "Para mais informações sobre o combate, visitar a página dedicada no guia: https://guide.draftbot.com/notions-principale/combats/",
    "Mais informações sobre as aulas estão disponíveis na página do guia que lhes é dedicada: https://guide.draftbot.com/notions-principale/classes/",
    "Para mais informações sobre as alterações de estado, consultar a página do guia que lhes é dedicada: https://guide.draftbot.com/notions-principale/alterations-detat",
    "É impossível aceder à loja quando se está preso.",
    "Pode comprar vários artigos em {command:shop} .",
    "Um histórico detalhado das novidades de cada atualização está disponível aqui: https://history.draftbot.com/",
    "O bot tem um sítio Web! https://draftbot.com",
    "Os emblemas de um jogador são apresentados no seu perfil sob a forma de reacções.",
    "Alguns itens só podem ser comprados na loja da guilda, usando o comando {command:guildshop}.",
    "Um grémio de nível superior significa melhores recompensas diárias do grémio.",
    "Já não é possível alterar o prefixo do bot na sequência de uma atualização do Discord que obriga a comandos de barra.",
    "Um grémio tem um armazém. O seu conteúdo pode ser visualizado com o comando {command:guildstorage}.",
    "É mais fácil treinar um animal de estimação se os membros de um grémio trabalharem em conjunto.",
    "Cada grémio tem um refúgio. A lista de animais no refúgio pode ser acedida utilizando o comando {command:guildshelter}.",
    "Faz mais sentido alimentar os animais de estimação raros com melhores fontes de alimentos do que os animais de estimação comuns, que podem ser facilmente alimentados apenas com guloseimas.",
    "Alguma ideia para melhorar o bot? Use o comando {command:idea}.",
    "É uma boa ideia pôr algum dinheiro de lado para poder cuidar de si.",
    "Todas as semanas, é elaborado um ranking para determinar qual o jogador que ganhou mais pontos. Para ver esta classificação, utilize o comando {command:top score} e especifique a opção `duração`.",
    "O dinheiro é um dos recursos mais importantes do jogo e pode ser obtido através de relatórios ({command:report}), itens de efeito diário ({command:dailybonus}) ou recompensas diárias de guildas ({command:guilddailybonus}).",
    "Estás a ficar sem PV? Antes de comprar o tratamento 3000 {emote:unitValues.money}, verifica se na loja não existe uma poção mais rentável!",
    "As poções vendidas na loja estão frequentemente disponíveis a preços muito atractivos.",
    "Para chegar ao topo da tabela de classificação semanal e ganhar um crachá, seja diligente nos seus relatórios e não tenha medo de uma luta.",
    "A classificação geral está disponível utilizando o comando {command:top score}.",
    "A classificação semanal está disponível utilizando o comando {command:top score} e a opção `duration`.",
    "O teu grémio é de nível 50 ou superior? Então tens 1% de hipóteses de obter um emblema para todos os membros da tua guilda em cada recompensa diária.",
    "Quando o seu animal de estimação estiver treinado, já não precisa de o alimentar.",
    "O tempo necessário para voltar a alimentar o teu animal de estimação depende da sua raridade! Uma estrela = uma hora!",
    "Podes vender uma mascote a outro jogador utilizando o comando {command:petsell}.",
    "Ao clicar nos crachás nos perfis dos jogadores que os têm, pode descobrir como os obtiveram.",
    "Se quiser ver o perfil de outro jogador, digite o comando {command:profile} !",
    "Existem nove níveis de equipamento: Básico, Comum, Incomum, Exótico, Raro, Especial, Épico, Lendário e Mítico.",
    "Quanto mais tempo esperares antes de um evento, mais pontos ganhas. Depois de um certo tempo, o número de pontos pára de aumentar.",
    "Não é necessário pertencer a um grémio para alimentar o seu animal de estimação.",
    "O jogo desenrola-se em tempo real, pelo que os acontecimentos não estão disponíveis imediatamente.",
    "Espere até que o seu personagem chegue ao seu destino antes de continuar a sua aventura.",
    "Para saber mais sobre as diferentes raridades de artigos disponíveis, basta enviar uma mensagem de correio eletrónico para {command:rarity}.",
    "O comando {command:guild} mostra o grémio da pessoa mencionada, se esta tiver um.",
    "O comando {command:pet} apresenta todas as informações sobre o seu animal de estimação.",
    "Estás à procura de uma mudança de ares? Podes sair de um grémio utilizando o comando {command:guildleave}.",
    "Podes dar uma descrição ao teu grémio utilizando o comando {command:guilddescription}.",
    "É possível nomear um ancião da guilda. Para isso, o líder da guilda deve usar o comando {command:guildelder}.",
    "Utilize o comando {command:sell} para se livrar de um item que já não utiliza.",
    "O equipamento aleatório da loja não é necessariamente compensador, especialmente se já tiveres equipamento decente.",
    "Os comerciantes ambulantes nunca vendem equipamentos lendários ou épicos, com exceção de um certo antiquário que os vende exclusivamente.",
    "Utiliza o comando {command:vote} para apoiar o bot!",
    "Se um líder de grémio deixar o grémio, o estatuto de líder do grémio é transferido para o membro mais velho do grémio. Se não houver nenhum, o grémio é dissolvido.",
    "Pode obter mais informações sobre os crachás em {command:badges} .",
    "O comando {command:respawn} permite-lhe retomar o jogo se tiver sido morto durante a sua aventura.",
    "Se quiser fazer um donativo e receber alguns pequenos prémios, clique aqui: https://draftbot.com/donate",
    "As aulas que pode escolher variam consoante o seu nível.",
    "O jogo não termina no nível 100.",
    "O aniversário do bot é 10 de abril.",
    "Pedir relatórios com mais frequência é mais rentável.",
    "Podes expulsar um mauzão de um grémio utilizando o comando {command:guildkick}. Também funciona com os bons.",
    "Para te juntares a uma guilda, tens de ser convidado pelo líder ou ancião de uma guilda através do comando {command:guildinvite}.",
    "Partilhar o bot é uma excelente forma de nos ajudar.",
    "A maior parte dos vendedores ambulantes oferece preços sérios. Mas cuidado com os burlões!",
    "O lutador com mais velocidade começa a atacar primeiro.",
    "Usar um ataque de aríete também te vai magoar! Certifica-te de que tens o suficiente para o aguentar antes de o usares.",
    "O poder dos teus objectos é limitado pelas tuas estatísticas. Se tiveres muito pouca defesa, não poderás beneficiar de todo o poder das armaduras lendárias.",
    "Podes criar o teu próprio evento e adicioná-lo ao bot. Para mais informações, junta-te ao Discord do bot: https://discord.gg/AP3Wmzb",
    "O bot é de código aberto, o que significa que qualquer pessoa pode ler o código do bot. Aqui está o link: https://github.com/DraftBot-A-Discord-Adventure/DraftBot/",
    "Gostaria de nos ajudar? Peça aos administradores do seu servidor para adicionar o bot.",
    "DraftBot n'enregistre aucune de vos données personnelles.",
    "O comando {command:profile} apresenta o seu estado de saúde atual.",
    "Os animais de estimação mais raros terão maiores recompensas.",
    "Quando uma mascote é vendida, o vendedor não recebe dinheiro mas sim experiência para o seu grémio.",
    "O comando `/ilovedraftbot` não existe mais.",
    "Os distintivos são raros e difíceis de obter.",
    "O seu progresso no DraftBot é preservado mesmo que jogue em vários servidores.",
    "Existem 5 níveis de aulas diferentes.",
    "Um animal de estimação rancoroso pode ocasionalmente causar-lhe danos durante a sua aventura. Não te esqueças de cuidar dele.",
    "Para alimentar o seu animal de estimação, utilize o comando {command:petfeed}.",
    "Podes ter acesso a melhores fontes de alimentos para animais de estimação juntando-te a uma guilda.",
    "A raridade mítica é a raridade máxima de um item.",
    "Pode vender o item armazenado na sua reserva de itens utilizando o comando {command:sell}.",
    "Pode acompanhar os raros fracassos do bot a partir deste sítio: https://status.draftbot.com/",
    "Isto é apenas uma piada que tem menos de 1% de hipóteses de aparecer.",
    "Quando a tua personagem morrer, podes retomar o jogo utilizando o comando {command:respawn}.",
    "Quando morres, não perdes o conteúdo do teu inventário. No entanto, perdes 10% dos teus pontos.",
    "É impossível vender um animal de estimação que é mal-humorado.",
    "Não se esqueça de alimentar os seus animais de estimação.",
    "Não é possível colocar um animal de estimação agressivo no abrigo da tua guilda.",
    "Libertar um animal de estimação custa-lhe dinheiro.",
    "Pode desativar as mensagens privadas do bot utilizando o comando {command:notifications}.",
    "As recompensas do grémio podem incluir um emblema se o grémio tiver nível 50 ou superior.",
    "Ganhar o primeiro lugar na classificação semanal dá-te um crachá.",
    "Pode decidir sobre o conteúdo das futuras actualizações utilizando este sítio: https://feedback.draftbot.com",
    "Não pode alimentar o seu animal de estimação se tiver um estado alterado.",
    "Utilize o comando {command:map} para obter informações sobre o seu destino.",
    "Uma viagem entre dois destinos pode demorar entre 1 e 10 horas no continente principal.",
    "Durante uma viagem, podem acontecer pequenas coisas.",
    "Os vendedores de rua vendem artigos a preços muito atractivos. Atenção a alguns burlões.",
    "Se um dos teus amigos estiver na prisão, podes libertá-lo utilizando o comando {command:unlock}.",
    "Existem mais de 200 objectos diferentes.",
    "Há 27 sítios que pode explorar.",
    "Ter um animal de estimação que o ama consigo durante o sexo pode trazer-lhe boa sorte.",
    "Os animais de estimação podem ser obtidos durante a aventura ou como recompensa de um grémio.",
    "Um pequeno evento está disponível a cada 9:45 minutos e um grande evento está disponível a cada 1 a 10 horas no continente principal.",
    "Mesmo que não tenhas um grémio, podes alimentar o teu animal de estimação com guloseimas.",
    "Quer que o bot fale inglês aqui? Use {command:language}.",
    "A equipa de desenvolvimento ainda precisa de ajuda. Se quiseres ajudar-nos a escrever a história do bot ou qualquer outra coisa, junta-te ao Discord do bot: https://discord.gg/AP3Wmzb",
    "Obrigado por jogar DraftBot.",
    "Você pode excluir alguém de uma guilda sem mencioná-lo, usando o seu ranking. Se o jogador a ser excluído estiver na 34ª posição geral, use {command:guildkick} e especifique 34 no argumento `ranking`.",
    "Este texto pode ser útil no futuro: `fzbyeifea`...",
    "A poção da morte que mata é uma poção muito rara.",
    "Os comerciantes ambulantes compram de volta as suas próprias mercadorias por uma quantia ridícula.",
    "Para a sua saúde, coma pelo menos 5 bananas por dia!",
    "Tem alguma ideia para melhorar o bot? Usa o comando {command:idea} !",
    "Uma versão de alta qualidade do mapa-mundo está disponível em: https://draftbot.com/public/ressources/map.jpg",
    "Para verificar se o bot está online, use o comando {command:ping}.",
    "O comando {command:fight} permite-te lutar contra outro jogador.",
    "Quanto mais rara for uma mascote, mais interessantes serão as recompensas que ela te trará na tua aventura.",
    "Não é possível dar dinheiro a outro jogador.",
    "Podes ajudar-nos a escrever a história do bot sem saberes programar! Junta-te ao Discord do bot para saberes mais! https://discord.gg/AP3Wmzb",
    "Um animal de estimação treinado não precisa de ser alimentado.",
    "Cada pequeno acontecimento dá-lhe alguns pontos.",
    "Não entre nos carrinhos de estranhos, mesmo que tenham doces.",
    "Utiliza o emoji \"fim\" em resposta a um relatório para acederes às saídas escondidas. Talvez haja uma recompensa melhor à tua espera!",
    "Não consegues lembrar-te de todas as personagens que já conheceste? Não entres em pânico, há uma página dedicada a eles na wiki: https://guide.draftbot.com/lore/les-personnages",
    "O comando {command:missions} apresenta uma lista das suas missões.",
    "Utiliza o comando {command:missionsshop} para gastar as tuas pedras preciosas.",
    "O tesouro do rei permite-lhe obter equipamentos mais raros do que a média.",
    "O valor monetário de uma pedra preciosa muda todos os dias.",
    "As missões bem sucedidas dão-te gemas.",
    "As missões secundárias não atribuem jóias.",
    "Novas missões secundárias podem ser obtidas durante a tua aventura.",
    "Quanto mais subires de nível, mais espaços para missões secundárias desbloqueias.",
    "Todos os dias está disponível uma nova missão diária.",
    "Podes encontrar um grémio publicando um anúncio no Discord oficial do bot.",
    "O fervor do rei dá-te 1.000 pontos e pode ser comprado na loja de missões.",
    "Não é possível comprar o fervor do Rei mais do que uma vez por semana.",
    "Um veterinário pode dizer-lhe exatamente o quanto um animal de estimação gosta de si.",
    "Pode informar-se junto do seu veterinário sobre a dieta do seu animal de estimação.",
    "O veterinário pode ser contactado através da loja das missões.",
    "A dificuldade das missões secundárias depende do teu nível.",
    "As missões mais difíceis dão-te mais recompensas.",
    "Podes recrutar novos membros para o teu grémio através do Discord oficial do bot.",
    "Existem 3 tipos de missões: missões de campanha, missões diárias e missões secundárias.",
    "A missão diária é a mesma para todos os jogadores.",
    "Lire les conseils peut vous permettre de progresser plus rapidement.",
    "Vous pouvez préciser l'argument `force` de la commande {command:drink} à `true` pour éviter d'avoir à confirmer lorsque vous buvez une potion.",
    "Les pastilles bleues sur le classement indiquent les joueurs présents sur le serveur où la commande a été effectuée.",
    "Le change-mission ne vous permet pas d'obtenir les récompenses de la mission échangée.",
    "Le change-mission vous permet d'échanger une mission secondaire que vous n'aimez pas contre une nouvelle.",
    "Vous pouvez consulter notre politique de confidentialité en suivant ce lien : https://draftbot.com/confidentialite/",
    "Vous pouvez consulter nos conditions d'utilisation en suivant ce lien : https://draftbot.com/conditionsutilisation/",
    "En combattant des adversaires, vous obtenez des points de gloire.",
    "En fonction de votre nombre de points de gloire, vous êtes classés dans une ligue.",
    "En fonction de votre ligue, votre profil est affiché dans une couleur différente.",
    "Vous pouvez obtenir un bonus chaque dimanche en fonction de votre ligue à l'aide de la commande {command:leaguebonus}.",
    "Le nombre de points obtenus dans le bonus de ligue dépend de votre classement dans le classement glorieux.",
    "Une saison de combat se termine le samedi soir heure française.",
    "Vous devez avoir réalisé suffisamment de combats classés à l'aide de la commande {command:fight} pour pouvoir participer au classement glorieux.",
    "Vous devez avoir réalisé suffisamment de combats classés à l'aide de la commande {command:fight} pour pouvoir recevoir un bonus de ligue à la fin de la saison.",
    "Vous pouvez faire jusqu'à 3 combats classés par adversaire et par saison.",
    "Plus votre ligue est élevée, plus l'équipement que vous recevez à l'aide de la commande {command:leaguebonus} est de qualité.",
    "Le joueur ayant le plus de gloire à la fin d'une saison de combat remporte un badge.",
    "Faire des combats réguliers permet de récupérer d'alléchantes récompenses en fin de semaine.",
    "Surveillez régulièrement votre souffle afin d'éviter de perdre un tour en optant pour une attaque trop chère.",
    "Les combats classés consomment votre énergie. Vous devrez patienter afin d'en récupérer.",
    "Vous pouvez consulter votre classement glorieux à l'aide de la commande {command:top glory}.",
    "Les potions et objets permettant d'avancer le temps ne vous permettent pas de récupérer votre énergie.",
    "Les potions et objets permettant d'avancer le temps ne vous permettent pas d'avancer plus vite les temps de chargement des récompenses journalières.",
    "Les potions et objets permettant d'avancer le temps ne vous permettent pas d'avancer plus vite les temps de chargement des récompenses de guilde.",
    "Les potions et objets permettant d'avancer le temps ne vous permettent pas d'avancer plus vite les temps de chargement des récompenses de fin de saison.",
    "Vous pouvez récupérer votre énergie dans le magasin jusqu'à 3 fois par saison de combat.",
    "On raconte qu'autour de Claire de ville, personne ne manque d'énergie pour combattre.",
    "Vous pouvez trouver dans votre aventure des potions de soin qui vous permettent de récupérer de la vie.",
    "Vous pouvez trouver dans votre aventure des potions d'énergie qui vous permettent de récupérer votre énergie.",
    "Si vous perdez un combat pour inactivité, toute votre énergie sera perdue.",
    "Avez vous remarqué des nouveaux conseils ? C'est parce que nous avons ajouté de nouveaux conseils ! (Si c'était pour une autre raison ça serait inquiétant)",
    "On raconte qu'il y a des îles hostiles et quasi inexplorées par-delà les mers.",
    "Les membres de votre guilde peuvent vous aider à combattre les monstres lorsque vous vous rendez sur une île mystérieuse.",
    "Il est possible de voir les membres de votre guilde qui sont sur une île mystérieuse à l'aide de la commande {command:guild}.",
    "La commande {command:guild} vous permet de voir le nombre d'alliés qui vous aideront sur l'île mystérieuse.",
    "Un \"allié\" est un membre de votre guilde qui est actuellement sur une île mystérieuse ou qui en est récemment parti.",
    "Les autres aventuriers sont vos rivaux dans la quête pour la princesse ! Pensez à bien vous entourer grâce à vos partenaires de guilde.",
    "Vous ne pouvez libérer qu'un familier par heure.",
    "Vous ne pouvez pas rejoindre une île mystérieuse si vous venez de rejoindre une guilde.",
    "On raconte que les équipements rares deviennent moins chers autour de la route des merveilles.",
    "Les joueurs de bonneteau se tiennent à l'écart de la route des merveilles et de la route marécageuse car on raconte qu'un esprit y rôde et s'attaque spécifiquement à eux.",
    "Avez vous trouvé tous les petits secrets de la carte ?",
    "Les guildes peuvent monter de niveau jusqu'au niveau 150.",
    "N'hésitez pas à visiter le vétérinaire pour faire évaluer l'âge de votre familier.",
    "Votre familier peut vous assister lors des combats.",
    "Curieux d'en apprendre plus sur votre familier ? Visitez le vétérinaire !",
    "Les combats contre d'autre joueurs peuvent vous rapporter des points et de l'argent.",
    "N'hésitez pas à vérifier régulièrement nos salons d'annonce pour être au courant des dernières nouveautés.",
    "Les familiers ont des façons différentes de vous aider durant les combats, vous pouvez en savoir plus sur votre animal chez le vétérinaire.",
    "N'hésitez pas à vérifier régulièrement nos salons d'annonce pour être au courant des dernières nouveautés.",
    "Les familiers ont des façons différentes de vous aider durant les combats, vous pouvez en savoir plus sur votre animal chez le vétérinaire.",
    "On raconte que les joueurs de bonneteau évitent la route des merveilles.",
    "On raconte que les joueurs de bonneteau évitent la route marécageuse.",
    "On raconte que les joueurs de bonneteau évitent le mont Célestrum."
  ]
}