{
  "advices": [
    "Queres aprender a jogar? Leia o guia do jogador! https://guide.draftbot.com/",
    "Se estiver à procura de dicas sobre como progredir, consulte: https://guide.draftbot.com/",
    "Quando se pensa que se está num impasse ou não se sabe o que fazer, pode ser uma boa ideia não reagir ao acontecimento.",
    "Se quiseres expulsar alguém da tua guilda que já não tem um servidor em comum contigo ou com o bot, usa a sua classificação.",
    "Os animais de estimação podem ser obtidos através de recompensas de guildas.",
    "A lista de comandos existentes pode ser obtida utilizando o comando {command:help}.",
    "Se quiseres falar com a comunidade ou com os programadores, junta-te ao Discord do bot: https://discord.gg/AP3Wmzb",
    "Pode contribuir para melhorar o DraftBot no Discord do bot: https://discord.gg/AP3Wmzb",
    "O comando {command:classesinfo} permite-lhe comparar as diferentes classes que pode escolher.",
    "Utilize o comando {command:classes} para mudar de classe.",
    "Alguns itens dão uma recompensa todos os dias. Para os recolher, utilize o comando {command:dailybonus}.",
    "Se quiser equipar um objeto, utilize o comando {command:switch}.",
    "Para obter mais informações sobre uma encomenda, utilize o comando {command:help} para acompanhar a encomenda para a qual pretende obter informações.",
    "O comando {command:guilddailybonus} permite-te receber uma recompensa de 22 em 22 horas se estiveres num grémio.",
    "Les alias de commande tels que `glouglou` qui existaient dans le bot ont été supprimés lors de l'arrivée des commandes slash.",
    "Utilize o comando {command:update} para saber mais sobre a última atualização do bot.",
    "O DraftBot está disponível noutros idiomas! Utilize o comando {command:language} para alterar esta definição.",
    "O DraftBot está disponível noutras línguas! Utilize o comando {command:language} para alterar esta definição.",
    "É possível procurar um jogador utilizando a sua classificação em vários comandos para interagir com ele sem saber o seu nome de utilizador.",
    "Para convidar o bot para o seu servidor, use o link disponível no Discord do bot. O link do Discord pode ser obtido usando o comando {command:invitedraftbot}.",
    "Algumas classes dão-lhe uma vantagem em combate, enquanto outras dão-lhe uma vantagem em relatórios graças a um maior número de pontos de vida.",
    "As classes têm um impacto nos seus pontos de vida e são, por isso, mais ou menos difíceis de jogar em rácios.",
    "Não é possível alterar o nome de um grémio.",
    "Se não cuidar dos seus animais de estimação, eles podem pregar-lhe partidas desagradáveis.",
    "Quando um animal de estimação é vendido ou trocado, perde quase todo o seu afeto.",
    "Um animal de estimação treinado já não perde afeto (a não ser que seja vendido ou trocado).",
    "Les échanges d'animaux via le refuge de la guilde ({command:pettransfer}) ne leur font pas perdre d'affection.",
    "Um animal de estimação treinado pode trazer-lhe bónus durante a sua aventura.",
    "Pode dar uma alcunha ao seu animal de estimação utilizando o comando {command:petnickname}.",
    "É possível libertar um animal de estimação utilizando o comando {command:petfree}.",
    "As sopas não são a fonte de alimentação mais rentável, mas podem aumentar rapidamente o afeto de um animal de estimação.",
    "Para mais informações sobre os animais de estimação, consultar a página do guia que lhes é dedicada: https://guide.draftbot.com/notions-principale/familiers/",
    "Para mais informações sobre os grémios, consultar a página do guia que lhes é dedicada: https://guide.draftbot.com/notions-principale/guildes/",
    "Para mais informações sobre o combate, visitar a página dedicada no guia: https://guide.draftbot.com/notions-principale/combats/",
    "Mais informações sobre as aulas estão disponíveis na página do guia que lhes é dedicada: https://guide.draftbot.com/notions-principale/classes/",
    "Para mais informações sobre as alterações de estado, consultar a página do guia que lhes é dedicada: https://guide.draftbot.com/notions-principale/alterations-detat",
    "É impossível aceder à loja quando se está preso.",
    "Pode comprar vários artigos em {command:shop} .",
    "Um histórico detalhado das novidades de cada atualização está disponível aqui: https://history.draftbot.com/",
    "O bot tem um sítio Web! https://draftbot.com",
    "Os emblemas de um jogador são apresentados no seu perfil sob a forma de reacções.",
    "Alguns itens só podem ser comprados na loja da guilda, usando o comando {command:guildshop}.",
    "Um grémio de nível superior significa melhores recompensas diárias do grémio.",
    "Já não é possível alterar o prefixo do bot na sequência de uma atualização do Discord que obriga a comandos de barra.",
    "Um grémio tem um armazém. O seu conteúdo pode ser visualizado com o comando {command:guildstorage}.",
    "É mais fácil treinar um animal de estimação se os membros de um grémio trabalharem em conjunto.",
    "Cada grémio tem um refúgio. A lista de animais no refúgio pode ser acedida utilizando o comando {command:guildshelter}.",
    "Il est plus judicieux de nourrir les familiers rares avec des meilleures sources de nourriture contrairement aux familiers communs qui peuvent facilement être nourris en utilisant uniquement des friandises.",
    "Alguma ideia para melhorar o bot? Use o comando {command:idea}.",
    "É uma boa ideia pôr algum dinheiro de lado para poder cuidar de si.",
    "Chaque semaine, un classement est effectué pour désigner le joueur de la semaine qui a gagné le plus de points. Pour consulter ce classement, utilisez la commande {command:top score} et précisez l'option `durée`.",
    "O dinheiro é um dos recursos mais importantes do jogo e pode ser obtido através de relatórios ({command:report}), itens de efeito diário ({command:dailybonus}) ou recompensas diárias de guildas ({command:guilddailybonus}).",
    "Estás a ficar sem PV? Antes de comprar o tratamento 3000 {emote:unitValues.money}, verifica se na loja não existe uma poção mais rentável!",
    "As poções vendidas na loja estão frequentemente disponíveis a preços muito atractivos.",
    "Para chegar ao topo da tabela de classificação semanal e ganhar um crachá, seja diligente nos seus relatórios e não tenha medo de uma luta.",
    "A classificação geral está disponível utilizando o comando {command:top score}.",
    "Le classement de la semaine est disponible en utilisant la commande {command:top score} et l'option `durée`.",
    "Votre guilde est au niveau 50 ou plus ? Vous avez alors 1% de chance d'obtenir un badge pour tous les membres de la guilde à chaque récompense journalière.",
    "Quando o seu animal de estimação estiver treinado, já não precisa de o alimentar.",
    "O tempo necessário para voltar a alimentar o teu animal de estimação depende da sua raridade! Uma estrela = uma hora!",
    "Podes vender uma mascote a outro jogador utilizando o comando {command:petsell}.",
    "Ao clicar nos crachás nos perfis dos jogadores que os têm, pode descobrir como os obtiveram.",
    "Si vous voulez voir le profil d'un autre joueur, tapez la commande {command:profile} !",
    "Existem nove níveis de equipamento: Básico, Comum, Incomum, Exótico, Raro, Especial, Épico, Lendário e Mítico.",
    "Quanto mais tempo esperares antes de um evento, mais pontos ganhas. Depois de um certo tempo, o número de pontos pára de aumentar.",
    "Il n'est pas nécessaire d'appartenir à une guilde pour pouvoir nourrir son familier.",
    "O jogo desenrola-se em tempo real, pelo que os acontecimentos não estão disponíveis imediatamente.",
    "Espere até que o seu personagem chegue ao seu destino antes de continuar a sua aventura.",
    "Para saber mais sobre as diferentes raridades de artigos disponíveis, basta enviar uma mensagem de correio eletrónico para {command:rarity}.",
    "La commande {command:guild} affiche la guilde de la personne mentionnée si elle en a une.",
    "O comando {command:pet} apresenta todas as informações sobre o seu animal de estimação.",
    "Estás à procura de uma mudança de ares? Podes sair de um grémio utilizando o comando {command:guildleave}.",
    "Podes dar uma descrição ao teu grémio utilizando o comando {command:guilddescription}.",
    "É possível nomear um ancião da guilda. Para isso, o líder da guilda deve usar o comando {command:guildelder}.",
    "Utilize o comando {command:sell} para se livrar de um item que já não utiliza.",
    "O equipamento aleatório da loja não é necessariamente compensador, especialmente se já tiveres equipamento decente.",
    "Os comerciantes ambulantes nunca vendem equipamentos lendários ou épicos, com exceção de um certo antiquário que os vende exclusivamente.",
    "Utiliza o comando {command:vote} para apoiar o bot!",
    "Si un chef de guilde part de sa guilde, le statut de chef est transféré à l'aîné de la guilde. S'il n'y en a aucun, la guilde est dissoute.",
    "Pode obter mais informações sobre os crachás em {command:badges} .",
    "O comando {command:respawn} permite-lhe retomar o jogo se tiver sido morto durante a sua aventura.",
    "Se quiser fazer um donativo e receber alguns pequenos prémios, clique aqui: https://draftbot.com/donate",
    "As aulas que pode escolher variam consoante o seu nível.",
    "O jogo não termina no nível 100.",
    "O aniversário do bot é 10 de abril.",
    "Pedir relatórios com mais frequência é mais rentável.",
    "Podes expulsar um mauzão de um grémio utilizando o comando {command:guildkick}. Também funciona com os bons.",
    "Para te juntares a uma guilda, tens de ser convidado pelo líder ou ancião de uma guilda através do comando {command:guildinvite}.",
    "Partilhar o bot é uma excelente forma de nos ajudar.",
    "A maior parte dos vendedores ambulantes oferece preços sérios. Mas cuidado com os burlões!",
    "O lutador com mais velocidade começa a atacar primeiro.",
    "Usar um ataque de aríete também te vai magoar! Certifica-te de que tens o suficiente para o aguentar antes de o usares.",
    "O poder dos teus objectos é limitado pelas tuas estatísticas. Se tiveres muito pouca defesa, não poderás beneficiar de todo o poder das armaduras lendárias.",
    "Podes criar o teu próprio evento e adicioná-lo ao bot. Para mais informações, junta-te ao Discord do bot: https://discord.gg/AP3Wmzb",
    "O bot é de código aberto, o que significa que qualquer pessoa pode ler o código do bot. Aqui está o link: https://github.com/DraftBot-A-Discord-Adventure/DraftBot/",
    "Gostaria de nos ajudar? Peça aos administradores do seu servidor para adicionar o bot.",
    "O DraftBot não guarda nenhum dos seus dados pessoais. Nem mesmo o seu nome de utilizador é guardado.",
    "O comando {command:profile} apresenta o seu estado de saúde atual.",
    "Os animais de estimação mais raros terão maiores recompensas.",
    "Quando uma mascote é vendida, o vendedor não recebe dinheiro mas sim experiência para o seu grémio.",
    "O comando `/ilovedraftbot` não existe mais.",
    "Os distintivos são raros e difíceis de obter.",
    "O seu progresso no DraftBot é preservado mesmo que jogue em vários servidores.",
    "Existem 5 níveis de aulas diferentes.",
    "Um animal de estimação rancoroso pode ocasionalmente causar-lhe danos durante a sua aventura. Não te esqueças de cuidar dele.",
    "Para alimentar o seu animal de estimação, utilize o comando {command:petfeed}.",
    "Podes ter acesso a melhores fontes de alimentos para animais de estimação juntando-te a uma guilda.",
    "A raridade mítica é a raridade máxima de um item.",
    "Pode vender o item armazenado na sua reserva de itens utilizando o comando {command:sell}.",
    "Pode acompanhar os raros fracassos do bot a partir deste sítio: https://status.draftbot.com/",
    "Isto é apenas uma piada que tem menos de 1% de hipóteses de aparecer.",
    "Quando a tua personagem morrer, podes retomar o jogo utilizando o comando {command:respawn}.",
    "Quando morres, não perdes o conteúdo do teu inventário. No entanto, perdes 10% dos teus pontos.",
    "É impossível vender um animal de estimação que é mal-humorado.",
    "Não se esqueça de alimentar os seus animais de estimação.",
    "Não é possível colocar um animal de estimação agressivo no abrigo da tua guilda.",
    "Libertar um animal de estimação custa-lhe dinheiro.",
    "Il est possible de désactiver les messages privés du bot via la commande {command:notifications}.",
    "Les récompenses de guilde peuvent contenir un badge si votre guilde est de niveau 50 ou plus.",
    "Remporter la première place au classement de la semaine vous permet de décrocher un badge.",
    "Vous pouvez décider du contenu des prochaines mises à jour en utilisant ce site : https://feedback.draftbot.com",
    "Il vous est impossible de nourrir votre familier si vous avez une altération d'état.",
    "La commande {command:map} vous permet d'obtenir des informations sur votre destination.",
    "Un trajet entre deux destinations peut durer entre 1 heure et 10 heures sur le continent principal.",
    "Pendant un trajet, des petits évènements peuvent survenir.",
    "Les marchands ambulants vendent des items à des prix très attrayants. Attention aux quelques arnaqueurs.",
    "Si l'un de vos amis est en prison, vous pouvez le libérer en utilisant la commande {command:unlock}.",
    "Il existe plus de 200 objets différents.",
    "Il existe 27 endroits que vous pouvez explorer.",
    "Avoir un familier qui vous aime avec vous lors des rapports peut vous porter chance.",
    "Les familiers peuvent être obtenus dans votre aventure ou dans une récompense de guilde.",
    "Un petit évènement est disponible chaque 9min45 et un gros dans un temps compris entre 1 et 10 heures sur le continent principal.",
    "Même si vous n'avez pas de guilde, vous pouvez nourrir votre familier avec des friandises.",
    "Do you want the bot to speak english here? Use {command:language}.",
    "L'équipe de développement a toujours besoin d'aide. Si vous souhaitez nous aider à rédiger l'histoire du bot ou d'autres choses, rejoignez le Discord du bot : https://discord.gg/AP3Wmzb",
    "Merci de jouer à DraftBot.",
    "Vous pouvez exclure une personne d'une guilde sans la mentionner, en utilisant son classement. Si le joueur à exclure est classé 34ème au classement général, utilisez {command:guildkick} et précisez 34 dans l'argument `classement`.",
    "Ce texte sera peut être utile dans le futur : `fzbyeifea`...",
    "La potion de la mort qui tue est une potion très rare.",
    "Les marchands ambulants rachètent leur propre marchandise pour une somme ridicule.",
    "Pour votre santé, mangez au moins 5 bananes par jour !",
    "Une idée pour améliorer le bot ? Utilisez la commande {command:idea} !",
    "Une version haute qualité de la carte du monde est disponible à cette adresse : https://draftbot.com/public/ressources/map.jpg",
    "Pour vérifier si le bot est en ligne, vous pouvez utiliser la commande {command:ping}.",
    "La commande {command:fight} vous permet de combattre un autre joueur.",
    "Plus un familier est rare, plus il vous permettra d'avoir des récompenses intéressantes dans votre aventure.",
    "Il n'est pas possible de donner de l'argent à un autre joueur.",
    "Vous pouvez nous aider à écrire l'histoire du bot sans savoir coder ! Rejoignez le Discord du bot pour en savoir plus ! https://discord.gg/AP3Wmzb",
    "Un familier dressé n'a pas besoin d'être nourri.",
    "Chaque petit évènement vous rapporte quelques points.",
    "Ne montez pas dans les charrettes des inconnus, même s'ils ont des bonbons.",
    "Utilisez l'émoji nommé \"end\" en réaction à un rapport afin d'accéder aux sorties cachées. Peut-être qu'une meilleure récompense vous attend !",
    "Vous ne vous y retrouvez pas entre tous les personnages que vous avez croisé ? Pas de panique, il existe une page dédiée à eux sur le wiki : https://guide.draftbot.com/lore/les-personnages",
    "La commande {command:missions} vous permet d'afficher la liste de vos missions.",
    "La commande {command:missionsshop} vous permet de dépenser vos gemmes.",
    "Le trésor du roi vous permet d'obtenir des équipements plus rares que la moyenne.",
    "La valeur monétaire d'une gemme change chaque jour.",
    "Réussir des missions vous permet d'obtenir des gemmes.",
    "Les missions secondaires ne donnent pas de gemmes.",
    "Il est possible d'obtenir de nouvelles missions secondaires durant votre aventure.",
    "Plus vous montez de niveau, plus vous débloquez des emplacements de missions secondaires.",
    "Une nouvelle mission journalière est disponible chaque jour.",
    "Il est possible de trouver une guilde via une annonce sur le Discord officiel du bot.",
    "La ferveur du roi vous octroie 1000 points et peut être achetée dans le magasin des missions.",
    "Il n'est pas possible d'acheter la ferveur du roi plus d'une fois par semaine.",
    "Il est possible de savoir exactement à quel point un familier vous apprécie grâce au vétérinaire.",
    "Il est possible de savoir quel est le régime alimentaire de votre familier grâce au vétérinaire.",
    "Le vétérinaire peut être contacté à travers le magasin des missions.",
    "La difficulté des missions secondaires dépend de votre niveau.",
    "Les missions plus difficiles vous offriront plus de récompenses.",
    "Il est possible de recruter de nouveaux membres pour votre guilde via le Discord officiel du bot.",
    "Il existe 3 types de missions : celles de campagne, les journalières et les secondaires.",
    "La mission journalière est la même pour tous les joueurs.",
    "Lors de l'échange d'un familier avec un autre joueur, les familiers perdent un peu de points d'amour.",
    "Lors de la vente de familier à un autre joueur, le familier perd beaucoup de points d'amour.",
    "Lire les conseils peut vous permettre de progresser plus rapidement.",
    "Vous pouvez préciser l'argument `force` de la commande {command:drink} à `true` pour éviter d'avoir à confirmer lorsque vous buvez une potion.",
    "Les pastilles bleues sur le classement indiquent les joueurs présents sur le serveur où la commande a été effectuée.",
    "Le change-mission ne vous permet pas d'obtenir les récompenses de la mission échangée.",
    "Le change-mission vous permet d'échanger une mission secondaire que vous n'aimez pas contre une nouvelle.",
    "Vous pouvez consulter notre politique de confidentialité en suivant ce lien : https://draftbot.com/confidentialite/",
    "Vous pouvez consulter nos conditions d'utilisation en suivant ce lien : https://draftbot.com/conditionsutilisation/",
    "En combattant des adversaires, vous obtenez des points de gloire.",
    "En fonction de votre nombre de points de gloire, vous êtes classés dans une ligue.",
    "En fonction de votre ligue, votre profil est affiché dans une couleur différente.",
    "Vous pouvez obtenir un bonus chaque dimanche en fonction de votre ligue à l'aide de la commande {command:leaguebonus}.",
    "Le nombre de points obtenus dans le bonus de ligue dépend de votre classement dans le classement glorieux.",
    "Une saison de combat se termine le samedi soir heure française.",
    "Vous devez avoir réalisé suffisamment de combats classés à l'aide de la commande {command:fight} pour pouvoir participer au classement glorieux.",
    "Vous devez avoir réalisé suffisamment de combats classés à l'aide de la commande {command:fight} pour pouvoir recevoir un bonus de ligue à la fin de la saison.",
    "Il est possible de combattre les joueurs qui ont un grand écart de gloire avec vous, si vous faites un combat amical.",
    "Vous pouvez faire jusqu'à 3 combats classés par adversaire et par saison.",
    "En cas d'égalité en combat, les points de gloire des combattants sont affectés.",
    "Plus votre ligue est élevée, plus l'équipement que vous recevez à l'aide de la commande {command:leaguebonus} est de qualité.",
    "Le joueur ayant le plus de gloire à la fin d'une saison de combat remporte un badge.",
    "Faire des combats réguliers permet de récupérer d'alléchantes récompenses en fin de semaine.",
    "Surveillez régulièrement votre souffle afin d'éviter de perdre un tour en optant pour une attaque trop chère.",
    "Les combats classés consomment votre énergie. Vous devrez patienter afin d'en récupérer.",
    "Vous pouvez consulter votre classement glorieux à l'aide de la commande {command:top glory}.",
    "Les potions et objets permettant d'avancer le temps ne vous permettent pas de récupérer votre énergie.",
    "Les potions et objets permettant d'avancer le temps ne vous permettent pas d'avancer plus vite les temps de chargement des récompenses journalières.",
    "Les potions et objets permettant d'avancer le temps ne vous permettent pas d'avancer plus vite les temps de chargement des récompenses de guilde.",
    "Les potions et objets permettant d'avancer le temps ne vous permettent pas d'avancer plus vite les temps de chargement des récompenses de fin de saison.",
    "Vous pouvez récupérer votre énergie dans le magasin jusqu'à 3 fois par saison de combat.",
    "On raconte qu'autour de Claire de ville, personne ne manque d'énergie pour combattre.",
    "Vous pouvez trouver dans votre aventure des potions de soin qui vous permettent de récupérer de la vie.",
    "Vous pouvez trouver dans votre aventure des potions d'énergie qui vous permettent de récupérer votre énergie.",
    "Si vous perdez un combat pour inactivité, toute votre énergie sera perdue.",
    "Avez vous remarqué des nouveaux conseils ? C'est parce que nous avons ajouté de nouveaux conseils ! (Si c'était pour une autre raison ça serait inquiétant)",
    "On raconte qu'il y a des îles hostiles et quasi inexplorées par-delà les mers.",
    "Les membres de votre guilde peuvent vous aider à combattre les monstres lorsque vous vous rendez sur une île mystérieuse.",
    "Il est possible de voir les membres de votre guilde qui sont sur une île mystérieuse à l'aide de la commande {command:guild}.",
    "La commande {command:guild} vous permet de voir le nombre d'alliés qui vous aideront sur l'île mystérieuse.",
    "Un \"allié\" est un membre de votre guilde qui est actuellement sur une île mystérieuse ou qui en est récemment parti.",
    "Les autres aventuriers sont vos rivaux dans la quête pour la princesse ! Pensez à bien vous entourer grâce à vos partenaires de guilde.",
    "Vous ne pouvez libérer qu'un familier par heure.",
    "Vous ne pouvez pas rejoindre une île mystérieuse si vous venez de rejoindre une guilde.",
    "On raconte que les équipements rares deviennent moins chers autour de la route des merveilles.",
    "Les joueurs de bonneteau se tiennent à l'écart de la route des merveilles et de la route marécageuse car on raconte qu'un esprit y rôde et s'attaque spécifiquement à eux.",
    "Avez vous trouvé tous les petits secrets de la carte ?",
    "Les guildes peuvent monter de niveau jusqu'au niveau 150.",
    "N'hésitez pas à visiter le vétérinaire pour faire évaluer l'âge de votre familier.",
    "Votre familier peut vous assister lors des combats.",
    "Curieux d'en apprendre plus sur votre familier ? Visitez le vétérinaire !",
    "Les combats contre d'autre joueurs peuvent vous rapporter des points et de l'argent.",
    "N'hésitez pas à vérifier régulièrement nos salons d'annonce pour être au courant des dernières nouveautés.",
    "Les familiers ont des façons différentes de vous aider durant les combats, vous pouvez en savoir plus sur votre animal chez le vétérinaire."
  ]
}