{
  "command404": "Parece que este comando não existe... Por favor, comunique este erro à equipa do Bot",
  "dmHelpMessage": "<:draftbot:529305485963427840> **O que é este bot? Como é que eu jogo?\n\nUma apresentação rápida do bot está disponível aqui: https://draftbot.com\nUm guia completo para descobrir o bot está disponível aqui: https://guide.draftbot.com\n\n{emote:other.incoming} **Como é que eu adiciono o bot ao meu servidor?\nO link para adicionar o bot ao teu servidor está disponível no servidor do bot. https://discord.gg/5JqrMtZ\n\n{emote:effects.dead} **Eu acabei de morrer, o bot disse-me para fazer {command:respawn} **\n\nOs comandos não funcionam em mensagens privadas. Executa este comando num servidor onde o bot possa falar.\n\n{emote:messages.description} **Estou à procura da lista de comandos **\n\nA lista de comandos está disponível executando o comando {command:help} numa sala onde o bot possa falar.\n\n{emote:collectors.question} **Tenho outra pergunta**\n\nEntra no servidor Discord do bot e faz a tua pergunta, a nossa equipa terá todo o prazer em ajudar-te!\nhttps://discord.gg/5JqrMtZ",
  "dmHelpMessageTitle": "{{pseudo}}Eis algumas informações que o podem ajudar.",
  "joinGuild": "**{emote:other.incoming} Servidor de discórdia aderiu :** `{{guild}}` | {emote:userKind.human} : `{{humans}}` | {emote:userKind.robot} : `{{robots}}` | Rácio bot/Humano : `{{ratio}}` % | Validação : {{validation}}",
  "leaveGuild": "**{emote:other.outgoing} Servidor de discórdia à esquerda :** `{{guild}}` | {emote:userKind.human} : `{{humans}}` | {emote:userKind.robot} : `{{robots}}` | Rácio bot/Humano : `{{ratio}` % | Validação : {{validation}}",
  "maintenance": "O DraftBot está atualmente em manutenção. Para mais informações:\n\n{emote:networks.website} https://status.draftbot.com\n{emote:networks.twitter} https://twitter.com/DraftBot_Status\n{emote:networks.discord} https://discord.gg/5JqrMtZ",
  "mentionHelp": "{emote:languages.fr} Olá !\n\n{emote:other.right} No seguimento de uma alteração feita pelo Discord, deves usar \"comandos de barra\" para interagir com o DraftBot. Use o prefixo `/` seguido do nome do comando que deseja usar.\n\n{emote:other.why} Não sabes por onde começar? Use {command:help} !\n\n{emote:languages.en} Falas inglês? Muda a língua com {command:language}\n\nSe precisares de ajuda, não hesites em contactar o servidor de apoio: https://discord.gg/5JqrMtZ",
  "noChannelAccess": "{emote:other.look}  | Olá! Estás a receber esta mensagem porque tentaste utilizar um dos meus comandos numa sala onde não tenho permissões!**\n\nO teu pedido foi, portanto, cancelado. Para resolver este problema, envia uma mensagem ao proprietário do servidor em que tentaste utilizar-me. Se ainda não conseguires resolver este problema, junta-te ao Discord de suporte do bot no seguinte endereço: https://guide.draftbot.com !",
  "noEmbedPermission": "{emote:other.paperclip}  | Olá! Está a receber esta mensagem porque tentou utilizar um dos meus comandos numa sala onde tenho permissão para ver mensagens, mas não para incorporar links (Embeds)!\n\nO seu pedido foi, portanto, cancelado. Para resolver este problema, envia uma mensagem ao proprietário do servidor em que tentaste utilizar-me. Se não conseguires resolver este problema, lê o guia do bot disponível no seguinte endereço: https://guide.draftbot.com !",
  "noFilePermission": "{emote:other.folder}  | Olá! Está a receber esta mensagem porque tentou utilizar um dos meus comandos numa sala onde tenho permissão para ver mensagens, mas não para anexar ficheiros!**\n\nO seu pedido foi, portanto, cancelado. Para resolver este problema, envia uma mensagem ao proprietário do servidor em que tentaste utilizar-me. Se não conseguires resolver este problema, lê o guia do bot disponível no seguinte endereço: https://guide.draftbot.com !",
  "noReacPermission": "{emote:collectors.refuse}  | Olá! Está a receber esta mensagem porque tentou utilizar um dos meus comandos numa sala onde tenho permissão para ver mensagens, mas não para publicar reacções!**\n\nO seu pedido foi, portanto, cancelado. Para resolver este problema, envia uma mensagem ao proprietário do servidor no qual tentaste utilizar-me. Se não conseguires resolver este problema, lê o guia do bot disponível no seguinte endereço: https://guide.draftbot.com !",
  "noSpeakInThreadPermission": "{emote:other.cantSpeak}  | Olá! Está a receber esta mensagem porque tentou utilizar um dos meus comandos num tópico onde tenho permissão para ver mensagens, mas não para enviar nenhuma!**\n\nO seu pedido foi, portanto, cancelado. Para resolver este problema, envia uma mensagem ao proprietário do servidor em que tentaste utilizar-me. Se ainda não conseguires resolver este problema, junta-te ao Discord de suporte do bot no seguinte endereço: https://guide.draftbot.com !",
  "noSpeakPermission": "{emote:other.cantSpeak}  | Olá! Está a receber esta mensagem porque tentou utilizar um dos meus comandos numa sala onde tenho permissão para ver mensagens, mas não para as enviar!**\n\nO seu pedido foi, portanto, cancelado. Para resolver este problema, envia uma mensagem ao proprietário do servidor em que tentaste utilizar-me. Se ainda não conseguires resolver este problema, junta-te ao Discord de suporte do bot no seguinte endereço: https://guide.draftbot.com !",
  "resetIsNow": "{emote:announcements.trophy} As classificações desta semana estão a ser repostas! O vencedor será anunciado em breve no servidor bot! O jogo será retomado em menos de 5 minutos!",
  "seasonEndAnnouncement": "{emote:unitValues.glory} **A época de combates terminou! O vencedor é:** {{mention}}",
  "seasonEndAnnouncementNoWinner": "{emote:unitValues.glory} **A época de combates terminou! Infelizmente, não há participantes e, portanto, não há vencedores nesta temporada **.",
  "seasonEndIsNow": "{emote:unitValues.glory} A época de combates está a ser reiniciada! O vencedor será anunciado em breve no servidor bot! O jogo será retomado em menos de 20 minutos!",
  "serverList": "**{emote:other.outgoing} Servidor {{count}} :** `{{guild}}` | {emote:userKind.human} `{{humans}}` {emote:userKind.robot} : `{{robots}}` | Rácio bot/Humano : `{{ratio}}` % | Validação : {{validation}}",
  "supportAlert": "{emote:messages.dm} **Nova mensagem privada recebida!** \n`Autor: {{username}} (id : {{id}})\n\n`",
  "topWeekAnnouncement": "{emote:announcements.trophy} **As classificações desta semana terminaram! {{mention}}O vencedor é:**",
  "topWeekAnnouncementNoWinner": "{emote:announcements.trophy} **As classificações desta semana estão completas! Infelizmente, não há participantes e, portanto, não há vencedores esta semana **.",
  "totalUsersCount": "{{count}}**Número total de utilizadores: ` `**",
  "notificationTitle": "Notificação",
  "notificationFooter": "Está a receber esta mensagem porque as notificações estão activadas. {command:notifications}Para alterar esta definição, utilize o comando",
  "notificationsNoChannelAccess": "{emote:messages.refuse} Parece que o bot já não tem acesso à sua sala de notificações. As notificações serão agora enviadas como mensagens privadas. Para alterar o modo de notificação, execute o comando {command:notifications}.",
  "notificationReachDestination": "{{destination}}Chegou a !",
  "notificationGuildDaily": "{{pseudo}}\n\n{{rewards}}** ** recebeu o bónus diário da sua guilda:"
}