{
  "1": {
    "possibilities": {
      "cutTree": {
        "outcomes": {
          "0": "O corte desta árvore terá demorado 30 minutos!"
        },
        "text": "Cortar a árvore e continuar."
      },
      "end": {
        "outcomes": {
          "0": "A árvore foi cortada e a estrada desimpedida, mas infelizmente os saqueadores roubaram quase tudo o que colheste desde a tua última viagem!"
        }
      },
      "otherWay": {
        "outcomes": {
          "0": "Seguir por outro caminho pareceu-me uma boa solução - não perdeu tempo!",
          "1": "Seguir por outro caminho parecia ser uma boa solução, mas infelizmente magoou-se a andar."
        },
        "text": "Por outro lado."
      }
    },
    "text": "Caiu uma árvore no caminho e está a bloquear a passagem!"
  },
  "10": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Acabamos por nos afastar sem prestar mais atenção a esta situação bastante banal!"
        }
      },
      "help": {
        "outcomes": {
          "0": "O homem recusa gentilmente a sua ajuda e você continua o seu caminho.",
          "1": "Graças a si, o homem apanha um magnífico peixe de 3 kg! Como agradecimento, ele dá-te algo que poderás achar útil...",
          "2": "Ajudas o homem a apanhar um peixe magnífico, que pesa mais de um quilo! O pescador oferece-te algumas moedas como agradecimento.",
          "3": "O peixe no fim da linha devia ser enorme! Rapidamente dás por ti a ser arrastado para o fundo da água! O pescador salva-te mesmo a tempo. Depois desta aventura, vais ter de cuidar de ti!"
        },
        "text": "Oferecer-se para ajudar."
      },
      "push": {
        "outcomes": {
          "0": "Mas porque é que o fizeste? {emote:other.why} Sentindo remorsos, ajuda o pobre homem e oferece-lhe algumas moedas para o compensar."
        },
        "text": "Empurra o pescador para a água!"
      },
      "skip": {
        "outcomes": {
          "0": "Não tens um minuto a perder para ajudar um simples pescador! Vão-se embora."
        },
        "text": "Não há tempo a perder!"
      }
    },
    "text": "Ao passar por um trecho de água, repara num homem que parece estar a ter problemas com a sua pesca!"
  },
  "11": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Passou muito tempo a conversar com a desconhecida e, finalmente, está de partida! Seguindo as indicações dela, chega rapidamente ao seu destino."
        }
      },
      "followHint": {
        "outcomes": {
          "0": "Era de facto um atalho!",
          "1": "Foste vítima de uma emboscada! Depois de te roubarem todos os teus pertences, os bandidos fogem cobardemente, deixando-te gravemente ferido e desmaiado."
        },
        "text": "Seguir o conselho do estranho."
      },
      "forest": {
        "outcomes": {
          "0": "Perde-se na floresta durante várias horas, mas acaba por sair ileso.",
          "1": "Perdeste muito tempo a atravessar a floresta, mas acabaste por conseguir! Ao saíres, apanhas um objeto que pode vir a ser útil!",
          "2": "Ao atravessar a floresta, dá uma grande queda numa vala - a ferida é profunda e tem de ser tratada!"
        },
        "text": "Atravessar a floresta na mesma."
      },
      "oppositeSide": {
        "outcomes": {
          "0": "Não sabe ao certo porque é que tomou um caminho 10 vezes mais longo do que o que tinha planeado inicialmente, mas finalmente chegou ao seu destino."
        },
        "text": "Evitar a floresta, começando pelo lado oposto ao indicado."
      }
    },
    "text": "Quando estás prestes a entrar numa floresta, um estranho diz-te que há um caminho mais curto para oeste."
  },
  "12": {
    "possibilities": {
      "craftBoat": {
        "outcomes": {
          "0": "Ao tentar construir o seu barco, magoa-se ligeiramente! Depois de várias horas de trabalho, decide abandonar a construção e seguir noutra direção.",
          "1": "Depois de passares várias horas a construir o teu barco, desces o rio... mas acabas por te afundar no meio. A água está gelada, mas consegues chegar à outra margem, congelado e enfraquecido. Tens de cuidar de ti antes de continuar!",
          "2": "Bastam algumas horas para construir um pequeno barco e chegar facilmente à outra margem. Quando saíres do teu barco, vais apanhar um objeto que, se não for útil, será fácil de vender!"
        },
        "text": "Experimente construir um pequeno barco."
      },
      "end": {
        "outcomes": {
          "0": "Depois de algumas horas junto ao rio, acabamos por seguir numa direção aleatória."
        }
      },
      "otherWay": {
        "outcomes": {
          "0": "Decide ir para o outro lado, mas demora uma boa hora a encontrar uma direção que lhe agrade!"
        },
        "text": "Ir numa direção diferente."
      },
      "searchBridge": {
        "outcomes": {
          "0": "Ao fim de 30 minutos, desiste finalmente e segue noutra direção...",
          "1": "Após 60 minutos, encontra finalmente um vau. Decidem não voltar à aldeia, que está demasiado longe, e partem de novo.",
          "2": "Passados alguns minutos, chega-se a uma pequena ponte de madeira e logo se chega à aldeia onde os habitantes, felizes por encontrarem um estranho pela primeira vez em anos, lhe oferecem algumas moedas.",
          "3": "Após alguns minutos, chega-se a uma pequena ponte de madeira. Infelizmente, está em mau estado, pois há anos que não é utilizada e, após alguns passos, uma tábua cai sob o seu peso! Mal consegues agarrar-te ao corrimão e encontras terra firme. Atordoado, vai ter de se tratar!"
        },
        "text": "Procurem uma ponte mais à frente."
      },
      "swim": {
        "outcomes": {
          "0": "A água está gelada! Ganha coragem e mergulha. Uma vez do outro lado, apercebes-te do teu erro. Estás congelado e fraco. Tens de cuidar de ti antes de continuar!",
          "1": "É fácil chegar ao outro lado e, quando se chega à aldeia, as pessoas recebem-nos e dão-nos algo para comer."
        },
        "text": "Atravessar o rio a nado."
      }
    },
    "text": "Vê-se um rio à nossa frente e, do outro lado da margem, uma aldeia."
  },
  "13": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Visita-se a cidade durante várias horas antes de continuar o caminho."
        }
      },
      "goAway": {
        "outcomes": {
          "0": "Demorará meia hora a atravessar a pequena aldeia e a prosseguir o seu caminho.",
          "1": "Perde-se uma boa hora a dar a volta à cidade, mas é possível regressar à estrada com todo o conforto."
        },
        "text": "Voltar atrás."
      },
      "goForge": {
        "outcomes": {
          "0": "Não há nada de interessante nesta forja... Sai rapidamente do local e continua o seu caminho.",
          "1": "Ao experimentar uma espada, parte a janela da forja e o ferreiro exige um reembolso!",
          "2": "Não há ninguém na forja, que parece estar abandonada há anos. No entanto, antes de partir, repara num objeto que pode ser útil para o resto da sua aventura...",
          "3": "A forja parece ter sido abandonada durante anos. Por isso, volta-se a partir.",
          "4": "Entra e cumprimenta o ferreiro. Após uma rápida inspeção do seu trabalho, percebe que não vai encontrar nada de interessante aqui. Continua o seu caminho."
        },
        "text": "Ir para a forja."
      },
      "goInn": {
        "outcomes": {
          "0": "Depois de falar com o estalajadeiro durante duas horas, fica finalmente a saber que não há quartos disponíveis para esta noite! Parte de novo, frustrado por não ter conseguido ter uma boa noite de sono.",
          "1": "Paga um quarto para passar a noite e cai deitado na cama. Precisas de dormir um pouco antes de recomeçar a tua aventura.",
          "2": "A estalagem parece ter sido abandonada há vários anos... Continua o seu caminho sem fazer mais perguntas."
        },
        "text": "Ir para o albergue."
      },
      "goMarket": {
        "outcomes": {
          "0": "Demora 30 minutos a explorar o mercado antes de descobrir um pequeno objeto no chão que pode ser útil...",
          "1": "Depois de perder 60 minutos a passear pelas bancas, acaba por sair da cidade sem ter encontrado nada de interessante.",
          "2": "No momento em que o seu estado de alerta estava no ponto mais baixo do mercado, recebe um violento golpe na nuca e cai no chão... Depois desse momento, não te lembras de nada. Terá de ser tratado antes de poder seguir em frente!"
        },
        "text": "Ir ao mercado."
      }
    },
    "text": "Depois de passar várias semanas a caminhar sem encontrar um único ser humano, chega finalmente a uma pequena cidade que parece bastante animada."
  },
  "14": {
    "possibilities": {
      "chatWorker": {
        "outcomes": {
          "0": "O homem vê-o e oferece-se para fazer um objeto consigo. Após quase uma hora, a tua criação está terminada. O homem dá-lha como recompensa!",
          "1": "Observa o trabalhador a fazer um machado durante cerca de dez minutos antes de se decidir a partir de novo.",
          "2": "O trabalhador vê-te e oferece-se para te ajudar a fazer uma espada. Entusiasmado com a perspetiva de uma nova arma, aceitas. Desajeitadamente, não demora muito para deixares cair a tua pesada criação no teu pé. Gravemente ferido, desistes da ideia de criar a tua própria arma."
        },
        "text": "Falar com o trabalhador."
      },
      "end": {
        "outcomes": {
          "0": "Dá a volta à casa e continua o seu caminho."
        }
      },
      "goAway": {
        "outcomes": {
          "0": "Sai sem perder tempo.",
          "1": "Continua o seu caminho à volta do prado.",
          "2": "Decide continuar a andar, apesar do seu cansaço. Após alguns quilómetros, cai na berma do caminho."
        },
        "text": "Não há tempo a perder! Tens de continuar a andar!"
      },
      "stayNight": {
        "outcomes": {
          "0": "Depois de uma conversa rápida com o homem, ele aceita alojar-te por uma noite. Exausto, cai na cama.",
          "1": "O homem admite rapidamente que não o pode alojar durante a noite, mas oferece-se para partilhar a sua refeição. Recusas educadamente e segues o teu caminho.",
          "2": "Tudo o que se obtém em resposta é um simples grunhido. Os habitantes locais parecem não gostar de estrangeiros.",
          "3": "O homem recusa-se rapidamente a partilhar a cama consigo, mas oferece-se para partilhar o jantar. Com fome e exausto, aceitas a oferta."
        },
        "text": "Peça para passar a noite para descansar e recuperar as forças."
      }
    },
    "text": "Quando começas a sentir-te cansado, encontras um pequeno prado onde se ergue uma pequena casa. Aproximas-te e descobres um homem ocupado a trabalhar numa peça de metal brilhante."
  },
  "15": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Passamos longos minutos a vê-los montar o seu bivouac, antes de recuperarmos a razão e continuarmos o nosso caminho."
        }
      },
      "skip": {
        "outcomes": {
          "0": "Ainda há um longo caminho a percorrer e não há tempo para parar!",
          "1": "Pode continuar o seu caminho sem perder mais tempo!",
          "2": "Continua o seu caminho sem parar.",
          "3": "Continua sem parar, abrindo caminho por ruas estreitas. Na esquina de uma delas, é empurrado selvaticamente por um homem que foge rapidamente."
        },
        "text": "Continue o seu caminho sem perder tempo."
      },
      "steal": {
        "outcomes": {
          "0": "Apanha algumas moedas e foge o mais depressa possível sem sentir o mínimo remorso.",
          "1": "Infelizmente, não há nada para roubar. No entanto, a tua tentativa não passou despercebida! Envergonhado, indemniza os proprietários e volta para a estrada.",
          "2": "Apanhado em flagrante! Perante os 5 homens imponentes que o rodeiam, arrepende-se amargamente da sua ação infeliz. Depois de ter pago a indemnização, vai-se embora, grogue."
        },
        "text": "Retirar discretamente algumas moedas da caixa registadora."
      },
      "trade": {
        "outcomes": {
          "0": " Conversa durante algum tempo com estes simpáticos comerciantes, que decidem fazer negócio consigo!",
          "1": "Infelizmente para ti, o grupo de comerciantes não tem nada para vender, por isso tens de seguir em frente.",
          "2": "Menos acolhedores do que esperavam, o grupo de homens rodeia-vos rapidamente e, sob ameaça de espancamento, tiram-vos alguns tostões antes de fugirem!",
          "3": "Devias ter confiado nos teus instintos e recusado esta \"pechincha\"... A magnífica espada cravejada de diamantes que te foi prometida parece ser feita de espuma macia. Regressas rapidamente, mas a porta da loja parece estar fechada para sempre! Jurando nunca mais se deixar enganar, põe-se a caminho."
        },
        "text": "Tentem fazer negócios com eles."
      }
    },
    "text": "Enquanto caminha pelas ruas secundárias de uma cidade, entra no que parece ser uma pequena loja onde um grupo de homens está a conversar calmamente."
  },
  "16": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Depois de ter admirado o edifício durante cerca de quinze minutos, volta a partir.",
          "1": "Apreciar a vista do castelo... Depois, lembrem-se da vossa missão e partam de novo."
        }
      },
      "enterCastle": {
        "outcomes": {
          "0": "Pouco depois de entrar no castelo, apercebemo-nos da insalubridade do local. Abandonado durante anos, o edifício está completamente degradado. Após alguns minutos de exploração, ao entrar numa sala grande e degradada, um pedaço enorme do teto cai em cima de si! Com grande dificuldade, consegues sair do edifício, ferido.",
          "1": "Entra no castelo e olha rapidamente à sua volta. Após alguns minutos, encontra uma sala que parece ser o antigo arsenal. Com pressa de sair do edifício, pega no primeiro objeto que encontra e volta a sair.",
          "2": "Parece que este castelo está menos abandonado do que parece! Pouco depois de entrar, ouve muitos ruídos vindos de diferentes divisões. Não muito tranquilo, decide continuar o seu caminho."
        },
        "text": "Introduzir para procurar no castelo."
      },
      "skip": {
        "outcomes": {
          "0": "Continua o seu caminho sem prestar mais atenção ao castelo."
        },
        "text": "Continue o seu caminho."
      },
      "walkAround": {
        "outcomes": {
          "0": "Percorre o castelo, mas não encontra nada. Pensando que já perdeste tempo suficiente, continuas o teu caminho.",
          "1": "Esta ronda não te vai dizer muito sobre o grande edifício. No entanto, ao longo do caminho, descobre um grande número de pequenas moedas de ouro espalhadas pelo castelo. Satisfeito com a sua descoberta, parte de novo.",
          "2": "No início da sua visita ao castelo, cai acidentalmente num buraco. Com uma perna ferida, tens de ser tratado antes de continuar!"
        },
        "text": "Visite o castelo pelo exterior."
      }
    },
    "text": "Depois de seguir um rio durante muitas horas, encontra um velho castelo nas margens do rio que parece ter sido abandonado."
  },
  "17": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Após alguns momentos de reflexão, decide voltar à estrada o mais rapidamente possível.",
          "1": "Passa alguns momentos à procura de outra fonte de alimento, mas depois de uma longa procura apercebe-se de que é tudo em vão. Não convencido das suas opções, parte de novo."
        }
      },
      "fruits": {
        "outcomes": {
          "0": "Sobe o mais alto que puderes e apanha uma peça de fruta. Satisfaz rapidamente a sua fome e sente as suas forças restauradas graças a este aumento de açúcar.",
          "1": "Quando estavas prestes a apanhar um pedaço de fruta no cimo da árvore, o ramo que te sustentava caiu com o teu peso! Atordoado com a queda, decide abandonar a sua refeição e pôr-se de novo a caminho.",
          "2": "Escolhe rapidamente uma peça de fruta e morde-a... Só algumas horas mais tarde é que se apercebe que cometeu um erro."
        },
        "text": "Sobe à enorme árvore que está à tua frente para recolher os frutos."
      },
      "hunt": {
        "outcomes": {
          "0": "Não há animais à vista, por isso, parte-se de novo sem mais demoras.",
          "1": "Depois de uma perseguição frenética a um animal selvagem, este deixa de fugir de ti e ataca-te furiosamente. Atordoado pela violência do ataque, não consegues evitá-lo e sofres toda a fúria da fera. Gravemente ferido, só daqui a algum tempo poderás retomar a tua aventura.",
          "2": "Perfura rapidamente alguns pequenos animais com a sua lâmina e devora a sua presa com grande apetite antes de partir de novo, exausto."
        },
        "text": "Tentativa de caçar um animal selvagem."
      },
      "mushrooms": {
        "outcomes": {
          "0": "Quando se baixa para apanhar os cogumelos, vê um objeto estranho a brilhar no chão...",
          "1": "Apanha alguns cogumelos antes de se aperceber que não tem nada com que os cozinhar. Abandonando a apanha, põe-se de novo a caminho.",
          "2": "Morde-se um cogumelo vermelho com pequenos pontos brancos... e rapidamente se arrepende!"
        },
        "text": "Apanhar cogumelos."
      },
      "salad": {
        "outcomes": {
          "0": "Apanha um pouco e engole a sua refeição. Energizado pela refeição, põe-se de novo a caminho.",
          "1": "Depois de procurar um pouco, não consegue encontrar nenhuma planta que satisfaça a sua fome, por isso parte de novo sem comer nada.",
          "2": "Mudas rapidamente de ideias quando olhas à tua volta e descobres a vegetação densa que te impede de apanhar qualquer coisa. Sem perder mais tempo, põe-se de novo a caminho."
        },
        "text": "Faça uma salada com as plantas que encontrar."
      },
      "skip": {
        "outcomes": {
          "0": "Continua o seu caminho sem perder mais tempo.",
          "1": "Decide não voltar a comer. Mas acaba por se arrepender desta decisão algumas horas mais tarde. Esfomeado, decide descansar um pouco antes de partir de novo."
        },
        "text": "Abandonar a ideia de comer aqui e partir na esperança de encontrar um sítio melhor para comer."
      }
    },
    "text": "Faminto da viagem do dia, decide parar e procurar algo para comer."
  },
  "18": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Observa o local durante alguns minutos, depois apercebe-se de que está realmente deserto. Parte-se de novo."
        }
      },
      "searchScaffolding": {
        "outcomes": {
          "0": "Sobe ao topo do andaime, mas, à exceção de uma paisagem magnífica, não encontra nada. Depois de ter passado alguns minutos a admirá-la, volta a partir.",
          "1": "Ao subir a estrutura instável, descobrirá uma vista deslumbrante da região! Aproveite a vista para detetar um objeto lá em baixo.",
          "2": "Sobe a escada, mas a meio do caminho, um degrau parte-se e cai no chão! Atordoado pela queda, recupera lentamente os sentidos."
        },
        "text": "Procurar no andaime."
      },
      "searchSite": {
        "outcomes": {
          "0": "Procura durante 30 minutos, mas não encontra nada de interessante.",
          "1": "Depois de procurar durante 40 minutos, encontra finalmente algo que pode ser útil!",
          "2": "Enquanto procurava numa caixa de ferramentas, cortou a mão num alicate ferrugento. A ferida é muito profunda!"
        },
        "text": "Pesquisar no sítio."
      },
      "skip": {
        "outcomes": {
          "0": "Decide ignorar este sítio e continuar o seu caminho.",
          "1": "Olha para o local à distância, sem ver a picareta no chão. Corta o pé ao sair."
        },
        "text": "Continuem a vossa viagem sem se preocuparem com nada."
      }
    },
    "text": "Chega a uma cidade, mas não há ninguém à vista. Ao passar por ela, vê um estaleiro igualmente deserto."
  },
  "19": {
    "possibilities": {
      "butch": {
        "outcomes": {
          "0": "Aproximas-te do cadáver e esfolas-o. Vende a sua pele ao primeiro comerciante ambulante que encontrar.",
          "1": "Esfola a raposa e parte à procura de uma forma de vender a sua pele. Alguns minutos mais tarde, encontra um comerciante que se oferece para a trocar por um dos seus artigos de qualidade, e aceita.",
          "2": "Esfola a raposa e procura um lugar para vender a sua pele. Infelizmente, a pele apodrece rapidamente e as moscas juntam-se à tua volta. Acabas por abandoná-la na berma da estrada, um pouco tarde demais, pois rapidamente te sentes mal!"
        },
        "text": "Esfolar a raposa para vender a sua pele."
      },
      "cook": {
        "outcomes": {
          "0": "Dadas as suas fracas capacidades culinárias, era de esperar o seguinte: adoece pouco depois de provar a sua preparação.",
          "1": "Apesar dos teus limitados dotes culinários, a tua raposa no espeto merece crédito por te ter alimentado.",
          "2": "Aproximas-te da raposa para a apanhar, quando ela se levanta de repente e te morde! Foges, ferido e com o estômago nos calcanhares.",
          "3": "Cozinhou esta raposa surpreendentemente bem e, depois de a comer, sente-se revigorado."
        },
        "text": "A tentar cozinhar a raposa."
      },
      "end": {
        "outcomes": {
          "0": "Olha hesitantemente para o animal deitado no chão. Finalmente, avança."
        }
      },
      "skip": {
        "outcomes": {
          "0": "Opta por ignorar o cadáver e não perde tempo.",
          "1": "Escolhe ignorar o cadáver e não perde tempo.... Mal passas por ele, a raposa levanta-se e morde-te violentamente!"
        },
        "text": "Basta ignorar isso e dirigir-se rapidamente ao albergue mais próximo."
      }
    },
    "text": "Depois de muitos e longos dias sem comer, vê um cadáver de raposa na berma da estrada, com um aspeto fresco."
  },
  "2": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Decidiu ficar quieto, mas o cão não parece gostar, morde-o violentamente e foge!"
        }
      },
      "followDog": {
        "outcomes": {
          "0": "Passados alguns minutos, perde o rasto do cão - ele ia demasiado depressa! Decide voltar pelo caminho por onde veio, mas depressa se apercebe que não estava a prestar atenção por onde ia... Agora estás perdido!",
          "1": "Perdes o rasto do cão após alguns minutos junto a uma árvore. Ao olhares à tua volta, descobres muitas moedas pequenas espalhadas por todo o lado!"
        },
        "text": "Segue o cão."
      },
      "skip": {
        "outcomes": {
          "0": "Após 15 minutos de perseguição, conseguiu despistar o cão - ele não parecia muito amigável!",
          "1": "Continua sem se preocupar com o cão. Ele não insiste.",
          "2": "Ao tentar fugir, cai com força numa vala, com uma ferida profunda... Terás de ser tratado antes de continuar!"
        },
        "text": "Continuar sem se preocupar com o cão."
      }
    },
    "text": "Um cão aparece à tua frente, circulando à tua volta. Parece querer que o sigas!"
  },
  "20": {
    "possibilities": {
      "alert": {
        "outcomes": {
          "0": "Os guardas seguem-vos e prendem o guarda desonesto, e a mulher oferece-vos um objeto como sinal de agradecimento.",
          "1": "Infelizmente, os guardas que estás a tentar alertar não têm qualquer utilidade para as maldades dos seus colegas. Perante a tua insistência, entram em combate contigo. Ganhas a batalha, apesar de alguns ferimentos, mas é demasiado tarde. A mulher jaz no chão, juntamente com dois guardas."
        },
        "text": "Alertar os outros vigilantes para as acções do seu colega."
      },
      "end": {
        "outcomes": {
          "0": "Continua o seu caminho sem prestar atenção ao guarda.",
          "1": "Atónito, fica a olhar para a cena durante cinco minutos. O guarda repara finalmente em ti e tu segues o teu caminho."
        }
      },
      "skip": {
        "outcomes": {
          "0": "Por isso, ignora a situação e continua o seu caminho.",
          "1": "Ao passar, tropeça e cai no chão."
        },
        "text": "Avançar."
      },
      "surpriseAttack": {
        "outcomes": {
          "0": "Consegue derrubar o guarda e recuperar um objeto precioso que ele transportava.",
          "1": "No último momento, o guarda vira-se e ataca-o. Depois de uma luta feroz, durante a qual a mulher fugiu, não consegues desviar um dos seus ataques. Vitorioso, o guarda deixa-o vivo e foge também.",
          "2": "O guarda esquiva-se e a mulher consegue fugir. Depois de assustar o guarda, encontra-a fora de perigo. Para te agradecer, ela oferece-te algumas moedas de ouro."
        },
        "text": "Atacar o guarda de surpresa para ajudar a mulher."
      }
    },
    "text": "Enquanto passeia por uma aldeia, repara com o canto do olho que um guarda rouba uma pobre mulher."
  },
  "21": {
    "possibilities": {
      "crossBridge": {
        "outcomes": {
          "0": "A travessia parece arriscada, mas como não há tempo a perder, atravessa-se. Depois de uma caminhada de 5 minutos pela ponte, chega ao fim são e salvo.",
          "1": "Ao atravessar a ponte, vê um pequeno saco e, ao abri-lo, repara num grande número de moedas.",
          "2": "Ao atravessar a ponte, ouvem-se pequenos rangidos e, de repente, uma tábua cai, e tu cais com ela.",
          "3": "Ao atravessar, uma tábua cai, mas felizmente consegue agarrar-se a uma tábua mais resistente. Depois de alguns minutos para recuperar, continua o seu caminho."
        },
        "text": "Assumir o risco de utilizar esta ponte."
      },
      "end": {
        "outcomes": {
          "0": "Espera cerca de vinte minutos, observando a ponte. Depois, continua o seu caminho.",
          "1": "Sem tempo a perder, continua o seu caminho, sem se preocupar com este percurso perigoso."
        }
      },
      "otherWay": {
        "outcomes": {
          "0": "Depois de uma boa hora de caminhada, encontra uma outra ponte, que parece estar em muito melhores condições, e decide ir por ela.",
          "1": "Enquanto caminha, repara numa pequena caixa e abre-a, que contém um objeto que parece útil. Apanha-o e continua o seu caminho.",
          "2": "Vê uma ponte e apressa-se a chegar lá o mais depressa possível, mas tropeça num tronco de árvore e fere-se."
        },
        "text": "Procurar outro caminho um pouco mais à frente."
      }
    },
    "text": "Ao continuar a sua viagem, chega a uma ponte em ruínas que, além disso, está sobre um enorme abismo."
  },
  "22": {
    "possibilities": {
      "buy": {
        "outcomes": {
          "0": "Aproximas-te do agricultor e pedes-lhe alguns frutos, que ele te dá em troca de algumas moedas. Quinze minutos mais tarde, repara que as frutas foram envenenadas e caem no chão.",
          "1": "O agricultor aceita vender-te 2 maçãs por algumas moedas. Depois de as comer, recupera muita energia e parte de novo.",
          "2": "O agricultor recusa-se a vender-lhe qualquer fruta, por isso continua o seu caminho sem perder mais tempo."
        },
        "text": "Vai comprar fruta a este homem."
      },
      "end": {
        "outcomes": {
          "0": "Observa-se a árvore durante cerca de vinte minutos e depois parte-se de novo.",
          "1": "O agricultor vê-o e oferece-lhe alguns frutos, que aceita de bom grado."
        }
      },
      "skip": {
        "outcomes": {
          "0": "Continua simplesmente o seu caminho sem se preocupar com a fruta, que parecia tão apetitosa."
        },
        "text": "Não te preocupes com isso."
      },
      "steal": {
        "outcomes": {
          "0": "Após alguns minutos, sai de lá com vários pedaços de fruta. Decide lucrar com elas, vendendo-as na aldeia mais próxima.",
          "1": "O agricultor apercebe-se da tua presença nos seus campos e bate-te.",
          "2": "Depois de comer alguma fruta, vai sentir-se com energia.",
          "3": "O agricultor apercebe-se rapidamente de que estás a tentar roubar fruta e apanha-te. Depois de recolher os seus frutos, pede-te uma indemnização."
        },
        "text": "Roubar frutos da árvore."
      }
    },
    "text": "Ao atravessar a propriedade de um agricultor, vê-se uma macieira com frutos muito apetitosos."
  },
  "23": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Passa 15 minutos a olhar para elas e decide continuar o seu caminho sem prestar mais atenção."
        }
      },
      "help": {
        "outcomes": {
          "0": "Decide ir ajudá-los. Depois de passar 45 minutos a ajudá-los, as pessoas agradecem-lhe e dão-lhe algum dinheiro.",
          "1": "Passa quase uma hora a reparar o carrinho deles. Depois de reparado, o grupo de pessoas ataca-o e rouba alguns dos seus pertences.",
          "2": "Repara rapidamente a carroça deles. Eles agradecem-te com alegria e dão-te um presente que será certamente útil para o resto da tua viagem."
        },
        "text": "Ajudar estas pessoas a reparar os seus carrinhos."
      },
      "skip": {
        "outcomes": {
          "0": "Não quer perder tempo, por isso, vá em frente.",
          "1": "Ao partir, tropeça num buraco e fere-se."
        },
        "text": "Não se preocupe com as pessoas que parecem suspeitas."
      }
    },
    "text": "Estás a caminhar pela floresta quando, de repente, vês uma carroça partida. À tua volta, um grupo de pessoas parece estar em mau estado."
  },
  "24": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Não se interessa por nenhuma das bancas e abandona rapidamente a cidade após alguns olhares.",
          "1": "Decide não comprar nada, mas passeia pelas bancas durante algum tempo."
        }
      },
      "foodStand": {
        "outcomes": {
          "0": "Esta comida é incrível! Nunca comeste nada tão bom na tua vida. Sentes-te revigorado e apaziguado.",
          "1": "Esta comida é estranha. Assim que a engoles, tens dores de cabeça, alucinações e náuseas. Foste envenenado! A julgar pelo sorriso na cara do cozinheiro, não há dúvidas. Vomita o veneno para cima da mesa, mas não tem a certeza de o ter retirado todo.",
          "2": "Este alimento é bastante clássico. Não sentimos nada quando a comemos ou depois de a acabarmos, e depois esquecemo-nos rapidamente do seu sabor."
        },
        "text": "Ir a uma banca de comida."
      },
      "gameStand": {
        "outcomes": {
          "0": "Joga o jogo várias vezes, mas nunca consegue receber o seu prémio. Desiludido com o seu desempenho, paga ao gerente e vai-se embora.",
          "1": "Jogas e experimentas o jogo durante muito tempo, mas não tens sorte. No entanto, o gerente faz amizade consigo e devolve-lhe o dinheiro dos jogos. Vai-se embora, agradecendo-lhe calorosamente.",
          "2": "Ganhou o jackpot! Feliz e aos pulos de emoção, pega no dinheiro e sai da cidade."
        },
        "text": "Ir a uma banca de jogos."
      },
      "itemStand": {
        "outcomes": {
          "0": "Procuramos durante horas aquele artigo que queríamos mas ninguém o tem. Para evitar comprar algo de que não precisa, decide finalmente não comprar nada.",
          "1": "E aqui está ele! Há dias que andava à procura deste artigo e finalmente encontrou-o! Compra-o rapidamente, sem prestar atenção ao preço, e vai-se embora."
        },
        "text": "Dirigir-se a uma banca de venda de artigos."
      }
    },
    "text": "Está a subir uma colina. Ao olhar em redor, vê luzes ao longe. À medida que te aproximas, ouves música. É uma festa! Animado para festejar, corres em direção à cidade."
  },
  "25": {
    "possibilities": {
      "dontHelp": {
        "outcomes": {
          "0": "Não presta atenção ao massacre que está a acontecer e vai descansar um pouco mais longe.",
          "1": "Não há tempo a perder! Está a caminho.",
          "2": "Na pressa de continuar a andar, tropeça num corpo sem vida e fere-se."
        },
        "text": "Não os ajudes."
      },
      "end": {
        "outcomes": {
          "0": "Depois de ter olhado rapidamente para os soldados ocupados com as suas buscas, decide continuar o seu caminho.",
          "1": "Cansado, fica rígido e adormece no chão."
        }
      },
      "help": {
        "outcomes": {
          "0": "Decide ir ter com os soldados e oferece-se para os ajudar a procurar sobreviventes. Após 45 minutos de ajuda, um soldado oferece-lhe algum dinheiro para lhe agradecer a sua preciosa ajuda.",
          "1": "No caminho para procurar sobreviventes, és atacado por alguém que está a pilhar corpos! Depois de uma luta, foges e continuas o teu caminho."
        },
        "text": "Oferecer-se para ajudar."
      },
      "steal": {
        "outcomes": {
          "0": "Decide passar por cima dos soldados e pilhar os corpos dos pobres mortos para tentar ganhar algum dinheiro.",
          "1": "Enquanto saqueia os corpos, é subitamente apanhado por um soldado. Ele aproveita-se da tua situação para te roubar e depois diz-te para ires embora rapidamente."
        },
        "text": "Pilhagem de corpos."
      }
    },
    "text": "Após vários dias de viagem sem problemas, chega finalmente ao local de uma pequena escaramuça entre dois grupos armados. No entanto, as coisas parecem ter-se acalmado e repara que há vários soldados ocupados a procurar sobreviventes."
  },
  "26": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Depois de 15 minutos a observar esta cena, vai-se embora, chocado, mas continua a sua aventura."
        }
      },
      "goAway": {
        "outcomes": {
          "0": "Horrorizado com este ato bárbaro, continua rapidamente o seu caminho.",
          "1": "Enquanto se afasta, vê uma caixa ao longe. Após alguns minutos de caminhada, chega à caixa. Abre-a e descobre um saco cheio de dinheiro."
        },
        "text": "Continuem a viver em paz."
      },
      "steal": {
        "outcomes": {
          "0": "Depois de roubares algumas pessoas, levas algo que te parece muito interessante! Depois de andares por aí durante cerca de trinta minutos, decides ver o que é.",
          "1": "Está a tentar roubar um residente quando este se vira subitamente e o agarra com força antes de o espancar. Depois de se debater, foge."
        },
        "text": "Assalto a transeuntes enquanto estes assistem ao massacre."
      },
      "trySave": {
        "outcomes": {
          "0": "Depois de te debateres no meio da multidão, intervéns o mais rapidamente possível e consegues arrastar o homem para fora. Depois de correr pela aldeia, o homem fica muito agradecido e oferece-te um objeto que podes usar durante o resto da tua aventura.",
          "1": "Ao abrir caminho por entre a multidão para tentar impedir o assassínio, é empurrado com força e cai no chão.",
          "2": "Depois de conseguir fugir com o homem, é apanhado e espancado por um grupo de pessoas. Uma vez de pé, repara que essas pessoas te roubaram.",
          "3": "Depois de tentar intervir violentamente, o carrasco agarra-te à força. Debates-te, mas nada pode ser feito. Também tu és condenado à morte."
        },
        "text": "Para intervir e evitar que este homem morra."
      }
    },
    "text": "Ao passar por uma aldeia, repara num grupo de pessoas reunidas. Ao aproximar-se, apercebe-se rapidamente de que está a decorrer um enforcamento. Depois de fazer algumas perguntas, fica a saber que essa pessoa foi condenada à morte por \"comentários contrários aos valores da Igreja\"."
  },
  "27": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Olhamos para o objeto durante 20 minutos e depois afastamo-nos.",
          "1": "Inclinando-se sobre o poço, observa o objeto. É então que tomba, mas felizmente consegue voltar a subir rapidamente, mas não sem sofrer ferimentos graves."
        }
      },
      "goDown": {
        "outcomes": {
          "0": "Ficou gravemente ferido durante a descida e ficou preso no fundo durante várias horas até alguém o encontrar.",
          "1": "Chegará ao fundo em segurança, recolherá o objeto e continuará o seu caminho.",
          "2": "Salta para o poço mas não encontra lá nada, por isso volta a subir sem perder mais tempo.",
          "3": "Uma vez no fundo, descobrirá uma grande quantidade de moedas de ouro, que pode recolher antes de continuar a sua viagem."
        },
        "text": "Tenta descer para recuperar o objeto."
      },
      "skip": {
        "outcomes": {
          "0": "Não há tempo a perder! Continua o seu caminho sem prestar a mínima atenção a isto.",
          "1": "Continua o seu caminho, mas, após uma hora de caminhada, dá de caras com um grupo de pessoas vestidas de preto. Depois de uma luta amarga, consegue sair, mas foi assaltado."
        },
        "text": "Continue o seu caminho."
      },
      "useBucket": {
        "outcomes": {
          "0": "Depois de uma hora de tentativas, consegue finalmente obter este objeto, que se revela ser apenas um pedaço de sucata.",
          "1": "Concentrado no seu objetivo, não se apercebe de que um jovem aldeão o agarrou e o empurrou para o poço. Atordoado, só acorda alguns minutos depois.",
          "2": "Recupera rapidamente o dinheiro do fundo e continua o seu caminho."
        },
        "text": "Tenta apanhar o objeto com o balde no poço."
      }
    },
    "text": "Enquanto caminha pela pequena aldeia que encontrou, repara num poço com um pequeno objeto brilhante no fundo."
  },
  "28": {
    "possibilities": {
      "accept": {
        "outcomes": {
          "0": "Juntas-te a eles... E perdes 3 horas a assistir a uma cerimónia religiosa.",
          "1": "Juntas-te a eles... Mas decide ir-se embora ao fim de 30 minutos, apercebendo-se de que ainda tem uma princesa para salvar e de que não tem mais tempo para dedicar à sua fé.",
          "2": "Ao aperceberem-se da tua falta de sensibilidade ao que dizem, o grupo começa a tornar-se agressivo! Demorarás vários minutos a escapar, não sem sofreres alguns golpes.",
          "3": "Junta-se a eles e sai com a mesma rapidez, roubando um objeto que lhe pode ser útil."
        },
        "text": "Concordar em juntar-se a ela."
      },
      "deny": {
        "outcomes": {
          "0": "Corta todo o diálogo e continua o seu caminho.",
          "1": "O grupo torna-se rapidamente agressivo perante a sua recusa. No final, é obrigado a ouvi-los falar durante longos minutos para evitar levar mais golpes."
        },
        "text": "Recusar gentilmente."
      },
      "end": {
        "outcomes": {
          "0": "Perante a sua felicidade, o grupo aborrece-se rapidamente e vai ao encontro de outro transeunte."
        }
      }
    },
    "text": "Durante a tua viagem, um grupo de homens que \"pregam a palavra dos deuses\" convida-te a juntar-te à sua causa."
  },
  "29": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Fica-se onde se está, à luz direta do sol, durante cerca de quinze minutos e depois cai-se.",
          "1": "Decide recorrer às suas reservas e prossegue o seu caminho para não perder tempo."
        }
      },
      "restHere": {
        "outcomes": {
          "0": "No entanto, o chão é muito desconfortável.",
          "1": "Depois de uma boa sesta, vai sentir-se mais motivado do que nunca."
        },
        "text": "Descanso no local."
      },
      "restTree": {
        "outcomes": {
          "0": "Vê uma zona de sombra debaixo das árvores e decide ir para lá. Depois de uma hora de sono, põe-se de novo em marcha e continua o seu caminho.",
          "1": "Dirige-se para um local com sombra onde possa descansar. Mas quando acorda, apercebe-se de que lhe roubaram os seus pertences."
        },
        "text": "Descansando ao pé de uma árvore."
      },
      "searchWater": {
        "outcomes": {
          "0": "Lembra-se de passar por um lago e dirige-se para ele... Uma vez lá, dá um mergulho refrescante no lago e está agora em melhor forma para continuar a sua viagem pelo país.",
          "1": "Lembra-se de passar por um lago, por isso dirige-se para ele. No caminho, encontras um objeto que te será certamente útil. Uma vez lá, dá um mergulho refrescante no lago e está agora em melhor forma para continuar a sua viagem pelo país.",
          "2": "Procura um bebedouro, sem sucesso... O cansaço faz-te desmaiar."
        },
        "text": "Procurar um bebedouro nas proximidades."
      }
    },
    "text": "Há vários dias que as temperaturas superiores a 30°C o afectam. À medida que as suas forças começam a falhar, incapaz de continuar a sua viagem, pensa na estratégia a seguir..."
  },
  "3": {
    "possibilities": {
      "abandon": {
        "outcomes": {
          "0": "Não é preciso: roubar é mau e esta caixa não lhe pertence!",
          "1": "Decide afastar-se do pequeno baú, achando que não vale a pena parar para perder tempo precioso."
        },
        "text": "Deixar a caixa onde a encontraste."
      },
      "end": {
        "outcomes": {
          "0": "Se calhar é uma armadilha! Em todo o caso, aproximar-se da caixa está fora de questão! Continua calmamente o seu caminho."
        }
      },
      "mineIt": {
        "outcomes": {
          "0": "Depois de perder 30 minutos a arrombar a fechadura, descobre que o cofre está vazio!",
          "1": "Depois de perder 30 minutos a arrombar a fechadura, descobre que o cofre está vazio!",
          "2": "Depois de ter perdido 15 minutos a arrombar a fechadura, descobre algumas moedas de ouro!"
        },
        "text": "Atacar o cadeado com uma picareta."
      },
      "searchKey": {
        "outcomes": {
          "0": "Após 50 minutos de procura, encontras a chave! Enterrada mesmo ao lado da arca, revelará muitas moedas de ouro!",
          "1": "Após uma hora de procura, encontras a chave! Enterrada mesmo ao lado da arca, revela algumas moedas de ouro!",
          "2": "Após 40 minutos de procura, encontras a chave! Enterrada mesmo ao lado da arca, está tão danificada que não a consegues abrir! Por fim, desistes e deixas a caixa para trás.",
          "3": "Após 20 minutos a escavar à volta da pequena arca, desiste finalmente e deixa a arca para trás.",
          "4": "Após 2 horas de procura, desiste finalmente e deixa a caixa para trás."
        },
        "text": "Procura a chave no local onde foi encontrada."
      }
    },
    "text": "Durante a sua viagem pela Route des Merveilles, encontra uma caixa! Infelizmente, está fechada..."
  },
  "30": {
    "possibilities": {
      "duke": {
        "outcomes": {
          "0": "Vai ter com o Duque e cumprimenta-o. Ele agradece-lhe e decide oferecer-lhe algum descanso em sua casa.",
          "1": "Vai ter com o Duque e cumprimenta-o. Ele agradece-lhe e decide dar-lhe algumas moedas. Ele agradece-te e decide dar-te algumas moedas, dizendo-te para lhes dares um bom uso.",
          "2": "Vai ter com o Duque e tenta elogiá-lo, mas a retórica não é o seu ponto forte e o Duque, sentindo-se ofendido, manda-o prender."
        },
        "text": "Vai ver o Duque."
      },
      "end": {
        "outcomes": {
          "0": "Hoje não lhe apetece festejar, por isso decide voltar para trás e continuar o seu caminho.",
          "1": "Hoje não estás preparado para festejar, por isso, voltas a pôr-te a caminho. Tropeças e dás de caras com uma banana, mas parece que não serve para nada."
        }
      },
      "gift": {
        "outcomes": {
          "0": "Queres oferecer uma prenda ao Duque Benatis, mas não te lembras de nada que sirva. Decide simplesmente dar-lhe algum do dinheiro que recolheu durante as suas aventuras. O Duque aceita o teu presente.",
          "1": "Aproxima-se do Duque para lhe oferecer um presente. Ao vê-lo chegar, o Duque compreende a sua intenção e diz-lhe gentilmente que não há necessidade, por isso, fica a conversar com ele e depois sai da festa.",
          "2": "Quando vai oferecer uma prenda ao Duque, este levanta-se e declara que decidiu distribuir prendas a todos os presentes. Percebe que não vale a pena dar-lhe um presente e aceita o que lhe foi entregue pelos criados."
        },
        "text": "Dá-lhe um presente."
      },
      "party": {
        "outcomes": {
          "0": "Vai para casa e aproveita a festa, que se prolonga até muito tarde.",
          "1": "O guarda vê os teus sapatos sujos e pede-te que voltes com algo mais adequado. Felizmente, um jovem mendigo que está ao seu lado oferece-se para lustrá-los em troca de algumas moedas. Assim, podes gozar o teu aniversário.",
          "2": "O buffet da festa é um banquete. Podes deliciar-te com todas aquelas bananas."
        },
        "text": "Ficar com a festa."
      },
      "steal": {
        "outcomes": {
          "0": "Quando estás prestes a sair da quinta com o teu espólio, um escravo chama-te e denuncia-te. Acabas por ser preso.",
          "1": "Sai discretamente com o seu delicioso rabo, que rapidamente acaba de comer.",
          "2": "Para tua grande infelicidade, não reparaste nas palavras \"Não se vende\" à frente das bananas acabadas de comprar, e elas rapidamente te deixaram doente!"
        },
        "text": "Sair para roubar bananas da sua quinta."
      }
    },
    "text": "Vê um castelo ao longe e decide aproximar-se dele pela entrada principal. Parece ser a casa do Duque Benatis, conhecido pelas suas plantações de bananas. Ele está a dar uma festa em honra do seu 21º aniversário. Ao aproximares-te, um guarda convida-te a entrar, pois o Duque quer que todos participem na festa. Uma vez lá dentro, deparas-te com um enorme banquete."
  },
  "31": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "O cavaleiro passa sem lhe prestar atenção. Continua o seu caminho tranquilamente."
        }
      },
      "hide": {
        "outcomes": {
          "0": "Saltaste para o arbusto mesmo a tempo. Aquele cavaleiro das trevas estava prestes a empurrar-te... Recuperas as emoções e pões-te a caminho.",
          "1": "Atira-se para o mato. Mas não reparaste que, na verdade, eram silvas...",
          "2": "Depois de saltar para o mato, vê passar este cavaleiro misterioso e vê um objeto cair da sua mochila. Apanha-o."
        },
        "text": "Escondido num arbusto à beira da estrada."
      },
      "keepGoing": {
        "outcomes": {
          "0": "O cavaleiro choca consigo a toda a velocidade. Voas 5 metros antes de caíres no chão. O Cavaleiro já desapareceu, tudo o que resta é uma nuvem de pó...",
          "1": "Quando te alcança, o cavaleiro vê-te a lutar para avançar sob o sol escaldante. Oferece-te um pouco de água do seu frasco e continua o seu caminho.",
          "2": "O cavaleiro alcança-te e pede-te informações. Indicas-lhe o caminho e continuas a tua viagem."
        },
        "text": "Continuar como habitualmente."
      },
      "wave": {
        "outcomes": {
          "0": "Depois de ver o teu aceno, o cavaleiro pára ao teu lado. Rapidamente se apercebe que se trata de um homem muito simpático. Conversam durante quase uma hora, antes de cada um ir para o seu lado.",
          "1": "O cavaleiro pára ao teu lado e bate-te com força, atirando-te ao chão. Quando acordas, reparas que os teus bolsos estão vazios...",
          "2": "O cavaleiro passa por ti. Provavelmente não viu o teu sinal ou não tem tempo a perder."
        },
        "text": "Faz-lhe sinal para parar."
      }
    },
    "text": "Ouve-se um som de galope ao longe. Viras-te e vês um cavaleiro de armadura negra com um brasão desconhecido."
  },
  "32": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Enquanto continua o seu caminho, decide parar perto de uma árvore e encontra algumas moedas de ouro.",
          "1": "Ao sair apressadamente, algumas pessoas vêem-no e decidem persegui-lo. Corre durante vários minutos até os despistar.",
          "2": "Continua o seu caminho como se nada tivesse acontecido.",
          "3": "Ao afastarem-se, deparam-se com caçadores furtivos que vos roubam."
        }
      },
      "heal": {
        "outcomes": {
          "0": "Corre para a floresta em busca de plantas medicinais, encontra algumas e cura o homem. O homem agradece-lhe com algumas moedas e decide partir de novo.",
          "1": "Decide ir procurar plantas medicinais na floresta, mas infelizmente não consegue curá-lo, por isso decide continuar o seu caminho, cabeça para baixo.",
          "2": "Vai até à aldeia mais próxima para pedir ajuda. Acompanhado, volta para junto da pessoa, mas o seu companheiro decide pô-lo inconsciente. Quando acordas, encontras a pessoa morta e foste roubado.",
          "3": "Corre para a cidade mais próxima para encontrar ferramentas para tratar o homem. Uma vez perto dele, cura-o: ele sobrevive e decide dar-te uma compensação pela tua coragem. Quando te vais embora, apercebes-te que te feriste enquanto o tratavas."
        },
        "text": "Para ir buscar algo para tratar o ferido."
      },
      "kill": {
        "outcomes": {
          "0": "Desembainhas a tua espada e acabas com o homem ferido. Mas isso sem ter em conta as testemunhas da cena que, indignadas com o que fizeste, te atacam selvaticamente.",
          "1": "Estava prestes a matar a pessoa ferida quando foi interrompido por um transeunte, pelo que decidiu abandonar a ideia e continuar o seu caminho.",
          "2": "Quando desembainhas a espada, o homem grita mas ninguém o ouve, por isso mata-o antes de o despir."
        },
        "text": "Mata o homem para recuperares o seu equipamento."
      },
      "yell": {
        "outcomes": {
          "0": "Gritas e gritas e finalmente alguém vem ajudar-te. Para lhe agradecer, a pessoa dá-lhe uma pequena coisa antes de se ir embora.",
          "1": "Gritas uma e outra vez. Infelizmente, não passa ninguém, mas atrais animais: um javali vem e ataca-te.",
          "2": "Gritamos até recuperar o fôlego, mas infelizmente ninguém aparece e a pessoa morre. Sentindo-se impotente, põe-se de novo a caminho.",
          "3": "Quando gritas, as pessoas do acampamento vizinho ouvem-te e decidem vir tomar conta do homem. Pensando que o tinhas tentado matar, levam-te para o acampamento deles sob a mira de uma arma. Depois de uma longa discussão, o mal-entendido fica resolvido e eles oferecem-te um descanso no acampamento. Aceitas de bom grado a oferta."
        },
        "text": "Gritar para alertar as pessoas."
      }
    },
    "text": "Estás a caminhar calmamente por uma floresta quando ouves um grito. A voz parece ser a de um homem, por isso decides ir em direção ao grito e encontras um homem gravemente ferido perto de uma espécie de acampamento."
  },
  "33": {
    "possibilities": {
      "chat": {
        "outcomes": {
          "0": "O tempo voa e passamos duas horas a conversar com um agricultor sobre o campo.",
          "1": "Faz amizade com a pessoa sentada ao seu lado, que lhe dá algo de presente.",
          "2": "Com o álcool, os ânimos exaltam-se e assiste-se a uma rixa antes de sair.",
          "3": "Um jovem generoso gostaria de lhe oferecer uma bolsa e uma bebida.",
          "4": "Aceita educadamente e fica alguns minutos, antes de sair, fingindo estar com pressa."
        },
        "text": "Sentar-se calmamente e conversar."
      },
      "eat": {
        "outcomes": {
          "0": "Este bom alimento dar-lhe-á um impulso de energia!",
          "1": "Má sorte! Se encontrar uma peça contaminada, fica doente.",
          "2": "Está a encher a cara de comida, por isso vai precisar de uma boa digestão para voltar à estrada.",
          "3": "Comeu bem, está a conversar com o seu vizinho, que continua a servir-lhe bebidas. Acaba por cair de bêbedo."
        },
        "text": "Aproveitar a oportunidade para se empanturrar de comida."
      },
      "end": {
        "outcomes": {
          "0": "Não vês a cabra que vem na tua direção e cais no chão, atordoado.",
          "1": "As pessoas aproximam-se de nós para nos levarem à mesa. Somos obrigados a comer com eles, o que nos dá uma nova energia!"
        }
      },
      "skip": {
        "outcomes": {
          "0": "Os habitantes locais vêem isto como um sinal de falta de educação e roubam-lhe a carteira.",
          "1": "Continua sem prestar atenção e encontra algumas moedas pelo caminho.",
          "2": "Corres com medo que eles venham ao teu encontro. Exausto, descansas."
        },
        "text": "Continuar sem parar."
      },
      "steal": {
        "outcomes": {
          "0": "Aproveita a oportunidade para recolher algumas moedas de ouro aqui e ali.",
          "1": "Algumas pessoas vêem-te, mas tu consegues fugir.",
          "2": "Algumas pessoas vêem-no. Ficam furiosas e atropelam-nos imediatamente."
        },
        "text": "Aproveitar a azáfama geral para roubar pessoas."
      }
    },
    "text": "Chegas a uma quinta onde está a decorrer uma grande festa. As pessoas têm um ar acolhedor."
  },
  "34": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Quando não responde, o grupo de amigos decide ir comprar-lhe um presente. Enquanto espera educadamente por eles, fica cada vez mais ansioso com a ideia de estar a perder tempo. Fica obcecado com o risco de não conseguir salvar a princesa, chega a ficar doente com isso... e acaba por desmaiar. Ao encontrarem-te sem vida no caminho de regresso, os homens honestos encostam-te a uma árvore para que possas descansar e deixam-te este presente antes de partirem de novo.",
          "1": "Perante a sua falta de reação, não insistem. Continua o seu caminho sem lhes prestar atenção.",
          "2": "Vendo-o hesitar demasiado, os jovens decidem finalmente oferecer-lhe algum dinheiro para comprar algumas bugigangas. Agradece-lhes e prossegue o seu caminho."
        }
      },
      "food": {
        "outcomes": {
          "0": "Um deles dá-lhe uma sopa bastante apetitosa. Bebe-a sem suspeitar. Estes malandros prepararam-te uma armadilha! Há muito tempo que esperavam para te pilhar e a bebida continha agaricus suficiente para te deixar doente. Sentes-te a perder o controlo enquanto observas, impotente, os teus bolsos serem roubados.",
          "1": "Estes transeuntes prepararam-te um prato delicioso, digno de uma poção gaulesa. Ao olhar mais de perto, repara num objeto deixado no fundo da tigela. Pode vir a ser útil mais tarde.",
          "2": "Encantado por lhe estar a fazer um favor, o grupo sai para lhe comprar a especialidade local. Ao ver o prato chegar, faz uma cara de coragem, mas prova-o com um certo desgosto: não gosta de cogumelos! Não sem dificuldade, continua o seu caminho."
        },
        "text": "Prenda alimentar."
      },
      "health": {
        "outcomes": {
          "0": "O grupo acompanhá-lo-á até ao vale, onde lhe oferecerá um tratamento revigorante nas águas termais. Rejuvenescido, está pronto para se fazer à estrada.",
          "1": "As poucas pessoas oferecem-lhe um tratamento num centro de massagens próximo. Enquanto está a ser massajado, uma das velas penduradas na parede cai dentro do frasco de óleos essenciais, incendiando todo o estabelecimento. Consegues, não sem dificuldade, sair do inferno que emana do edifício.",
          "2": "Eles não estavam à espera deste tipo de pedido e não sabem como reagir. Não querendo deixar o mal-estar apodrecer, continua o seu caminho."
        },
        "text": "Um presente saudável."
      },
      "kind": {
        "outcomes": {
          "0": "O grupo de amigos diz-lhe que foi à procura do presente perfeito. Infelizmente, não encontraram nada que te agradasse. Desiludido, continua o seu caminho.",
          "1": "Estes miúdos espertos decidiram pregar-te uma partida e dar-te um presente malvado. Mas eles não pensaram que uma tábua com pregos salientes seria perigosa para desembrulhar. Com os dedos a sangrar, partiste furiosamente para te tratares.",
          "2": "Os seus generosos doadores orgulham-se dos seus achados no mercado. Entregam-lhe um objeto que, à primeira vista, lhe interessa muito."
        },
        "text": "Oferta em espécie."
      },
      "money": {
        "outcomes": {
          "0": "Não ouvindo a sua resposta, algumas pessoas preferem dar-lhe qualquer coisa. Para eles, o dinheiro não é uma verdadeira prenda!",
          "1": "Reunidos em círculo, cada um tira algumas moedas da sua carteira. No final, entregam-lhe uma bela quantia, fruto da sua contribuição. Depois de o aconselharem a fazer bom uso dela, desejam-lhe uma boa viagem de regresso a casa.",
          "2": "Algumas pessoas juntaram-se para lhe dar uma boa quantia de dinheiro. A sua atitude é suspeita e rapidamente se apercebe que o dinheiro foi roubado. Decide abordar um guarda com toda a honestidade para lhe devolver o dinheiro sujo. Inesperadamente, o guarda chama-o e interroga-o longamente sobre os pormenores do caso e sobre o seu envolvimento no roubo."
        },
        "text": "Presente na mudança."
      }
    },
    "text": "Numa esquina, alguns transeuntes reconhecem-no e aproximam-se de si. Lembram-se perfeitamente da ajuda que lhes deu e insistem em agradecer-lhe com um presente. Perguntam-lhe o que mais lhe agradaria."
  },
  "35": {
    "possibilities": {
      "deny": {
        "outcomes": {
          "0": "Não acha que seja boa ideia beber coisas desconhecidas como teste, por isso recusa educadamente a oferta do barman. No entanto, pede-lhe uma boa caneca de cerveja, que bebe calmamente enquanto conversa com alguns dos clientes habituais.",
          "1": "Agredes literalmente o barman, perguntando-lhe se ele acha que és uma fufa por ter tentado fazer-te beber qualquer porcaria. Ele expulsa-te do bar e tu retalias acendendo uma fogueira no bar e depois segues o teu caminho.",
          "2": "Explica ao barman que não quer beber nada que não lhe seja familiar e muito menos ser cobaia. Ele garante-lhe que acabou de misturar dois álcoois e alguns extractos de plantas inofensivos. Então bebe e diz-lhe o que pensa."
        },
        "text": "Recusar a sua proposta."
      },
      "end": {
        "outcomes": {
          "0": "Ignora-o e sai da sua estalagem."
        }
      },
      "steal": {
        "outcomes": {
          "0": "Explica que não quer ser a sua cobaia e o barman, com um ar desapontado, deixa-o em paz. Então, começa a fazer a tarefa que sempre quis fazer desde que entrou no bar: roubar discretamente os bolsos dos clientes. Apalpa os bolsos de três pessoas sem qualquer problema, mas a quarta repara em si e grita \"ladrão\". Foge.",
          "1": "Explica que não quer ser a sua cobaia e o barman, com um ar desapontado, deixa-o em paz. Então, começa a fazer a tarefa que sempre quis fazer desde que entrou no bar: roubar discretamente os bolsos dos clientes. Apalpa os bolsos de três pessoas sem qualquer problema, mas a quarta repara em si e grita \"ladrão\". Acabas por passar a noite na prisão e indemnizar essas pessoas."
        },
        "text": "Recusar e tentar roubar as pessoas."
      },
      "test": {
        "outcomes": {
          "0": "Aceita a oferta e bebe o líquido espesso que ele lhe dá. É delicioso e dá-te uma sensação de calor.",
          "1": "Sem mais demoras, pega na caneca que ele lhe entrega, cheia de um líquido espesso e esverdeado. Bebe-o de um só gole. Alguns segundos depois, apercebe-se do sabor horrível e vomita tudo no chão. O barman pede desculpa e dá-lhe uma mão-cheia de moedas como compensação, mas você sente-se mal.",
          "2": "Aceita o seu pedido e ele entrega-lhe uma caneca. Bebe-a e nota um ligeiro sabor residual. Dá ao barman as suas impressões, ele agradece-lhe e continua o seu caminho."
        },
        "text": "Concordar em ser uma cobaia."
      }
    },
    "text": "Entra num bar e o barman chama-o, dizendo que gostaria de \"testar algumas bebidas novas\" em si."
  },
  "36": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Há muito tempo que está à espera nesta praça e, de repente, os comerciantes começam a abrir lojas. É o teu dia de sorte! É um mercado e as maçãs são muito baratas. Compra algumas e põe-se a caminho.",
          "1": "Espera-se na praça durante algum tempo, depois percebe-se que não há nada de muito interessante para fazer e parte-se de novo."
        }
      },
      "goAway": {
        "outcomes": {
          "0": "Continua o seu caminho. Ao saíres da aldeia, encontras um padre que te oferece um pedaço de pão para a tua viagem."
        },
        "text": "Continue o seu caminho."
      },
      "goInn": {
        "outcomes": {
          "0": "Chega-se ao albergue e recupera-se as energias com uma boa refeição e uma merecida sesta.",
          "1": "Chega ao albergue, que infelizmente está cheio. De qualquer modo, toma uma refeição e continua o seu caminho.",
          "2": "Infelizmente, a estalagem está fechada e decide continuar o seu caminho, com fome e cansado."
        },
        "text": "Ir para o albergue para descansar."
      },
      "stealJeweler": {
        "outcomes": {
          "0": "Confia nas suas capacidades de infiltração. Entra e, felizmente, o velhote não está lá. Consegue roubar o conteúdo do caixote e sai.",
          "1": "Chega à frente da loja e entra com o objetivo de assaltar o joalheiro. Quando agarra o dinheiro do joalheiro, um guarda pessoal deixa-o inconsciente. Acordas algumas horas mais tarde ao longo de um caminho."
        },
        "text": "A tentar roubar o joalheiro."
      },
      "talkJeweler": {
        "outcomes": {
          "0": "Conversa com o joalheiro e estabelece uma amizade. Ele dá-lhe um objeto como sinal desta nova amizade.",
          "1": "Decide tentar regatear para comprar uma das jóias por um preço baixo. Discute durante muito tempo, mas o velho é um ótimo regateador e não cede. Vai-se embora, apercebendo-se de que ele não tem intenção de baixar os preços."
        },
        "text": "Vá ter com o joalheiro e converse com ele."
      }
    },
    "text": "No decurso da sua longa viagem, chega a uma pequena aldeia encantadora. Chega ao centro da aldeia, mas esta é muito pequena e só tem duas lojas: uma joalharia e uma estalagem. Descobre, através de um transeunte, que a joalharia é gerida por um velho que faz jóias e colares magníficos. A estalagem, por sua vez, é gerida por um casal e diz-se que é um grande sucesso."
  },
  "37": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Nota uma pequena floresta à sua direita. Sentindo muita sede, segue o som de um riacho de água fresca. Quando chegares ao riacho, mata a tua sede e volta para a aldeia.",
          "1": "Nota uma pequena floresta à sua direita. Ao passar, apanha um objeto provavelmente abandonado por um transeunte e continua em direção à aldeia."
        }
      },
      "run": {
        "outcomes": {
          "0": "Começa a correr e, menos de um quarto de hora depois, chega à aldeia.",
          "1": "Começa-se a correr, mas felizmente a chuva pára rapidamente. O ritmo é mais moderado e em breve chega à aldeia."
        },
        "text": "Acelerar para evitar ficar demasiado molhado."
      },
      "walk": {
        "outcomes": {
          "0": "Caminha calmamente, afinal é apenas uma chuva fraca e não lhe apetece correr só por isso.",
          "1": "Continuamos a andar... alguns minutos depois, a chuva fraca pára e avistamos a aldeia.",
          "2": "Caminha-se calmamente."
        },
        "text": "Continua a andar."
      }
    },
    "text": "Caminha lentamente, o tempo está limpo e a estrada é boa. Pensa na noite agradável que vai passar na estalagem da próxima aldeia por onde passa, e isso dá-lhe coragem para continuar. A estrada está tão calma neste momento que, enquanto caminha, mergulha nos seus pensamentos. Apercebe-se de que, apesar de ter começado a sua aventura para provar o seu valor e casar com a princesa, está a gostar cada vez mais da sua viagem. Quando está prestes a chegar à aldeia que é o seu objetivo do dia, começa a chover."
  },
  "38": {
    "possibilities": {
      "buyCheap": {
        "outcomes": {
          "0": "Compra um objeto barato em troca de algumas moedas de ouro. Fica satisfeito com o objeto que ele lhe vendeu e volta a guardá-lo no seu saco.",
          "1": "Compra um dos seus artigos de baixo valor, mas assim que o recebe e começa a inspeccioná-lo, apercebe-se de que ele lhe vendeu um artigo em mau estado. O vigarista aproveitou-se da tua ingenuidade e do momento em que estavas a olhar para o artigo para fugir com ele. Jura nunca mais se deixar enganar por este tipo."
        },
        "text": "Concorde em comprar-lhe um artigo barato."
      },
      "buyExpensive": {
        "outcomes": {
          "0": "Decides comprar um dos seus objectos mais caros para ficares mais bem equipado em troca de uma certa quantidade de ouro. Ele dá-lhe um objeto soberbo e você coloca-o no seu saco. Cumprimentas o vendedor calorosamente antes de ele sair.",
          "1": "Compra-se um artigo bastante caro e de grande qualidade, pelo que se sai satisfeito.",
          "2": "Compra uma das suas peças mais caras, mas quando a inspecciona apercebe-se de que ele lhe vendeu uma espada ferrugenta coberta de tinta. Infelizmente, é demasiado tarde e o vigarista já se foi embora, aproveitando o momento em que estavas a inspecionar a espada... Furioso, promete vingar-se desta afronta o mais rapidamente possível."
        },
        "text": "Para lhe comprar um dos seus bens mais preciosos."
      },
      "deny": {
        "outcomes": {
          "0": "Recusa educadamente a sua oferta e continua o seu caminho."
        },
        "text": "Recusar."
      },
      "end": {
        "outcomes": {
          "0": "Não querendo fazer negócio com ele, passa por ele com um simples aceno de cabeça, mas ele retém-no para promover cada um dos seus artigos. Não quer ofender o comerciante, por isso espera que ele termine e diz-lhe gentilmente, mas com firmeza, que não tenciona comprar nada.",
          "1": "Acabas por ir ter com o comerciante, falar com ele durante muito tempo e estabelecer uma amizade. Antes de partir, ele dá-te um pequeno objeto que poderás achar útil na tua viagem.",
          "2": "Conversa com o comerciante durante algum tempo, fazendo amizade, e quando o sol começa a pôr-se, ele diz-lhe que está na hora de partir. Despedem-se e seguem caminhos diferentes."
        }
      },
      "steal": {
        "outcomes": {
          "0": "Rouba discretamente um dos seus objectos e foge rapidamente.",
          "1": "O comerciante apercebe-se do que estás a tentar fazer e pede-te que lhe devolvas a mercadoria. Por piedade, decide deixar-te ir, o que fazes sem pedir mais nada.",
          "2": "Começas a roubar o comerciante, que repara. Ele dá um murro violento e depois vai-se embora."
        },
        "text": "Roubar os seus bens."
      }
    },
    "text": "Pelo caminho, encontras um comerciante ambulante que te chama. Ele diz que tem alguns objectos que te podem interessar, a preços muito razoáveis."
  },
  "39": {
    "possibilities": {
      "convoy": {
        "outcomes": {
          "0": "Por algum dinheiro, ele aceita acompanhar-te. Assim, partem e, pouco tempo depois, deparam-se com uma espada reluzente presa numa rocha. Tentam retirá-la, mas os vossos esforços revelam-se inconclusivos. Price tenta, por sua vez, e consegue retirar a arma da sua carapaça de pedra. Sabendo que não a teria encontrado sem ti, dá-te algum dinheiro como agradecimento, muito mais do que lhe pagaste. O resto da viagem decorre sem incidentes e, após algumas dezenas de quilómetros, separam-se.",
          "1": "Por algum dinheiro, ele aceita acompanhar-te. Durante a sua viagem, encontra uma mochila abandonada no caminho. Encantado com esta descoberta, decide partilhar o seu conteúdo com Price. O resultado é uma boa soma de dinheiro e um objeto que achas que será útil na tua aventura.",
          "2": "Por um pouco de dinheiro, ele aceita acompanhar-te. Caminham juntos durante algum tempo sem que nada de especial aconteça, à exceção de um pequeno incidente com alguns ladrões que não resistem muito tempo a Price. Depois despedem-se.",
          "3": "Dá-lhe algumas moedas para que o acompanhe até à próxima cidade. Partem rapidamente e, quando o sol se põe, acampam e vão para a cama. São rudemente acordados pelo som de metal a bater, e demoram alguns segundos a perceber que Price está a recolher o vosso dinheiro. Sem pensar duas vezes, corre em direção a ele, determinado a impedi-lo. Ele dá-lhe um murro forte na têmpora e tu observas atónito enquanto ele foge com os teus bens."
        },
        "text": "Pague-lhe para que o acompanhe até ao seu próximo destino."
      },
      "end": {
        "outcomes": {
          "0": "Passa alguns minutos a conversar com Price e depois parte de novo.",
          "1": "Depois de conversarem um pouco, seguem caminhos diferentes. Algumas ruas mais à frente, é atacada por um grupo de pessoas de aspeto pouco simpático, que lhe roubam a carteira à mão armada."
        }
      },
      "meal": {
        "outcomes": {
          "0": "Convida o Price para comerem qualquer coisa juntos e ele aceita. Conversam durante algum tempo, bebem uns copos, riem-se muito, trocam dicas e ficam a conhecer-se melhor. É com um ligeiro pesar que Price se despede de si ao fim de algumas horas, pois tem um contrato a cumprir.",
          "1": "Pergunta a Price se ele quer ir comer consigo à taberna local. Ele recusa, dizendo que tem trabalho a fazer, e vai-se embora."
        },
        "text": "Conhecermo-nos uns aos outros durante uma boa refeição."
      },
      "steal": {
        "outcomes": {
          "0": "Tenta assaltá-lo, mas ele repara em si e dá cabo de si.",
          "1": "Ele repara imediatamente em si, mas deixa-o ir, não sem lhe lançar um olhar de desprezo. Tu sais em disparada, intimidado."
        },
        "text": "A tentar roubar-lhe dinheiro."
      }
    },
    "text": "Durante a sua viagem, chega a uma cidade junto ao mar. Aí encontras um homem que diz chamar-se Price e que é um mercenário."
  },
  "4": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Continua o seu caminho sem prestar atenção à estrela cadente - não perdeu tempo!"
        }
      },
      "skip": {
        "outcomes": {
          "0": "Continua o seu caminho sem prestar atenção à estrela cadente - não perdeu tempo!",
          "1": "Continua o seu caminho sem prestar atenção à estrela cadente - não perdeu tempo!",
          "2": "Prossegue sem prestar mais atenção ao fenómeno, mas continua a olhar para o céu com admiração... Distraído, não repara imediatamente na enorme fenda à sua frente! Acaba esmagado no fundo do buraco, abalado e chocado, mas garante a si próprio que, pelo menos, não está muito ferido!"
        },
        "text": "Ignorar este evento."
      },
      "wish": {
        "outcomes": {
          "0": "Pede um desejo e fecha os olhos... Quando os abre novamente, descobre um saco cheio de dinheiro à sua frente! Perder aqueles 10 minutos valeu a pena!",
          "1": "Pede um desejo e fecha os olhos... Quando volta a abri-los, não descobre absolutamente nada! Depois de esperar 10 minutos por nada, vai-se embora.",
          "2": "Pede um desejo e fecha os olhos... Quando volta a abri-los, descobre que não aconteceu nada! Depois de esperar 10 minutos sem nada, vai-se embora.",
          "3": "Pedes um desejo e fechas os olhos... Quando os abre de novo, descobre... Nada! Depois de esperar 10 minutos por nada, vai-se embora.",
          "4": "Pede-se um desejo e fecha-se os olhos... Em geral, é melhor não continuar a andar com os olhos fechados - pode tropeçar numa pedra, magoar-se e perder 10 minutos antes de poder voltar a andar."
        },
        "text": "Pede um desejo."
      }
    },
    "text": "Decidiu aproveitar uma noite calma para continuar a sua viagem. O céu está magnífico e, após alguns minutos de observação, avista uma estrela cadente!"
  },
  "40": {
    "possibilities": {
      "askAdvices": {
        "outcomes": {
          "0": "Entra em Xetrix e espera por ele. Quando ele regressa, trocam algumas dicas e descobrem onde fica a cidade mais próxima. Depois de uma longa hora de caminhada, apercebes-te que o eremita te enganou e, sem mais nada para fazer, continuas o teu caminho.",
          "1": "Entra na casa do homem, espera por ele e pede-lhe conselhos sobre como preparar uma refeição com os elementos da floresta. Ele dá-te uma receita, que segues meticulosamente. Acabas por comer uma refeição bastante boa e sais de lá satisfeito.",
          "2": "Vê-o entrar, segue-o e pede-lhe conselhos. Acabam por se dar bem e ele convida-a para jantar. Durante a refeição, bebe um pouco demais e acaba por ficar bêbeda."
        },
        "text": "Pedir conselhos ao eremita."
      },
      "breakIn": {
        "outcomes": {
          "0": "Pensas nisso e depois dizes a ti próprio que é possível entrar na casa. Por isso, rouba algumas moedas e sai o mais depressa possível.",
          "1": "Decides entrar na casa do tal Xetrix e começas a roubar-lhe quando ele chega. Ele vê-te e atira-se a ti, mas tu consegues fugir depois de uma luta, porque és mais ágil do que ele. No entanto, estás ferido e perdeste todo o teu saque na altercação.",
          "2": "Entra em casa para esperar pelo homem. Uma vez lá, conversam e ele decide convidá-la para jantar. Depois de uma refeição deliciosa, sai com a barriga cheia e a sentir-se muito bem."
        },
        "text": "Arrombamento da casa."
      },
      "end": {
        "outcomes": {
          "0": "Fica ali a pensar: não consegue decidir-se e decide ir-se embora após alguns minutos.",
          "1": "Decide pôr-se a caminho. No caminho, encontra alguns cogumelos, apanha-os e come-os. No entanto, adoece porque os cogumelos não eram comestíveis."
        }
      },
      "goBack": {
        "outcomes": {
          "0": "Decide voltar por onde veio e, pelo caminho, encontra algumas moedas no chão, junto a uma carteira com um buraco.",
          "1": "Parte de novo quando encontra um homem ferido. Ao tentar ajudá-lo, descobre que foi vítima de uma emboscada! Alguns homens aparecem e roubam-te, antes de partirem de novo."
        },
        "text": "Volta pelo caminho por onde vieste."
      }
    },
    "text": "Entra numa floresta escura e vê a silhueta de um homem ao longe. Decide aproximar-se dele e apercebe-se de que é um eremita que anda à procura de alimentos. Aproxima-se da sua casa, na qual lê a inscrição \"Xetrix\", que é provavelmente o seu nome. Ainda está a pensar no que fazer..."
  },
  "41": {
    "possibilities": {
      "corrupt": {
        "outcomes": {
          "0": "O guarda aceita o seu dinheiro e decide libertá-lo, mas não repara que o outro homem da cela lhe rouba o dinheiro imediatamente a seguir.",
          "1": "O subornador aceita o teu acordo, oferece-te uma refeição deliciosa e tu comes até te fartares, depois liberta-te.",
          "2": "O guarda aceita o teu dinheiro e liberta-te. No entanto, era tudo uma armadilha, por isso ele faz-te pensar que escapaste e decide perseguir-te, bater-te e voltar a pôr-te na cela.",
          "3": "O guarda deixa claro que não está do seu lado e deixa-o na prisão. É libertado algumas horas mais tarde, depois de ter resolvido o assunto.",
          "4": "O guarda recusa categoricamente o seu dinheiro. Espera demasiado tempo e acaba por adormecer."
        },
        "text": "Tentativa de subornar a pessoa que o está a observar."
      },
      "end": {
        "outcomes": {
          "0": "Para passar o tempo, decide conversar com outro prisioneiro. Algumas horas mais tarde, estás em liberdade.",
          "1": "Espera calmamente que o libertem, mas quando fala com o guarda apercebe-se de que é acusado de bruxaria. Quase uma hora depois, é ilibada e o verdadeiro culpado é preso.",
          "2": "Andas à volta da cela o mais que podes. Passado algum tempo, adormeces e, quando acordas, dás por ti na floresta."
        }
      },
      "escape": {
        "outcomes": {
          "0": "Enquanto tentas fugir, apercebes-te de que o outro prisioneiro será um fardo para ti e decides não o informar da tua fuga. À procura de algo que o possa ajudar neste plano, depara-se com uma ripa de madeira partida. Tenta alargar a abertura sem sucesso, pelo que abandona a ideia.",
          "1": "Decide alertar o outro recluso para a fuga, distraindo-o para que recupere as chaves do bolso do guarda. Ele abre a cela quando o guarda se apercebe do engano. Começa uma luta, mas o teu colega decide libertar-te. Depois, parte para longe, onde toma uma boa refeição quente.",
          "2": "Tenta bater na porta de aspeto frágil. Consegues arrombá-la com sucesso, quando o guarda te vê. Ele começa a lutar contigo para te levar de volta para a cela, e tu fazes o teu melhor para te defenderes, mas não estás à altura dele."
        },
        "text": "A tentar fugir."
      },
      "explain": {
        "outcomes": {
          "0": "Falas e falas. No entanto, o guarda não quer ouvir e decide amordaçar-te. Algumas horas mais tarde, é libertado e o guarda pede-lhe desculpa por o ter confundido com um fugitivo.",
          "1": "Falam e falam e, por fim, o guarda decide sair da sala para não voltar a ouvir-vos. Algumas horas mais tarde, és libertado e, ao saíres da cidade, encontras algumas moedas no chão.",
          "2": "Tens uma longa conversa com o guarda. Quando ele compreende a tua angústia, decide libertar-te e esconder-te para que possas sair da cidade discretamente.",
          "3": "Tenta discutir com o guarda. Passados 15 minutos, ele perde a paciência e decide bater-lhe com a arma para o silenciar."
        },
        "text": "Tenta explicar."
      },
      "playDead": {
        "outcomes": {
          "0": "Finge-se de morto na esperança de que o guarda se desfaça do seu corpo e possa sair. Como esperado, o guarda obedece. Depois de ter sido libertado, decide ir para a estalagem, pois está muito cansado.",
          "1": "O guarda não repara logo em ti, mas assim que te vê, decide verificar se estás mesmo morto. Pobre ator que és, ele apercebe-se disso e decide deixar-te na cela por mais algum tempo.",
          "2": "O guarda examina o teu corpo, tu consegues enganá-lo e ele desfaz-se do teu cadáver. Depois de teres ido embora, levantas-te e pões-te de novo a caminho."
        },
        "text": "Fingir-se de morto."
      },
      "wait": {
        "outcomes": {
          "0": "Espera-se. À medida que o tempo passa, os minutos parecem horas. Mas a pessoa que o observa não parece disposta a libertá-lo tão cedo.",
          "1": "Espera, o tempo parece longo. Após algumas horas, o guarda decide libertá-lo e pede desculpa pelo mal-entendido.",
          "2": "Enquanto espera, você e o guarda começam a conversar e acaba por fazer jogos com ele. Ele percebe que a tua história é de facto um mal-entendido e convida-te para comer."
        },
        "text": "À espera que algo aconteça."
      }
    },
    "text": "Quando continuas o teu caminho, chegas a uma cidade. Logo a seguir, um grupo de homens vem na tua direção e agarra-te, levando-te depois para um edifício. Atiram-te para uma cela com um recluso e apercebes-te rapidamente de que estás numa prisão e que foste vítima de um mal-entendido."
  },
  "42": {
    "possibilities": {
      "ask": {
        "outcomes": {
          "0": "Ela responde-lhe gentilmente que ela própria gere uma estalagem e convida-o a entrar. Aceitas e, após alguns minutos de deambulação, chegas à estalagem em questão. Fica surpreendido ao descobrir que está construída dentro de uma gruta. Caminha com confiança para o fundo da gruta, onde uma sopa está a ferver e exala um aroma inebriante. Depois, ouve um estrondo. Vira-se e vê uma ponte levadiça a ser baixada. Do outro lado, aparecem cerca de quinze pessoas. Era uma armadilha e tu caíste nela. Demasiado fraco para discutir, decide provar primeiro a sopa. A tua cabeça fica pesada, ouves os teus guardas a rir e adormeces profundamente. Acordas junto a um rio, com os bolsos mais leves do que te lembravas.",
          "1": "Ela indica uma taberna a alguns quilómetros de distância. Vai até lá, enche o estômago e descansa um pouco. Depois de pagar a conta, retoma a sua caminhada."
        },
        "text": "Pergunte-lhe qual é o albergue mais próximo."
      },
      "end": {
        "outcomes": {
          "0": "Ignora-o completamente e continua o seu caminho. Por fim, chegas a uma pequena aldeia chamada Tardans. Ao entrares, encontras uma mochila cheia de moedas e um objeto que pode ser útil para o resto da tua aventura!",
          "1": "Decide pôr-se a caminho. No caminho, encontra alguns cogumelos, apanha-os e come-os. No entanto, adoece porque os cogumelos não eram comestíveis."
        }
      },
      "feign": {
        "outcomes": {
          "0": "Depois de procurar na gruta durante uma hora, abandona a busca e regressa de mãos vazias.",
          "1": "Ao refazer os seus passos, não repara na corda esticada entre duas raízes. Tropeça nela e fica suspenso no ar. Alguns saqueadores, alertados pelo barulho, correm e roubam-lhe o bolso. Quando o conseguem tirar do nó, já eles se foram embora com o seu saque.",
          "2": "Ao refazer os seus passos, vê ao longe o que parece ser uma gruta. Avança lentamente e inspira o cheiro doce. Aproximando-se na ponta dos pés, consegue apanhar um pouco de comida. Depois, volta a afastar-se rapidamente, com medo de ser apanhado por alguém que tenha testemunhado o seu pequeno roubo.",
          "3": "Entra lentamente na gruta e começa a explorar. Depois de andar cerca de quinze metros, dá de caras com um imponente urso, que se lança contra si. Enfrenta-o e, após uma luta feroz, consegue derrubá-lo com um golpe no crânio. Depois, esfolas o urso e cozinhas a carne. Quando estiveres satisfeito, vais à procura de um comerciante a quem possas vender a pele do urso."
        },
        "text": "Finge que te vais embora e volta a procurar a gruta por ti próprio."
      },
      "help": {
        "outcomes": {
          "0": "Partiste para explorar a sua gruta, de lanterna na mão. Infelizmente, acontece que a jovem tinha a peste e tu apanhaste-a dela.",
          "1": "Após alguns minutos, chega à gruta em questão. Caminha com confiança para o fundo da gruta. Depois ouve um estrondo. Vira-se e vê uma ponte levadiça a ser baixada. Do outro lado, aparecem cerca de quinze pessoas. Era uma armadilha e tu caíste nela. Depois de várias horas de negociações com os teus carrascos, eles decidem libertar-te por uma boa quantia de dinheiro. Sais então, envergonhado e jurando a quem te quiser ouvir que não voltarás a ser apanhado.",
          "2": "Avançamos rapidamente, preparados para qualquer eventualidade. Acontece que a gruta em questão é muito profunda e passas uma boa hora à procura do fundo. No momento em que decide voltar para trás, vislumbra um reflexo metálico pelo canto do olho. Ao aproximares-te, apercebes-te de que se trata de um cofre preso com uma simples corda. Puxas a corda, que se solta facilmente. Depois, abre o cofre: contém uma quantidade inimaginável de moedas e um objeto que leva com orgulho. De volta ao exterior da gruta, tranquilizas a jovem que está em segurança e sais, feliz com o teu espólio.",
          "3": "Entra lentamente na gruta e começa a explorar. Após cerca de quinze metros, depara-se com um urso imponente, que se lança sobre si. Começa a lutar, mas é rapidamente abatido. Foges, a sangrar e a pingar de suor, enquanto a jovem mulher te observa espantada."
        },
        "text": "Serás rápido a ajudar."
      }
    },
    "text": "Na curva do caminho, aparece uma jovem mulher. No início, não percebe muito bem o que ela está a dizer, mas acaba por perceber que ela precisa de ajuda para explorar uma gruta."
  },
  "43": {
    "possibilities": {
      "continue": {
        "outcomes": {
          "0": "Continuam o vosso caminho e apercebem-se de que ele é, de facto, um caçador nórdico. Cumprimentam-se e observam-no a preparar as suas armadilhas. Percebem que é daí que vem o líquido que sai da mão dele.",
          "1": "Curioso, aproxima-se da pessoa. É um caçador nórdico que está a preparar as suas armadilhas. Cumprimentam-se e oferecem-lhe a sua ajuda, que ele aceita prontamente. Depois de o ajudar a montar todas as armadilhas, pergunta-te se queres passar a noite em casa dele. O caçador cozinha a caça que apanhou, tu reanimas-te comendo uma boa perna de borrego à frente do fogo da lareira e depois ele deixa-te descansar na sua cama. Partirás ao amanhecer. Agradece-lhe dando-lhe algumas moedas."
        },
        "text": "Continue o seu caminho."
      },
      "end": {
        "outcomes": {
          "0": "Ignora a pessoa à sua frente e, um pouco mais à frente, encontra um objeto brilhante que coloca no seu saco.",
          "1": "Com medo, volta para trás e faz uma manobra de diversão para evitar chocar com a criatura.",
          "2": "Corre sem olhar para ver o que é, mas tropeça na escuridão numa pedra. Cai sobre os seus braços, todo esfolado."
        }
      },
      "fight": {
        "outcomes": {
          "0": "Começas a correr aos gritos, mas o homem volta-se e impede-te. Depois de lhe explicares o que estás a pensar, ele diz-te que estás no caminho errado: ele é um caçador a verificar as suas armadilhas, não uma criatura demoníaca! Pedes desculpa e voltas a pôr-te a caminho.",
          "1": "Corres em direção à estranha figura, gritando. No entanto, à medida que te aproximas, apercebes-te de que se trata de um caçador a preparar as suas armadilhas. Confuso, decides ajudá-lo, para compensar o susto que lhe causaste.",
          "2": "Desembainhas a espada, o homem vira-se e vê-te a avançar na sua direção. Ameaça disparar uma flecha se deres mais um passo. Pedes desculpa, explicando que o confundiste com um demónio à distância, e segues o teu caminho, envergonhado."
        },
        "text": "Confrontar a criatura."
      },
      "goBack": {
        "outcomes": {
          "0": "Preferes voltar para trás discretamente. Quando estiveres suficientemente longe, corres a toda a velocidade e refugias-te na aldeia mais próxima.",
          "1": "Afasta-se lentamente, mas pisa um ramo que se parte. Assustado, começa a correr com todas as suas pernas, mas cai no chão e esfolia os joelhos. Mas a adrenalina faz efeito e retoma imediatamente a sua corrida louca."
        },
        "text": "Dar a volta."
      },
      "shelter": {
        "outcomes": {
          "0": "Lembra-se de ter passado por uma igreja alguns minutos antes, por isso não hesita muito antes de decidir ir até lá para se proteger do ser demoníaco. Corre todo o caminho, chegando à frente da igreja em menos de dez minutos. Bates à porta, um pouco nervoso, com medo de seres seguido pela besta. Um kyutista abre a porta e, depois de explicares, deixa-te entrar. As pessoas simpáticas do interior da igreja dão-te algo para comer e dizem-te que não têm qualquer problema em manter-te durante a noite. Agradecido, juntas-te a eles nos Louvores de Askeriel, durante os quais todos os presentes murmuram em coro como Askeriel, o Grande Deus, criou a existência, a matéria, a terra, e depois os humanos e os animais. Quando terminam, vão todos para a cama.",
          "1": "Lembra-se de ter passado por uma igreja pouco antes. Por isso, dirige-se para lá, na esperança de encontrar ajuda. Uma vez lá, bate à porta. Após alguns segundos de inação, decide entrar, temendo ter sido seguido pela besta. É então que se apercebe de que a igreja está completamente vazia, abandonada. Fecha a porta, deita-se no chão e adormece.",
          "2": "Pensa imediatamente em procurar refúgio numa igreja: o que poderia ser melhor, afinal, quando se está perante algo que parece demoníaco? No entanto, apercebe-se rapidamente de que não faz a mínima ideia de onde fica a igreja mais próxima. Por isso, decide fugir para o mais longe possível da criatura, o que faz.",
          "3": "Pensa que ir à igreja é uma boa opção. Por isso, apressa-se e, em poucos minutos, chega à igreja por onde passou. Bate à porta e é recebido por um padre jovial, que o deixa entrar imediatamente. Conta-lhe logo o que viu e ele diz-lhe que pode muito bem ser uma terrível criatura demoníaca a cumprir as ordens de Y'ahnor. Impressionado, juntas-te a ele na Ode aos Três, a cerimónia que celebra Orthgard, Fenrir e Iatneh, os deuses protectores que guiam a humanidade e inspiram as suas maiores invenções e descobertas."
        },
        "text": "Abrigar-se numa igreja kyutista."
      }
    },
    "text": "A meio da noite, em direção a leste, está a caminhar. Está escuro, mas a lua brilha. Vê diante de si um ser iluminado pela luz da lua. É alto, está vestido de preto; vê um líquido a pingar de uma das suas mãos, a noite ilumina a pele pálida do indivíduo que ainda não o viu. O que é que faz?"
  },
  "44": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Segue em frente, sem querer estar envolvido na morte do homem. Perto dali, encontra um objeto abandonado que deve ter pertencido a ele."
        }
      },
      "help": {
        "outcomes": {
          "0": "Quando tentas salvá-lo, ele assusta-se e derruba-te com a sua pedra. Demora algum tempo a recuperares os sentidos e voltas a partir.",
          "1": "Atira-se sobre a pedra e apanha-a. Corta rapidamente a corda e vai à procura do infeliz, que está encharcado. Passas várias horas com ele, tentando dissuadi-lo de voltar a fazer o mesmo. Agradecido, ele oferece-lhe abrigo para passar a noite.",
          "2": "Atira-se à pedra, mas é demasiado lento. O pobre homem afunda-se rapidamente no rio, levado pela corrente. Olhas à tua volta para ver se ele deixou algum dos seus pertences para trás. Deparas-te com um estranho objeto brilhante.",
          "3": "Corre para o salvar, mas ele atira a pedra antes de o conseguir alcançar. Saltas atrás dele e tentas puxá-lo para a margem, mas ele debate-se e arrasta-te com ele. Começando a sufocar, liberta-o e é obrigado a subir de novo."
        },
        "text": "Pounce para o salvamento."
      },
      "push": {
        "outcomes": {
          "0": "Chega por trás dele sem fazer barulho e empurra-o violentamente para o rio. Ele afunda-se e desaparece do seu campo de visão. Fica a olhar durante alguns instantes, esperando não ter sido visto, e volta a afastar-se calmamente.",
          "1": "Aproxima-se sem fazer barulho quando, de repente, um ramo lhe acerta na perna. Cai de costas em cima do suicida, arrastando-o para os remoinhos gelados da morte.",
          "2": "Aproxima-se a passo de caracol quando o seu pé se parte num ramo. Assustado, o pobre homem atira a pedra para longe e segue-a. Levanta-se e descobre uma bolsa que ele deixou para trás."
        },
        "text": "\"Ajude-o empurrando-o."
      },
      "watch": {
        "outcomes": {
          "0": "Observa despreocupadamente enquanto o homem se afunda no rio depois da sua pedra. Procura na área se ele deixou algum objeto para trás e encontra uma bolsa com moedas. Sai satisfeito consigo mesmo.",
          "1": "Quando se instala, vê-o mudar de ideias e atirar a pedra ao chão. Ao voltar-se, repara em ti e convida-te para jantar em sua casa. Sem se questionar, aceita o convite e segue-o até à sua casa de campo. Quando começam a jantar, a sua cabeça fica pesada, a sua visão turva e cai num sono profundo. Acordas muito mais tarde na berma de uma estrada deserta e desconhecida."
        },
        "text": "A vê-lo atirar a pedra."
      }
    },
    "text": "Durante a tua longa viagem, encontras-te nas margens de um rio largo. Não conseguindo atravessá-lo, decides caminhar ao longo dele até encontrares uma ponte. Enquanto caminhas ao longo da ponte, deparas-te com uma visão invulgar: um camponês segura uma pesada pedra acima da cabeça, que parece estar presa à sua perna. Ele parece pronto a atirá-la a qualquer momento."
  },
  "45": {
    "possibilities": {
      "askJoin": {
        "outcomes": {
          "0": "O grupo era muito acolhedor, pelo que fizeram a viagem todos juntos. Quando se chega ao santuário, o guia passa quase duas horas a contar-nos a história.",
          "1": "A banda simplesmente recusa-o. Por isso, continua o seu caminho.",
          "2": "O grupo pensa que é um ladrão e bate-lhe em conformidade."
        },
        "text": "Pedir ao grupo que se junte a eles."
      },
      "end": {
        "outcomes": {
          "0": "O grupo, pensando que está a ser espiado, bate-lhe violentamente.",
          "1": "Passados 15 minutos sem qualquer reação, está de volta ao seu caminho."
        }
      },
      "goAlone": {
        "outcomes": {
          "0": "Decide ir sozinho para o santuário. Após 30 minutos de caminho, o chão desaba subitamente sob os seus pés e cai violentamente.",
          "1": "Decides ir sozinho ao santuário. Quando chegas ao local, ouves um barulho estranho e, em pânico, corres e tropeças. Ficas com um arranhão feio na perna, que depressa fica infetado.",
          "2": "Decides ir sozinho ao santuário. No caminho, encontras um objeto que pode ser útil. Quando chegas, descobres que o santuário é uma gruta. Decides não ir mais longe.",
          "3": "Decide ir sozinho ao santuário. Uma vez lá, descobre um magnífico santuário, cuja beleza contempla durante 30 minutos.",
          "4": "Ao ver o tempo piorar, muda de decisão e continua o seu caminho."
        },
        "text": "Ir ao santuário sozinho."
      },
      "skip": {
        "outcomes": {
          "0": "Continua o seu caminho, preferindo ir para a aldeia seguinte.",
          "1": "Continua o seu caminho. Alguns minutos mais tarde, apercebe-se de que tomou o caminho errado. Na pressa de recuperar o tempo perdido, tropeça numa pedra e os seus pertences espalham-se."
        },
        "text": "Continue o seu caminho."
      },
      "talk": {
        "outcomes": {
          "0": "Passa quase 30 minutos a recolher informações sobre este santuário, informações essas que não serão úteis.",
          "1": "O grupo simplesmente não quer falar, e está a fazer com que o saiba."
        },
        "text": "Discutir com o grupo."
      }
    },
    "text": "Ao passar por uma aldeia movimentada, ouve um grupo de pessoas a falar de um santuário que se diz estar assombrado. Curioso, continua a ouvir. Dizem que o santuário fica a uma hora de carro a sul e que a partida é daqui a 30 minutos."
  },
  "46": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "O trovador, não te vendo responder, ignora-te e volta a cantar canções básicas e sem alma. Por isso, continua o seu caminho.",
          "1": "Sem te ver reagir, o trovador, determinado a ganhar dinheiro por sua conta e risco, e vendo uma cobaia perfeita diante de si, decide drogar-te e levar-te para o beco escuro ao lado. A partir daí, começa a cantar uma canção sobre tortura em laboratório, na qual tu és o carrasco. Tendo a força necessária para levar a cabo esta experiência atroz, que se revela maravilhosa neste magnífico porco, o trovador, ou na tua alucinação, o teu patrão, decide oferecer-te dois objectos como recompensa. Para dar seguimento a esta ação, Pérotin espera que voltes ao normal, pega no objeto mais valioso e deixa-te o outro, que poderás achar útil mais tarde.",
          "2": "Não te vendo reagir, Pérotin decide drogar-te para que fales o que pensas, para ver se se passa alguma coisa. Não consegue ver nada, nem mesmo no seu íntimo. Em pânico, o trovador chama os guardas que o internam por loucura."
        }
      },
      "singCrazyLove": {
        "outcomes": {
          "0": "Não é preciso pedir mais do que fazer. Encontra-se na cama, despido, ao lado do que parece ser o seu amante. Se virmos bem, apercebemo-nos de que estamos atados pela cintura e... faltam-nos todos os membros, braços e pernas. Só te podes mexer com o tronco. Vendo a tua angústia, Pérotin termina a canção com \"foi tudo um sonho\" e voltas a ser tu mesmo, inteiro e desprendido. Mas precisas de descansar para recuperares do teu trauma.",
          "1": "Assim que pedes, recebes. Encontra-se no mar, longe de tudo, acompanhado por um único marinheiro, o seu amor. Ao chegar a uma ilha deserta, vê uma cruz no chão. É, de facto, um tesouro, cheio de um belo espólio e de um objeto que lhe será útil. A ganância e a avareza levam a melhor sobre ti e decides deixar a ilha sozinho. No regresso a casa, encontras Pérotin, que está a cantar para dar o dinheiro que ganhou ali, como presente a esta melodia inigualável. Depois destas aventuras, parte de novo, acompanhado pelo objeto que encontrou na ilha.",
          "2": "Sabendo da tua busca heróica para salvar a princesa, o trovador decide contar uma das possíveis sequelas das tuas aventuras após o salvamento. Mas como não sabia muito sobre as tuas ligações com a princesa, preferiu contar a história de \"A velha e o falso monstro\", sendo tu o falso monstro, claro. Já conhecendo a sinopse, Pérotin não conseguiu fazer com que mudasses, provavelmente devido à subdosagem dos seus medicamentos. Não tendo entrado no seu conto, decide agradecer-lhe esta história maravilhosa e continua o seu caminho, consciente desta inútil perda de tempo."
        },
        "text": "Cantando sobre amor louco."
      },
      "singHero": {
        "outcomes": {
          "0": "Este famoso bardo, que sabe muito pouco sobre aventuras, decide contar a história de uma viagem normal pela floresta, tal como tu a conheces tão bem. Desiludido com esta canção e com Pérotin, continuas a tua aventura.",
          "1": "Pérotin decide fazer-nos recuar dois minutos antes de falar com ele. Pequeno problema, a sua história e as suas drogas são tão fiéis ao original que respondes com a mesma reação a este relato, sem que a decisão do trovador face a esta reação se altere. O resultado é um loop alucino-temporal, causado pelos talentos de Pérotin e pela vossa estupidez. Perotin, o único que tem consciência da cena que estás a viver com ele, tem pena de ti no final do dia e liberta-te desta droga má.",
          "2": "Pérotin decide deixar-te ver o futuro, seja ele real ou pura ficção da tua mente, e ao mesmo tempo ajudar-te a ganhar algum dinheiro: vais para os arredores de um velho castelo abandonado. Com um pouco de procura, encontras uma passagem secreta cheia de armadilhas. Consegues evitá-las todas e acabas numa enorme sala de tesouro. Mas o nosso menestrel favorito, mesmo antes de acabares de pilhar e recolher o tesouro fora da zona das armadilhas, foge com o teu espólio, deixando-te apenas com a arca principal da sala, que contém muito dinheiro e um item surpreendentemente útil para salvar a princesa. Entretido, continua a sua divertida aventura, ainda um pouco sob a influência da droga que se diz ser o ácido γ-hidroxibutírico."
        },
        "text": "Cantar a nossa vida, a nossa história heróica."
      },
      "singLove": {
        "outcomes": {
          "0": "Como dizes, acabas num velho mosteiro no campo, a revolver a terra. Tu e o teu amor ficam neste lugar decrépito e, todos os meses, conseguem cultivar apenas o suficiente para viver. Estás a gostar tanto desta história, graças à overdose de drogas, que não consegues ver o tempo passar. Pérotin acorda-o e diz-lhe que as drogas que ingeriu fazem com que 1 ou 2 minutos das suas histórias pareçam um mês inteiro da sua vida. Felizmente, é esse o caso, senão terias morrido de velhice. Meditativo, continua a sua viagem.",
          "1": "Não compreendendo o teu súbito desejo de um amor incolor, Pérotin pensou que estavas deprimido e decidiu cantar-te uma canção reconfortante para te curar da tua súbita depressão. A canção fez-te muito bem.",
          "2": "Ao ver o teu conhecimento do amor sem paixão, o trovador afeiçoa-se a ti e canta-te uma canção em que o teu amor és tu. Apanhado numa violenta discussão entre ti e ti mesmo, o menestrel pára a canção e pede-te uma indemnização pela luta frenética que tiveste contigo mesmo em frente dos seus admiradores. Mais uma vez na história, pensas que vais deixar o outro, o que te deixa triste, muito triste. Por isso, vão-se embora, deixando algum dinheiro a Pérotin para compensar o incómodo."
        },
        "text": "Cantar sobre um amor aborrecido e redundante."
      },
      "singRoyalty": {
        "outcomes": {
          "0": "O trovador, que adora a sua pátria desde que se lembra, satisfaz o teu pedido e canta os louvores dos duques e dos contos. O duque da região vizinha passa e ouve esta doce melodia, que lhe embala o coração. No final da canção, ele recompensa-te a ti e ao teu amigo com uma grande bolsa de ouro.",
          "1": "O nosso trovador, odiando os poderes instituídos, decide usar a sua canção para iniciar uma revolução e aceder ao trono. Ele leva-te, droga-te e faz-te acreditar que tu e o povo estão a liderar o caminho para o quarto do rei. Infelizmente, uma das cordas do bandolim parte-se e a música pára subitamente. Mas tu estás de facto na sala do trono, sozinho, com uma forquilha. Estás agora preso por loucura.",
          "2": "Pérotin, sabendo um pouco da tua aventura para salvar a princesa, decide deixar-te experimentar o ponto de vista da mãe dela por um dia, para que possas aprender mais sobre esta donzela em perigo. Mas a vida de rainha não é muito excitante para ti e, para além dos mexericos e pensamentos ocasionais sobre a filha, não tiras nada de útil daí, pois tudo é criado pelas drogas mágicas de Perotin. No final do dia, pega no seu corpo e continua o seu caminho."
        },
        "text": "Cantando sobre a realeza e os poderes que existem."
      },
      "singWork": {
        "outcomes": {
          "0": "Pérotin, entristecido com este pedido, decide fazer-lhe o papel de trovador na sua canção e... Vê-se a si próprio a vir na sua direção para lhe pedir esta canção, mas força-se a dizer a mesma canção, e isto continua durante muito tempo. Passado algum tempo, o nosso trovador preferido pára o ciclo, dando-lhe o antídoto para este veneno alucinatório. Assustado com o que acabou de acontecer e com a duração do ciclo, corre para a pessoa mais próxima para saber que dia é hoje. E... chegaste à noite.",
          "1": "Pérotin, nostálgico, decidiu contar na sua canção os seus primeiros tempos de atividade. Conta como o seu velho mestre lhe dava as suas lições melodiosas com as suas drogas suavizantes. Sente-se aquela doçura nas palavras do professor que nos inibe com todo o nosso ser. No final da sua última lição, Périssien, o mestre de Pérotin, decide dar-lhe um presente de despedida, tal como tinha recebido dos seus antecessores, mas para evitar que seja esse instrumento mágico, o bandolim, que não o deixou desde que começou, Pérotin muda o final para lhe dar um objeto que pode ser útil para o resto da sua aventura.",
          "2": "O excelente trovador Pérotin decide contar um sonho que gostaria de ver realizado, seja ele real ou alucinado: primeiro, está sozinho, no beco da aldeia, acompanhado pela sua guitarra. Canta para si próprio sobre as alegrias do seu trabalho e as tristezas da vida, quando um monarca passa na rua principal. O monarca, ao ouvir a bela melodia, aproxima-se de ti e pergunta-te se podias criar uma canção para ele sobre o tema do seu amor. No final da tua doce balada, apenas imaginada, ele agradece-te e dá-te uma bela pilha de ouro, dado que este transeunte era real. Satisfeito com a música, decide partilhar o dinheiro com Pérotin como donativo."
        },
        "text": "Cantar sobre a profissão de trovador."
      }
    },
    "text": "Ao passar por uma pequena aldeia, depara-se com o trovador mais famoso da região e não só, chamado Pérotin. Ele é tão bom no seu trabalho que consegue fazer-nos viver a canção, literalmente, graças às suas poderosas drogas. Depois de ter tido a coragem de ir falar com ele, gostaria que lhe sugerisse o próximo tema da sua canção. Qual é a tua sugestão?"
  },
  "47": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Considera a oferta do aldeão, mas não responde. Ele insiste e tu sais sem dizer uma palavra, pensativo.",
          "1": "Não reage e, quando o seu interlocutor se vai embora, foge da aldeia para evitar problemas com o senhor.",
          "2": "Consideras a oferta do aldeão, mas és rapidamente detido por guardas que ouviram a conversa. Os teus protestos não te salvam de um dia nas celas."
        }
      },
      "goAway": {
        "outcomes": {
          "0": "Decide não se envolver nesta loucura e parte de novo o mais depressa possível. Infelizmente, encontras pelo caminho um guarda ávido de riqueza que te pede para parar. És rapidamente imobilizado e despido.",
          "1": "Não quer arriscar a sua vida, por isso recusa a oferta antes de partir, agradecendo aos aldeões por o terem acolhido.",
          "2": "Declara que está exausto e eles encontram-lhe um lugar para descansar. Aproveitas a noite para fugir da aldeia.",
          "3": "Dizes-lhes que não podes lutar contra o Senhor porque estás exausto. Eles concordam em oferecer-te um alojamento onde possas descansar. Leva algo contigo durante a noite e foge o mais depressa possível.",
          "4": "Dizes aos aldeões que estás exausto e pedes-lhes que te dêem uma noite para te preparares. Eles concordam e, ao cair da noite, pega nas suas coisas e foge da aldeia. Na sua pressa, infelizmente, deixa cair parte da sua bolsa."
        },
        "text": "Não corra riscos e saia o mais rapidamente possível."
      },
      "help": {
        "outcomes": {
          "0": "Com a ajuda de toda a aldeia, organiza um cerco ao castelo. Não há qualquer reação no castelo, onde as pessoas parecem contentar-se com o pequeno incómodo causado pelo bloqueio das estradas circundantes. Passadas algumas horas, as portas da ponte levadiça são baixadas e cerca de trinta homens precipitam-se para o acampamento que montaste. Segue-se uma batalha sangrenta. Na pressa, agarra num cavalo e foge.",
          "1": "Tu e os habitantes da aldeia organizam uma rebelião! Infelizmente, quando decides atacar um guarda, os aldeões ficam demasiado assustados para te seguirem e fogem. O teu adversário dá-te um murro violento que te faz cair para trás e o guarda aproveita para te roubar a carteira.",
          "2": "Decides organizar uma revolta! No entanto, um aldeão trai-te para obter uma recompensa. Os guardas do castelo apressam-se a prender-te. Consegues escapar-lhes, mas não sem sofreres alguns golpes.",
          "3": "Aproveitas o teu estatuto de cavaleiro para visitar o escudeiro e, após as apresentações, revelas o motivo da tua visita, cravando-lhe um punhal no coração. Os guardas reagem imediatamente e cercam-te. Um deles lança-te uma espada, da qual te consegues esquivar, mas um outro corre para ti e trespassa-te com a sua lâmina.",
          "4": "Tentam cercar o castelo do senhor com a aldeia, mas está a escurecer, por isso decidem dormir em frente ao castelo. O senhor aproveita a oportunidade para sair com os seus homens e chega ao vosso acampamento, mas um aldeão alerta toda a gente. Corres para o senhor e cortas-lhe a espada. Os guardas rendem-se e os aldeões dão-te uma bolsa cheia de ouro para te agradecerem por os teres ajudado!",
          "5": "Vais ter com o senhor e dizes-lhe que a sua aldeia está a planear uma rebelião. Após uma longa conversa, consegues ganhar a sua confiança e aproveitas a oportunidade para lhe cravar um punhal no coração. Os guardas leais ao senhor aproximam-se e imobilizam-te. Um deles sugere que te executem à frente de toda a aldeia para transmitir a mensagem, mas a revolta está agora ao rubro! No final, os aldeões conseguem expulsar os guardas e oferecem-te uma grande bolsa de ouro como agradecimento.",
          "6": "Vais ter com o senhor e dizes-lhe que está a ser organizada uma rebelião. Após uma longa discussão, consegues ganhar a sua confiança e cravar-lhe um punhal no coração. Os guardas leais ao soberano atacam-te, mas outros que só o queriam morto ajudam-te a fugir. De volta à aldeia, oferecem-te algum dinheiro e um objeto útil."
        },
        "text": "Ajudar os aldeões a livrarem-se do senhor."
      },
      "tell": {
        "outcomes": {
          "0": "Visita o senhor, conta-lhe o pedido do aldeão e ajuda-o a encontrá-lo. Ele agradece-te e vais-te embora.",
          "1": "Visita o senhor e fala-lhe da traição na aldeia vizinha e diz-lhe que está disposto a dar-lhe os nomes dos dissidentes em troca de uma grande soma de dinheiro. Ele aceita a tua oferta e levas-o até aos traidores, que ele executa diante dos teus olhos. No caminho, verificas a bolsa que ele te deu e apercebes-te de que contém muito poucas moedas!",
          "2": "Visita o senhor e conta-lhe o pedido do aldeão, explicando-lhe que o podes ajudar a encontrar o rebelde, mas que queres uma grande quantia de dinheiro em troca. Ele aceita e pede-te que o ajudes a encontrar o rebelde. Juntos, conseguem-no, mas quando pedes o dinheiro ao senhor, ele esquiva-se. Segue-se um duelo, mas o senhor não está à altura da tua habilidade com a espada. Mas ele não tinha muita riqueza com ele.",
          "3": "Vais visitar o Senhor, mas os guardas não te deixam passar. Dizes-lhes que é importante, mas eles não te ouvem. Ameaçam-te e tu sais, amaldiçoando-te sem poder fazer nada.",
          "4": "Decides contar ao senhor o que ouviste, mas no teu caminho encontras um aldeão que parece ter adivinhado a tua intenção de trair a aldeia. Tentas forçar a tua passagem, mas os reforços não tardam a chegar. Cercado pela multidão odiosa, és atirado ao chão e severamente espancado."
        },
        "text": "Dizei ao Senhor o que ouvistes."
      }
    },
    "text": "Estás tão exausto que mal consegues andar. Depois avistas uma aldeia - foste salvo! Diriges-te para a aldeia e consegues fazer amizade com um grupo de aldeões que aceitam alimentar-te e arranjar-te um lugar para dormir. Pensas em partir em breve, mas um dos aldeões vem pedir-te um favor. Com a promessa de grandes riquezas, o aldeão pede-te que os livres do escudeiro vizinho."
  },
  "48": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Observa o cavaleiro, sem saber o que fazer face a este colosso de armadura. Por fim, recomeça a marcha.",
          "1": "Olhas para o cavaleiro, sem saber o que fazer contra este colosso de armadura. Reunindo a tua coragem, enfrentas-o num duelo... E és miseravelmente derrotado por ele. Ele pede a tua bolsa em troca da tua vida.",
          "2": "Observa o cavaleiro, sem saber o que fazer com este colosso de armadura. De repente, tem uma ideia: espera que escureça e fique escuro como breu para se dirigir discretamente para a torre. A porta está fechada e o cavaleiro desapareceu. Sobe à torre e entra por uma janela. Revistas a torre de alto a baixo, mas só encontras comida. Comes no local e bebes tudo o que podes. A boa refeição devolveu-te as forças e sentes-te melhor do que nunca.",
          "3": "Sem saber o que fazer, o Cavaleiro é envolvido numa conversa e faz-se amigo. Pouco a pouco, orientas a conversa para o artefacto e aproveitas o teu talento para a oratória. O Cavaleiro, convencido de que és digno de o possuir, vai buscar o artefacto para ti. Traz-vo-lo de volta, como prometido. Agradece-lhe e parte em busca de um comprador. Deparas-te com o que parece ser um comerciante, mas que na realidade é um ladrão que te acerta com uma flecha na perna. Ele rouba o artefacto e foge. Ferido e sem forças, vês-o fugir com o teu espólio.",
          "4": "Sem saber o que fazer, o Cavaleiro é envolvido numa conversa e faz-se amigo. Pouco a pouco, orientas a discussão para o artefacto e aproveitas o teu talento para a oratória. Inesperadamente, quando lhe pedes o artefacto, ele recusa. Para não o aborrecer, não insiste mais e conversa um pouco com o Cavaleiro antes de continuar o seu caminho."
        }
      },
      "fight": {
        "outcomes": {
          "0": "Pronto para lutar, mas sabendo pouco sobre o seu adversário, aproxima-se dele com o pretexto de querer discutir um acordo. Aproximas-te do teu inimigo, desembainhas a tua espada e atacas. Infelizmente para ti, o Cavaleiro estava atento e possui uma força colossal, que utiliza para te desarmar antes de te empurrar para o chão.",
          "1": "Pronto para lutar, mas sabendo pouco sobre o seu adversário, aproxima-se dele com o pretexto de querer discutir um acordo. Aproximas-te do teu inimigo, desembainhas a tua espada e atacas. O cavaleiro mal tem tempo para reagir, pois já o estás a derrubar com o punho da tua espada. Mas isso não é suficiente. Atinge-o uma segunda vez e, desta vez, ele cai no chão. Tentas então abrir a porta da torre, mas sem sucesso. Verificas se o guarda tem a chave, mas ele não a tem consigo. Por isso, vai-se embora desiludido.",
          "2": "Pronto para lutar, mas sabendo pouco sobre o seu adversário, aproxima-se dele com o pretexto de querer discutir um acordo. Aproximando-te do teu inimigo, desembainhas a tua espada e derrubas-o com o punho. Revistas o guarda e encontras uma chave. Abre a porta e, uma vez lá dentro, não tem dificuldade em encontrar o artefacto. Após uma hora de procura, encontras um comerciante. Ele compra-te o artefacto pela módica quantia de quinhentas moedas de ouro.",
          "3": "Pronto para lutar, mas sabendo pouco sobre o seu adversário, aproxima-se dele com o pretexto de querer discutir um acordo. Ao aproximares-te do teu inimigo, desembainhas a tua espada e derrubas-o com o punho. Tenta então abrir a porta da torre, mas está trancada... Procuras o guarda e encontras a chave. Abres a porta e encontras o artefacto no interior. Parte então em busca de um mercador, que encontra facilmente. Ele rouba o artefacto com um movimento hábil, mas tu consegues roubar-lhe algo também. Na esperança de que este seja valioso, procuras saber o que é.",
          "4": "Sabendo pouco sobre o seu adversário, aproxima-se dele com o pretexto de querer discutir um acordo. Uma vez suficientemente perto do teu inimigo, desembainhaste a tua espada e atordoaste-o com o punho. Infelizmente para ti, o cavaleiro era muito mais forte e rápido do que tu. Ele avançou para ti, enganchou-te com o pé direito e deu-te um pontapé no estômago antes de te dar um poderoso uppercut. No chão, à beira de desmaiar, não consegues levantar-te.",
          "5": "O Cavaleiro brandia a sua espada para vos intimidar. Perante este colosso, hesitas em fugir, mas decides ficar. Vais lutar contra este Cavaleiro, mesmo que as tuas hipóteses de o derrotar sejam escassas. O teu adversário desvia sem esforço os teus golpes, um a um, antes de te derrubar no chão. No chão, desarmado, sabes que o combate acabou. É então que o Cavaleiro te diz: és muito corajoso, aqui tens a tua recompensa. Ele dá-te um objeto antes de se dirigir para a entrada da torre.",
          "6": "Preparado para lutar, avançou rapidamente para o seu adversário, desembainhando a sua espada. O Cavaleiro mal teve tempo de sacar da arma antes de o atacares. Nesse momento, apercebeste-te do teu erro. Ele tem armadura, tu não. Por isso, tentas bater-lhe várias vezes com o punho da tua espada. Parece que isso o desorientou, por isso preparas-te para tentar de novo. Mas antes de o fazeres, o teu adversário fere-te na perna. Estás no chão, incapaz de te levantares. O Cavaleiro ergue-se sobre ti e levanta a espada. Fechas os olhos e ouves o teu próprio grito."
        },
        "text": "Luta contra o cavaleiro."
      },
      "meetHim": {
        "outcomes": {
          "0": "Começa a conversar com ele e acha-o muito simpático. Pouco a pouco, a conversa centra-se no papel dele aqui e ele explica que é o zelador da torre. Pergunta-lhe se é possível entrar, mas ele recusa. Continua o seu caminho.",
          "1": "Iniciam uma discussão e conversam durante vários minutos. O cavaleiro não diz uma palavra. Ao aperceber-se de que ele não vai falar, abandona a conversa e vai-se embora.",
          "2": "Começam a falar, mas o cavaleiro ordena-vos imediatamente que sigam em frente. Não queres ir embora, mas depois de ele te mostrar a sua espada, não hesitas nem por um momento.",
          "3": "Começas a falar, mas o cavaleiro permanece em silêncio. Apercebendo-se de que qualquer tentativa de diálogo é inútil, vai-se embora.",
          "4": "Começa a falar e passa mais de uma hora a fazer amizade com o cavaleiro. Pouco a pouco, concentra a conversa no artefacto e felicita-se antecipadamente pelo seu talento oratório. O cavaleiro parte em busca do artefacto, enquanto tu, obcecado com o teu triunfo, não reparas na pessoa que está atrás de ti até que ela te apunhala pelas costas. Cai no chão, gravemente ferido.",
          "5": "Durante mais de uma hora, entra numa discussão e tenta fazer amizade com o cavaleiro. Ele não quer deixar-te passar. Não tendo outra alternativa, desembainhas a tua espada e atacas. O cavaleiro, imune aos teus golpes graças à sua armadura, atinge-te violentamente no rosto antes de te derrubar com um golpe do punho.",
          "6": "Envolve-se numa discussão e faz amizade com o cavaleiro. Pouco a pouco, orientas a discussão para o artefacto e tiras partido do teu talento para a oratória. O Cavaleiro, convencido de que és digno de o possuir, vai buscar o artefacto para ti. Traz-to de volta, como prometido. Agradece-lhe e parte em busca de um comerciante. Consegues vendê-lo pela módica quantia de quinhentas moedas de ouro."
        },
        "text": "Conhecê-lo."
      }
    },
    "text": "Está à procura de um artefacto. Cobiça-o porque, segundo a lenda, trará riqueza e poder ao seu proprietário. Depois de a tua busca te ter conduzido a uma torre que supostamente contém o tesouro, dás de caras com um cavaleiro de armadura que bloqueia a entrada. Ele permanece impassível, apesar das tuas injunções..."
  },
  "49": {
    "possibilities": {
      "eatIt": {
        "outcomes": {
          "0": "Não é preciso muito tempo para perceber que não cozinhar a pobre criatura foi um erro.",
          "1": "Apanhamo-lo e cozemo-lo, a sua carne é deliciosa e ajuda-nos a recuperar as forças para a viagem."
        },
        "text": "Decidir comê-lo."
      },
      "end": {
        "outcomes": {
          "0": "Vê a criatura a lutar com todas as suas forças durante um momento e depois vai-se embora.",
          "1": "Não está interessado neste espetáculo e volta imediatamente para a estrada.",
          "2": "Continua o seu caminho sem prestar atenção à criatura, pisando desajeitadamente um buraco e torcendo o tornozelo. Vais precisar de cuidados médicos."
        }
      },
      "helpIt": {
        "outcomes": {
          "0": "Pomo-lo de novo de pé e depois vimo-lo partir, orgulhoso de ter feito uma boa ação.",
          "1": "Assim que se põe de pé, o pequeno crustáceo belisca o tornozelo e dirige-se de novo para a água.",
          "2": "Apressas-te a ajudá-lo e vês como ele volta a entrar na água. Alguns segundos mais tarde, vês uma enorme massa emergir do mar, uma arca cheia de ouro que te é oferecida por uma horda destes pequenos crustáceos."
        },
        "text": "Para o ajudar e para o pôr de pé."
      },
      "takeIt": {
        "outcomes": {
          "0": "Decide levar a pequena criatura consigo, mas ela belisca-o com força na cara e foge.",
          "1": "Decide levar a pequena criatura consigo. Algumas horas mais tarde, ao verificar a frágil criatura, descobre uma confusão sangrenta no fundo do seu saco. O caranguejo eremita foi esmagado pelo conteúdo do seu saco, por isso passa cerca de dez minutos a limpar o seu saco e parte de novo.",
          "2": "Decide levar a pequena criatura consigo. Algumas horas mais tarde, encontras um pequeno riacho, decides deixar o teu amiguinho lá e continuar o teu caminho."
        },
        "text": "Leve-o consigo."
      }
    },
    "text": "Depois de alguns minutos a passear na praia, depara-se com uma criatura estranha: um caranguejo eremita! Parece ter-se virado sobre a sua carapaça..."
  },
  "5": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Passou uma boa hora a apanhar as moedas espalhadas no fundo da água, mas parece que valeu a pena!"
        }
      },
      "keepGoing": {
        "outcomes": {
          "0": "Por vezes, é bom não ser demasiado preguiçoso - não se perdeu tempo nenhum!",
          "1": "Não há tempo para descansar! Há uma princesa para salvar!",
          "2": "Escolhemos não parar e continuamos a avançar.",
          "3": "Continua a sua aventura sem prestar mais atenção a esta fonte.",
          "4": "É preciso saber descansar quando se está cansado. Exausto, adormecerá alguns minutos depois de passar a fonte. Precisas de dormir um pouco antes de continuar!"
        },
        "text": "Não parem e continuem."
      },
      "rest": {
        "outcomes": {
          "0": "Por vezes, é bom descansar... Estes 30 minutos de descanso foram benéficos!",
          "1": "Por vezes, é bom descansar. Passa-se uma hora ao pé da fonte antes de voltar a partir!",
          "2": "É bom descansar de vez em quando... mas não te esqueças de continuar a andar! Depois de ter perdido 3 horas a descansar, está de volta à estrada."
        },
        "text": "Descanse e beba para recuperar as suas forças."
      }
    },
    "text": "Encontraste uma fonte!"
  },
  "50": {
    "possibilities": {
      "ask": {
        "outcomes": {
          "0": "Aproxima-se dos aldeões e pergunta-lhes sobre estes estranhos frutos. Eles explicam que são cocos e que a sua polpa é comida quando se abre a casca, e que o seu sumo é famoso em todo o país. Os aldeões oferecem-lhe uma prova e você não recusa a oferta. O sumo é refrescante e a polpa acalma o apetite. Depois de agradecer aos aldeões a sua descoberta com algumas moedas, põe-se a caminho.",
          "1": "Aproximas-te dos aldeões e perguntas-lhes sobre estes estranhos frutos. Enquanto um deles explica, os outros começam a aproximar-se de ti. De repente, alguém te dá um golpe de braço e os outros atacam-te para te roubarem os teus pertences. Depois de teres sido espancado, continuas o teu caminho.",
          "2": "Aproxima-se dos aldeões e pergunta-lhes sobre estes estranhos frutos. Eles explicam que são cocos, que a sua polpa é comida quando se abre a casca e que o seu sumo é conhecido em todo o país. Com esta informação valiosa na mão, parte de novo."
        },
        "text": "Abordar os aldeões para lhes fazer perguntas."
      },
      "end": {
        "outcomes": {
          "0": "Reserve um momento para observar os aldeões a colher estes frutos invulgares e depois continue o seu caminho sob o sol escaldante.",
          "1": "deste fruto cai ao teu lado. Toma-o nas mãos e examina-o cuidadosamente antes de continuar o seu caminho."
        }
      },
      "leave": {
        "outcomes": {
          "0": "Depois de uma boa noite de descanso, decide partir de novo, sem uma única olheira no rosto.",
          "1": "Quando está prestes a partir de novo, apercebe-se de que um grupo de aldeões se dirige para si. Começam a incomodá-lo e você dá-lhes dinheiro para o deixarem em paz.",
          "2": "Decide partir de novo, deixando a aldeia Coco para continuar a sua missão."
        },
        "text": "Deixar a aldeia sem mais demoras."
      },
      "nap": {
        "outcomes": {
          "0": "Continuas a dormir a sesta, mas um dos frutos solta-se e cai sobre a tua cabeça. Estás ferido e a sangrar muito. Alguns aldeões viram-te e vieram ajudar-te, mas vais demorar algum tempo a recuperar.",
          "1": "Dorme-se durante algum tempo. Quando acorda, o sol começa a pôr-se e a temperatura a baixar, parte de novo, revigorado.",
          "2": "Decide continuar a sesta. Quando acorda, levanta-se, pronto para sair, e repara que lhe falta qualquer coisa nos bolsos - a carteira. Decide ir-se embora, desiludido."
        },
        "text": "Continue a sua sesta ao pé da árvore."
      }
    },
    "text": "Na sua viagem, chega a uma pequena aldeia chamada Village Coco. Está muito calor e precisa de descansar. O local não parece hostil, por isso pára neste oásis. Enquanto descansas ao pé de um coqueiro, vês um grupo de aldeões a trepar às árvores para apanhar um fruto que nunca viste antes - redondo como um balão e duro como madeira, não parece apetitoso."
  },
  "51": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Depois de hesitar durante muito tempo sobre as opções que lhe restam, o Sol está prestes a pôr-se, pelo que se instala para descansar um pouco.",
          "1": "Depois de hesitar durante muito tempo sobre as opções que se lhe oferecem, decide tentar subir meia dúzia de degraus antes de mudar de ideias, por considerar a subida demasiado perigosa. Quando vira o pé para voltar a descer, este escorrega e rola pelas escadas abaixo. Levanta-se, mas descobre que se cortou gravemente. Continua o seu caminho, desanimado com este infeliz incidente.",
          "2": "Sentas-te no chão coberto de trevos para pensar no que queres fazer. Uma raposa aparece rapidamente à tua frente. Ela avança lentamente na tua direção e, finalmente, alcança uma das tuas mãos, põe o nariz nela, ladra para ti e foge. Decides seguir o caminho que este simpático animal acabou de te traçar."
        }
      },
      "goBack": {
        "outcomes": {
          "0": "Pouco depois de voltar para trás, encontra um rapazinho assustado a chorar à beira de uma estrada. Ele diz-te que fugiu de um ataque de bandidos à carroça de mercadorias dos pais. Ofereces logo a tua ajuda e o rapaz aceita imediatamente. Depois de caminhar durante duas longas horas, encontras os pais da criança vivos, mas feridos. Ao despedir-se deles, a mãe da criança dá-lhe uma bolsa cheia de ouro.",
          "1": "Pouco depois de voltar para trás, encontra um rapazinho assustado a chorar à beira de uma estrada. Ele diz-te que fugiu de um ataque de bandidos à carroça de mercadorias dos pais. Ofereces a tua ajuda e o rapaz aceita imediatamente. Após alguns minutos de caminhada, um grupo de bandidos fortemente armados surpreende-te. A armadilha não é fatal, mas perdes muitas moedas de ouro enquanto foges.",
          "2": "Pouco depois de se virar, ouve-se o barulho de tachos e panelas a vir na sua direção. É uma viajante em busca de novas delícias culinárias, prestes a montar acampamento para descansar. No decurso da conservação, descobre o seu primeiro nome: Lucya. Ela oferece-lhe uma tarte que faz as delícias do seu paladar. Cheio, descansado e encantado com o seu encontro casual, decide continuar o seu caminho."
        },
        "text": "Dar a volta."
      },
      "search": {
        "outcomes": {
          "0": "Procura na base da escada durante alguns instantes, sem sucesso. Mais dois passos e descobres algumas moedas de ouro espalhadas aqui e ali entre as ervas daninhas. Satisfeito com a sua escassa descoberta, continua a sua aventura, assobiando.",
          "1": "Após alguns minutos de procura, encontra uma bolsa de couro envelhecido, quase completamente escondida debaixo de uma pedra pesada. Ao abri-la, descobre um papiro no qual apenas algumas palavras são legíveis: \"escada\", \"gruta\", \"acampamento\" e \"Xetrix\". O nome parece-te familiar, mas estás desiludido por não teres encontrado nenhum tesouro.",
          "2": "De repente, enquanto procuras à tua volta, um enorme rochedo separa-se do Monte Celestrum e roça-te ao cair. Nem sequer tens tempo para reagir, apenas observas a rocha a continuar o seu caminho, raspando violentamente o teu antebraço."
        },
        "text": "Procurar na zona."
      },
      "stairs": {
        "outcomes": {
          "0": "Começa a perigosa subida da escadaria que conduz à entrada de uma gruta. Entra e descobre um acampamento muito antigo e abandonado. Uma pequena escavação revela um objeto que lhe parece útil para a sua missão e decide descer a escada com cuidado.",
          "1": "Começa a perigosa subida da escada que conduz à entrada de uma gruta. Entra e descobre um acampamento muito antigo e abandonado. Depois de inspecionar toda a gruta, que se revela segura, decide instalar-se para passar a noite, pois ainda há uma cama de palha bastante confortável.",
          "2": "Depois de subir cuidadosamente alguns degraus cobertos de musgo, escorrega e cai alguns metros no chão. Um pouco atordoado e ferido, abandona a ideia de tentar a sua sorte novamente e continua o seu caminho."
        },
        "text": "Vai pelas escadas."
      }
    },
    "text": "Ao chegar ao sopé do Monte Celestrum, avista-se uma escadaria sinuosa esculpida no lado esquerdo da montanha. À medida que se aproxima, os degraus revelam-se pontiagudos e cobertos de musgo."
  },
  "52": {
    "possibilities": {
      "deny": {
        "outcomes": {
          "0": "Se não quiser brincar com crianças, siga o seu caminho.",
          "1": "Recusas, o que irrita as crianças, que apanham pedras do chão e as atiram contra ti. Enquanto os escombros chovem, vê-se obrigado a fugir, fora do alcance das crianças. Apercebe-se de que levou uma pancada na cabeça e que a ferida está a sangrar abundantemente; vai precisar de tratamento.",
          "2": "Recusa e as crianças zangam-se. Ao ver que a situação pode azedar, rapidamente se põe de novo a caminho."
        },
        "text": "Recusar e seguir em frente."
      },
      "end": {
        "outcomes": {
          "0": "A sua falta de resposta faz com que as crianças percam o interesse por si e vão brincar para outro lado. Por isso, parte de novo.",
          "1": "Ao verem-no perdido em pensamentos, os miúdos atam-lhe os atacadores. Quando sai deste estado de transe, tropeça e cai de cara no chão.",
          "2": "Fica ali durante horas e, quando recupera os sentidos, apercebe-se de que a sua bolsa desapareceu. Continua o seu caminho, desanimado."
        }
      },
      "play": {
        "outcomes": {
          "0": "Como não compreendes bem as regras do jogo, és rapidamente posto de parte e vais embora sem que as crianças te liguem nenhuma.",
          "1": "Brinca com eles até à chegada dos pais, que o consideram suspeito e ameaçam expulsá-lo da aldeia. Parte de novo sem pedir ajuda.",
          "2": "Fazendo o papel do corredor, é perseguido pelos miúdos. Ao olhar por cima do ombro para medir a distância que o separa deles, tropeça numa raiz e fere-se. As crianças abandonam-te à tua sorte quando se apercebem que não podes continuar a brincar. Vais precisar de tratamento."
        },
        "text": "Jogar com o corredor e o guarda."
      },
      "playFight": {
        "outcomes": {
          "0": "Depois de brincarem durante algum tempo, as crianças reparam que o sol se está a pôr e são obrigadas a despedir-se.",
          "1": "Durante a luta amigável, uma das crianças consegue esfolar-vos superficialmente.",
          "2": "Sem querer, corta as bochechas de uma das crianças... Envergonhado, dá-lhe algumas moedas para pagar o tratamento.",
          "3": "Muito enérgicas, as crianças fazem-no andar em círculos durante algum tempo. No entanto, ao fim de vinte minutos, acaba por pôr fim ao jogo."
        },
        "text": "Brincar aos combates."
      },
      "teach": {
        "outcomes": {
          "0": "Enquanto explica às crianças como se devem posicionar para o tiro, uma delas, um pouco afastada, consegue encordoar o arco e, antes que possa fazer alguma coisa, solta a flecha, que lhe acerta em cheio na perna. Ferido, deixa-os à procura de um sítio para se curarem.",
          "1": "Explica às crianças como se devem posicionar para disparar e elas saem-se muito bem. Passa o resto do dia a treiná-los em tiro com arco. Antes de os deixares, recebes um agradecimento caloroso com um pequeno presente dos teus aprendizes do dia. Parte de novo, feliz por ter conseguido ser útil.",
          "2": "Logo se apercebe que as crianças ainda não têm força suficiente para esticar a corda, por isso diz-lhes que voltará para as treinar quando forem mais velhas e parte de novo."
        },
        "text": "Ensiná-los a disparar arcos."
      }
    },
    "text": "Ao fazer uma paragem em Boug-Coton, é abordado por crianças que lhe pedem para brincar com elas."
  },
  "53": {
    "possibilities": {
      "accept": {
        "outcomes": {
          "0": "Sem que nada de anormal aconteça na estrada, consegue chegar ao edifício onde deve entregar a encomenda. Um homem sai e entrega-lhe o dinheiro. Parte para a etapa seguinte das suas aventuras.",
          "1": "Pega na encomenda e segue na direção indicada pelo estafeta. É rapidamente emboscada e roubam-lhe a encomenda e a carteira. Ainda em estado de choque, decide descansar debaixo de uma árvore próxima.",
          "2": "Recebe a encomenda do estafeta e dirige-se para a casa que ele indicou. Quando chega ao seu destino, não consegue encontrar a casa, apesar de uma longa procura. No final, decide ficar com o objeto e continuar o seu caminho."
        },
        "text": "Concordar em entregar a encomenda."
      },
      "deny": {
        "outcomes": {
          "0": "Recusa educadamente, explicando que está ocupado. Vai descansar debaixo de uma árvore próxima.",
          "1": "Recusa e o homem pede desculpa pelo incómodo. Muda rapidamente de assunto e conversa com ele. Após alguns minutos de conversa, ele oferece-lhe um lanche. Esta pequena pausa não foi uma completa perda de tempo - fez um amigo.",
          "2": "Recusas educadamente a oferta. O homem indignado atira-lhe a encomenda à cara e ordena-lhe que a entregue por ele! Pega na encomenda para si e afasta-se do homem desagradável. Sai com uma bela nódoa negra na cara e um objeto que certamente lhe será útil."
        },
        "text": "Recusar educadamente."
      },
      "end": {
        "outcomes": {
          "0": "Mantém-se em silêncio perante o homem. Ele não sabe bem como reagir à sua felicidade. Passados 5 minutos, decide abordar outro homem para entregar a encomenda.",
          "1": "Hesita, acaba por recusar e segue o seu caminho sem se preocupar com o futuro da encomenda.",
          "2": "Não tem resposta para esta proposta. O homem deixa de o incomodar quando se apercebe de que não aceita o seu pedido. Deixa-o e segue o seu caminho."
        }
      },
      "steal": {
        "outcomes": {
          "0": "Pega na encomenda e coloca-a na sua mala. Diz ao homem que a encomenda será entregue antes do anoitecer. Um pouco mais tarde, abre o pacote e descobre um quadro magnífico. Continuas o teu caminho e encontras um edifício de peritos em pintura, onde decides ir mandar avaliar o quadro que acabaste de roubar. Mostras a tua obra ao pintor, que te chama nomes quando a vê. Era para ele! Decide indemnizá-lo e pedir-lhe desculpa. Sentindo remorsos, parte de imediato.",
          "1": "Leva a encomenda. No caminho, cruza-se com um caixeiro-viajante. Pede-lhe que lhe compre a encomenda. Obtém um preço muito bom. Continua o seu caminho, sem o menor remorso.",
          "2": "Promete ao estafeta que vai entregar a encomenda e regressa ao albergue onde ficou na noite anterior. Decide abrir a encomenda para ver o que está lá dentro e descobre que está completamente vazia. Que confusão!",
          "3": "Decide roubar a encomenda e vendê-la. Não tendo muita pressa, decide sentar-se junto a um rio. Em breve, o que parece ser um caixeiro-viajante junta-se a ti. Não precisando das suas bugigangas, ofereces-te para comprar o pacote. O homem, com a sua curiosidade despertada pelo misterioso embrulho, aceita a tua oferta. Nunca saberás o conteúdo do pacote, mas as poucas moedas que recebeste são suficientes para ti.",
          "4": "Sai com a encomenda e diz ao estafeta que esta chegará em segurança. Poucos minutos depois, encontra uma mulher que parece ser uma lojista. Ela explica-lhe que não tem dinheiro, mas que pode trocar a sua encomenda por algo do carrinho dela. Troca a encomenda por algo que lhe possa ser útil e continua o seu caminho."
        },
        "text": "Roubar a encomenda."
      }
    },
    "text": "Ao passar pelo Lago Mirage, repara num homem que lhe acena de um pouco mais longe. Intrigado, decide juntar-se a ele. O homem apresenta-se como um mensageiro e pede-lhe que o ajude. Repara que ele está exausto e em mau estado. Pede-te que entregues a encomenda que tem antes do anoitecer numa casa isolada ali perto. Diz-te que, em troca desta boa ação, o homem que receber a encomenda te dará um saco cheio de moedas de ouro."
  },
  "54": {
    "possibilities": {
      "bet": {
        "outcomes": {
          "0": "Decide organizar apostas, mas ninguém participa porque toda a gente sabe quem será o vencedor.",
          "1": "Decides organizar um jogo de apostas e apostar que o cavaleiro não vai ganhar. Todos vêm fazer as suas apostas porque sabem que ele não vai perder. Mas tu tens um plano em mente. Ofereces-te para lutar por ele contra o senhor local, e ele aceita de bom grado a tua oferta. Como esperado, ganhas o combate e ganhas as apostas. É muito dinheiro.",
          "2": "Decides organizar um jogo de apostas e apostar que o cavaleiro não vai ganhar. Todos vêm fazer as suas apostas porque sabem que ele não vai perder. Mas tu tens um plano em mente. Ofereces-te para lutar por ele contra o senhor local, e ele aceita de bom grado a tua oferta. Como esperado, ganhas o combate. Quando pedes o teu dinheiro aos apostadores, eles ficam descontentes e decidem ficar com o dinheiro que tinhas apostado.",
          "3": "Decide organizar uma bolsa de apostas e apostar que o cavaleiro não vai ganhar. Toda a gente vem apostar, porque todos sabem que ele não vai perder. Mas tu tens um plano em mente. Ofereces-te para lutar pelo senhor da mansão e ele aceita prontamente a tua oferta. Perdes o combate, mas recusas-te a dar-lhe o teu dinheiro. Os aldeões começam a seguir-te e a atirar-te vários objectos. Quando te afastas da aldeia, ficas com dores por todo o lado. Também magoaste a perna, por isso tens de descansar antes de continuar o teu caminho.",
          "4": "Fazes apostas em como o cavaleiro não vai ganhar. Muita gente vem apostar, porque todos sabem que ele não vai perder. Os guardas vigiam-te para se certificarem de que não roubas o dinheiro. Ofereces-te para ir ver o duelo com eles, exceto com alguns que vão guardar o local. Começam a discutir sobre quem deve ficar e tu aproveitas a oportunidade para pegar em algum do dinheiro e fugir a toda a velocidade. Eles perseguem-te, mas acabam por desistir, percebendo que não te conseguem apanhar. Olhas para o dinheiro que recolheste, satisfeito com a tua jogada.",
          "5": "Fazes apostas em como o cavaleiro não vai ganhar. Muita gente vem apostar, porque todos sabem que ele não vai perder. Mas tu tens um plano em mente. Ofereces-te para lutar pelo senhor da mansão e ele aceita prontamente a tua oferta. Como esperado, ganhas o combate e vais buscar o dinheiro da aposta. Um aldeão ataca-te à saída da aldeia, provavelmente para te roubar o dinheiro. Depois de uma luta dura, consegues escapar, mas não sem ficares gravemente ferido. Agora tens de descansar.",
          "6": "Fazes apostas em como o cavaleiro não vai ganhar. Muita gente vem apostar, porque todos sabem que ele não vai perder. Mas tu tens um plano em mente. Ofereces-te para lutar pelo senhor da mansão e ele aceita prontamente a tua oferta. Perdes o combate, mas não tencionas perder o teu dinheiro dessa forma. Por isso, vais a correr para a zona de apostas e roubas o máximo de dinheiro possível, sendo perseguido pelos aldeões, antes de fugires da aldeia."
        },
        "text": "Organização de apostas."
      },
      "end": {
        "outcomes": {
          "0": "Com a curiosidade despertada pelas discussões, decide assistir ao duelo. O duelo termina rapidamente, com a vitória do cavaleiro estrangeiro. Desiludido, partiste de novo.",
          "1": "As discussões despertaram a tua curiosidade, pelo que decides assistir ao duelo. Este acaba muito depressa. Desiludido, ofereces-te para repetir o duelo, mas desta vez serás tu a lutar. A tua proposta é aceite e, em poucos segundos, és desarmado e derrubado no chão. O teu adversário troça de ti, declarando que és um lutador patético. Enfurecido, atacas o adversário para lhe bater, mas o cavaleiro derruba-te com o punho da sua espada.",
          "2": "Desinteressado do duelo, decide ignorá-lo e continuar o seu caminho.",
          "3": "As discussões despertaram a tua curiosidade e decidiste assistir ao duelo. Perto de ti, reparas que estão a ser feitas apostas. Decides participar. Naturalmente, fazes as tuas apostas no cavaleiro estrangeiro antes de ires ao duelo. Ele ganha, mas quando regressas para receber o teu prémio, tudo desapareceu. Descontente por ter sido enganado desta forma, segue o seu caminho.",
          "4": "As discussões despertaram a tua curiosidade, pelo que decides assistir ao duelo, que é rapidamente concluído. Ofereces-te para travar o duelo novamente e a tua proposta é aceite. Não demoras muito a derrotar o teu adversário, toda a aldeia te aplaude e o senhor oferece-te uma boa refeição, que aceitas de bom grado. Depois de teres comido o suficiente, o senhor oferece-te um título de cavaleiro, que tu recusas educadamente e agradeces a refeição deliciosa. Agora sentes-te muito melhor."
        }
      },
      "help": {
        "outcomes": {
          "0": "Compreendendo a angústia do senhor, ofereces-te para participar no duelo. Ele aceita prontamente. O combate começa e tu sabes que não tens a mínima hipótese de derrotar o teu adversário, mas tentas resistir na mesma. Basta um minuto para que ele te derrote. Partem de novo, envergonhados com a vossa derrota.",
          "1": "Compreendendo a angústia do senhor, ofereces-lhe a tua ajuda. És então equipado antes do início do duelo. Lutas corajosamente, mas o teu adversário vence-te com a mesma facilidade. É quando o teu adversário te ataca com a sua lâmina que te arrependes amargamente de ter oferecido a tua ajuda. Afinal de contas, é uma luta até à morte. E tu acabaste de a perder. Fechas os olhos e a dor desaparece. Acordas inesperadamente várias horas depois, gravemente ferido.",
          "2": "Compreendendo a angústia do senhor, ofereces-lhe a tua ajuda. Em seguida, é-te colocada uma armadura antes do início do duelo. Consciente de que não tens qualquer hipótese, defendes-te o melhor que podes. O teu adversário, impaciente, baixa a guarda e tu aproveitas a oportunidade para o atacar. Consegues derrubá-lo antes de o desarmar. Sais da arena vitorioso e o senhor vem ao teu encontro para te dar uma bolsa cheia de ouro. Agradeces-lhe e segues o teu caminho.",
          "3": "Compreendendo a angústia do senhor, ofereces-te para resolver o conflito usando as tuas palavras. Ele promete-te uma recompensa se fores bem sucedido. Determinado, vais ao encontro do cavaleiro assim que ele chega à aldeia e dizes-lhe que queres negociar com o seu senhor. Ele aceita e leva-te até ele. Rapidamente simpatizas com ele e pedes-lhe que cancele o duelo. Dizes-lhe também que podem ser feitas negociações para resolver o conflito. Ele concorda e tu regressas a Boug-Coton para lhe dar a notícia. O senhor entrega-te uma bolsa cheia de ouro em sinal de agradecimento.",
          "4": "Compreendendo a angústia do senhor, ofereces-te para resolver o conflito usando as tuas palavras. Ele promete-te uma recompensa se fores bem sucedido. Encontras-te com o cavaleiro para que ele te leve até ao seu senhor. Uma vez lá, rapidamente fazes amizade com ele. Infelizmente, ele não parece ter decidido cancelar o duelo, apesar de gostar de ti. Regressas à aldeia com o Cavaleiro para anunciar que o duelo vai ter lugar.",
          "5": "Compreendendo a angústia do senhor, ofereces-te para resolver o conflito usando as tuas palavras. Ele promete-te uma recompensa se fores bem sucedido. Encontras-te com o cavaleiro para que ele te leve ao seu senhor. Uma vez lá, tentas negociar com ele durante várias horas, sem grande sucesso. Como os teus esforços foram em vão, pensas em ir embora. Mas, antes de o fazeres, o senhor declara o seu apreço por ti, acrescentando que ficou impressionado por não teres desistido. Oferece-te um título de cavaleiro, mas tu recusas educadamente a oferta e segues o teu caminho."
        },
        "text": "Oferece a tua ajuda ao Senhor de Boug-Coton."
      },
      "look": {
        "outcomes": {
          "0": "Decide assistir ao duelo. O cavaleiro estrangeiro vence em apenas alguns segundos. Em breve te vais embora, desiludido com o desempenho medíocre do derrotado.",
          "1": "Decide assistir ao duelo. O cavaleiro estrangeiro vence em apenas alguns segundos. Perante o desempenho medíocre do derrotado, ofereces-te para repetir o duelo, mas desta vez serás tu a lutar. A tua proposta é aceite e podes lutar. O teu adversário, demasiado confiante, baixa a guarda enquanto tu lutas. Não esperas um segundo para tirar partido disso. Derrotas finalmente o cavaleiro e anuncias a tua vitória, triunfante. O senhor da mansão oferece-te um título de cavaleiro, mas tu recusas educadamente e segues o teu caminho.",
          "2": "Decide assistir ao duelo. O cavaleiro estrangeiro vence em apenas alguns segundos. Perante o desempenho medíocre do derrotado, ofereces-te para repetir o duelo, mas desta vez serás tu a lutar. A tua proposta é aceite. O combate começa e, apesar dos teus esforços, só consegues resistir durante cerca de dez segundos.",
          "3": "Decide assistir ao duelo, que termina numa questão de segundos. Tendo em conta o desempenho medíocre do derrotado, oferece-se para repetir o duelo, mas desta vez será você a lutar. A tua proposta é aceite e podes lutar. O teu adversário, demasiado confiante, baixa a guarda enquanto tu lutas. Não esperas nem um segundo para tirar partido disso. Derrotas finalmente o cavaleiro e anuncias a tua vitória, triunfante. O senhor da mansão oferece-te uma bolsa cheia de ouro, que aceitas de bom grado.",
          "4": "Decide assistir ao duelo, que termina numa questão de segundos. Descreve o derrotado como incompetente e oferece-se para repetir o duelo, mas desta vez é você que vai lutar. O derrotado sugere-lhe que venha lutar com ele antes de o criticar. Aceitas o seu pedido, sabendo que não terás qualquer problema em derrotá-lo. Confiante demais, o teu adversário consegue desarmar-te antes de te deitar ao chão. Depois, bate-te até desmaiares. Gravemente ferido, vais precisar de muito descanso.",
          "5": "Decide assistir ao duelo, que termina numa questão de segundos. Perante o desempenho medíocre do derrotado, oferece-se para repetir o duelo, mas desta vez será você a lutar. A tua proposta é aceite. A luta começa e, apesar dos teus esforços, só consegues resistir durante cerca de dez segundos. O cavaleiro decide bater-te uma e outra vez, para te fazer compreender que não passas de um inseto contra ele. Depois de te ferir gravemente, ele pára e vai-se embora.",
          "6": "Decides assistir ao duelo, que o cavaleiro estrangeiro vence em poucos segundos. Tendo em conta o desempenho medíocre do derrotado, sugeres uma repetição do duelo, mas desta vez és tu que vais lutar. Ganha o duelo após alguns minutos de luta. O senhor da mansão sugere-vos que conversem durante uma boa refeição. Aceitas de bom grado, pois a comida é deliciosa e abundante. Depois de comeres a tua dose, o senhor oferece-te um título de cavaleiro. Recusas educadamente a oferta."
        },
        "text": "Ver o duelo."
      },
      "visit": {
        "outcomes": {
          "0": "Visita a aldeia, mas não vê nada de interessante e vai-se embora sem mais demoras.",
          "1": "Visita a aldeia. Não encontrando nada de interessante, decide ir ver o duelo.",
          "2": "Ao visitares a aldeia, o senhor que passa repara que és um aventureiro. Ele explica-te a situação e pede-te para participares no duelo. Ele oferece-te uma bolsa cheia de ouro se ganhares. Aceitas de bom grado a oferta e vais para o duelo. Mas quando o combate começa, apercebes-te de que não tens qualquer hipótese de vencer o teu adversário. O cavaleiro fere-te na perna com a sua espada e tu cais miseravelmente no chão, ferido. Não te conseguindo levantar, perdeste o duelo.",
          "3": "Visita a aldeia e encontra um objeto no fundo do poço. Apanha-o e continua o teu caminho."
        },
        "text": "Visitar Boug-Coton."
      }
    },
    "text": "Avistas a aldeia de Boug-Coton e decides ir para lá. Assim que chegas, ouves falar de um conflito entre o senhor local e o senhor da aldeia vizinha. Para resolver o assunto, foi organizado um combate entre os seus melhores combatentes, mas todos os presentes são medíocres e o duelo começa rapidamente."
  },
  "55": {
    "possibilities": {
      "climb": {
        "outcomes": {
          "0": "Escolhe escalar o tronco porque lhe parece ser o caminho mais rápido. Em poucos segundos, está do outro lado, livre para continuar o seu caminho.",
          "1": "Trepa pelo tronco, mas não tem o cuidado suficiente: magoa a mão na casca áspera da árvore e perde a aderência. És obrigado a recomeçar a subir. Na segunda tentativa, consegues, mas a tua mão está bastante dorida!",
          "2": "Pensas que seria uma boa ideia subir e assim o fazes. Quando chega ao outro lado, vê que quatro pessoas, armadas e à sua espera, têm os olhos bem fixos em si. Cauteloso, não hesita em entregar-lhes os seus bens para salvar a sua vida."
        },
        "text": "Subir à árvore."
      },
      "cut": {
        "outcomes": {
          "0": "Tiras um machado do teu saco e atacas a árvore. Terás demorado 30 minutos a passar por ela!",
          "1": "Começa a cortar a árvore e demora um bom bocado a cortá-la. Vai à aldeia mais próxima, pede emprestado uma carroça e um arnês, regressa à floresta, carrega a madeira cortada na carroça, regressa à aldeia e vende-a ao marceneiro. Só então descobre que a carroça e a equipa custam mais do que a madeira de uma única árvore!",
          "2": "Querias cortar a árvore, mas apercebeste-te de que não tinhas absolutamente nada com que a cortar. Decide então trepar ao imponente carvalho, alcançá-lo em segurança e continuar o seu caminho."
        },
        "text": "Cortar a árvore e continuar."
      },
      "end": {
        "outcomes": {
          "0": "Sem saber o que fazer, decide finalmente trepar à árvore. Numa questão de segundos, está do outro lado, livre para continuar o seu caminho.",
          "1": "Sem saber o que fazer, e lembrando-se de que tinha acabado de entrar na floresta, voltou para trás.",
          "2": "No momento em que está a decidir o que fazer, ouve passos atrás de si! Mal tem tempo para se virar e quatro homens atacam-na. Desmaia quase instantaneamente e só se levanta algumas horas depois, atordoada e com a mala muito mais leve."
        }
      },
      "otherWay": {
        "outcomes": {
          "0": "Prefere alterar ligeiramente o seu percurso. Assim, sobe o talude do caminho em que se encontrava e percorre alguns metros nesse sentido. Depois de passar a árvore, volta a descer para o caminho e continua o seu percurso.",
          "1": "Decide alterar o seu percurso. Para isso, sobe o aterro da sua estrada atual e avança para a floresta. Sobre um cadáver em estado lastimável, encontra um belo objeto e uma bolsa saltitante. Sabendo que serão mais úteis para si do que para o cadáver, pega neles e continua a sua caminhada pela floresta.",
          "2": "Achas que subir à árvore é demasiado perigoso e não tens nada com que a cortar. Por isso, tens de mudar o teu percurso. É sem contar com o seu sentido de orientação que consegue perder-se. Só ao cair da noite é que consegues sair da floresta."
        },
        "text": "Por outro lado."
      }
    },
    "text": "Sem dúvida em consequência da forte tempestade de ontem, uma árvore caiu no pequeno caminho florestal onde está a caminhar. O tronco tem cerca de 3 metros de espessura e bloqueia o caminho!"
  },
  "56": {
    "possibilities": {
      "beach": {
        "outcomes": {
          "0": "Aproxima-se do mar azul-turquesa com a firme intenção de dar um mergulho à meia-noite. Deixando os seus pertences à beira da água, nada algumas braças antes de regressar à areia. Com raiva, repara que uma parte do seu dinheiro desapareceu, juntamente com a tenda do charlatão.",
          "1": "Enquanto passeia ao longo das rochas, avista uma horda destes pequenos crustáceos, famosos pela sua presença na praia. Observa-os durante alguns instantes antes de regressar.",
          "2": "Como ainda não comeu, decide aproveitar os recursos da praia para encher o seu estômago vazio. Enquanto escava debaixo de uma rocha em busca de crustáceos, um grande pássaro voa e agarra o caranguejo eremita que acabara de ver. Surpreendido, recua, o seu pé derrapa e torce o tornozelo nas rochas."
        },
        "text": "Ignora o alquimista e vai aproveitar a praia."
      },
      "drinkBlack": {
        "outcomes": {
          "0": "Pensando que se trata de dinheiro fácil, aceitas ser a cobaia do Gruffo. Ele dá-te uma mistura negra e fumegante. Depois de tomar alguns goles intragáveis e de esperar o que parece ser uma eternidade, de repente começas a vomitar, seguido de convulsões violentas. Demorarás quase quarenta minutos a recuperar os sentidos e a continuar a tua aventura.",
          "1": "Pensando que é dinheiro fácil, aceitas ser a cobaia do Gruffo. Ele dá-te um frasco com um líquido de carvão vegetal. Uma vez bebido, a decocção põe-te imediatamente num sono profundo. Acordas três horas depois, confortavelmente instalado no ramo de um coqueiro. Ao pé da árvore, descobres uma bolsa esmaltada cheia de ouro!"
        },
        "text": "Bebe a poção negra."
      },
      "drinkRandom": {
        "outcomes": {
          "0": "Não sem uma pontinha de apreensão, aceitas a proposta de Gruffo. Ele dá-te um frasco de bronze. Pensando na compensação financeira, decides bebê-lo de um só gole. Imediatamente, uma sensação de ardor invade-te a garganta. Passados cerca de dez minutos, estavas a gaguejar e confuso. Está completamente bêbedo! Sentindo-te muito nauseado, tentas dar um golpe no Gruffo, que se esquiva facilmente. Como não é de guardar rancor, ele põe-te à vontade no seu banco. Incomodas o alquimista atrofiado durante algum tempo até que ele se digna a cumprir a sua parte do acordo.",
          "1": "Aceita impulsivamente, mas recusa-se a aceitar qualquer dinheiro do Gruffo. É uma honra fazer parte de uma potencial descoberta científica! O alquimista entrega-te um pequeno frasco cheio de um líquido carmesim. Basta um gole para esvaziar o conteúdo e sentes um calor agradável espalhar-se pelo teu corpo. Estás em muito melhor forma!",
          "2": "Atraído pela tentação do lucro, aceitas com entusiasmo a proposta de Gruffo. Bebes calmamente o líquido escarlate que te foi entregue pelo alquimista. Depois de o fazeres, Gruffo lança-te um olhar desanimado e explica-te que a sua bebida experimental tem um efeito imediato. Prometendo-te que não ficarás doente, expulsa-te da sua tenda. Um pouco amargurado por não ter visto um tostão, decides continuar a tua viagem.",
          "3": "Com desconfiança e apreensão, decides beber de um só gole a bebida cor de safira que o Gruffo te dá. De imediato, sentes um frio gelado em todo o corpo. Enquanto chamas o Gruffo de charlatão mirrado, ele instala-te num monte de cobertores quentes."
        },
        "text": "Beber uma poção ao acaso."
      },
      "end": {
        "outcomes": {
          "0": "Finalmente aceitaste a oferta tentadora do Gruffo. Ele pede-te que esperes um pouco enquanto te traz a tua decocção. No momento em que estás a estudar cuidadosamente um alambique, um forte golpe cai sobre o teu belo crânio.",
          "1": "Gruffo fica impaciente contigo e expulsa-te da sua tenda, mas não sem te cobrar pelo tempo que acabaste de perder. Voltaste à estrada num instante!",
          "2": "Perante a sua incapacidade de se decidir, Gruffo não insiste e oferece-lhe uma chávena de chá preto. Conversam durante vários minutos sobre tudo menos sobre alquimia! Continuam o vosso caminho enquanto a lua ilumina timidamente a praia."
        }
      },
      "refuse": {
        "outcomes": {
          "0": "Recusas educadamente a oferta de Gruffo, perguntando-te como poderás encontrar um lugar seguro para dormir. Ao ver a tua expressão preocupada, Gruffo oferece-se para te deixar ficar na tenda dele até ao nascer do sol. Aceitas de bom grado e adormeces.",
          "1": "Recusas-te a ser a cobaia do alquimista. O alquimista sugere-te que faças a tua própria poção, e ficas surpreendido com esta nova proposta. Depois de um pouco de pesquisa, acabas por fazer uma decocção translúcida. Hesitas durante alguns instantes antes de beberes a mistura de um só gole. Passados alguns minutos, sente-se invadido por tonturas e alucinações cómicas em que vê a sua amada princesa. Precisa de quase uma hora de descanso para retomar a sua aventura.",
          "2": "Recusas categoricamente a proposta do alquimista. Ele parece desapontado, por isso decides conversar um pouco com ele. À medida que a conversa avança, perguntas-lhe onde adquiriu todos os seus conhecimentos alquímicos e é com uma ponta de amargura que ele te dá o nome desse famoso trovador conhecido em todo o país: Perissian. Mas Gruffo não vos diz onde está o seu mestre. Sem querer insistir, agradece-lhe a interessante conversa e decide continuar o seu caminho."
        },
        "text": "Rejeitar a proposta do Gruffo."
      }
    },
    "text": "Ao aproximar-se da praia de Sentinela, o ar fresco enche-lhe os pulmões e o aroma iodado do mar chega-lhe às narinas. À medida que avança, a brisa do mar intensifica-se e ouve-se o som das gaivotas. Mas como o sol começa a pôr-se, é preciso encontrar um lugar seguro para passar a noite. Mais alguns passos e consegues ver uma tenda no cimo de uma duna. Ao entrar, um homem chamado Gruffo explica que é um alquimista à procura de uma cobaia para testar as suas novas substâncias, em troca de uma quantia substancial de dinheiro."
  },
  "57": {
    "possibilities": {
      "continue": {
        "outcomes": {
          "0": "Entre no rio e vire à direita para seguir a corrente. A água é fresca e é boa para si.",
          "1": "Coloca-se um pé no rio, depois o segundo. Começa a descer o rio. Após alguns minutos de caminhada, chega a uma pequena queda de água com cerca de um metro de altura e decide saltar. Ao saltar, a pedra em que o seu pé direito está apoiado move-se e cai no fundo da cascata, batendo duas vezes com a cabeça. Ainda está consciente, embora muito abalado.",
          "2": "Há mais de uma hora que caminha quando chega a outro cruzamento. Decide continuar em terra firme."
        },
        "text": "Continuar a caminhar na água."
      },
      "end": {
        "outcomes": {
          "0": "Sentamo-nos à beira do rio, a água está fresca e decidimos pôr os pés lá dentro. Após alguns minutos de pura felicidade, uma dor aguda atira os teus pés para fora da água. Vê um caranguejo enorme agarrado ao seu pé. Sente uma dor aguda, mas vai poder fazer uma refeição deliciosa que o vai revigorar.",
          "1": "com fome. Olhamos para o rio e vemos os famosos caranguejos gigantes. Há duas espécies. Uma é vermelho-alaranjada e a outra é vermelha e preta. Hesitas e decides tentar a tua sorte com os grandes caranguejos vermelho-alaranjados. Depois de os preparar e devorar, começa a sentir calor e a suar. Tarde de mais, apercebe-se que cometeu um erro: escolheu a espécie não comestível.",
          "2": "está a caminhar no rio quando tropeça. Cai. Por sorte, a corrente é forte e acabas na margem do rio. Estás atordoado, mas vivo."
        }
      },
      "findMeal": {
        "outcomes": {
          "0": "Olhas para o rio e vês alguns peixes e caranguejos. Fazes uma armadilha improvisada e coloca-la na água. Após 10 longos minutos, a armadilha contém 2 belos caranguejos e um pequeno peixe. Faz uma fogueira e grelha-os. Sente-se revigorado depois de os comer.",
          "1": "No fundo da água vês criaturas estranhas que nunca viste antes. Têm duas garras e movem-se para os lados. Supões que são as famosas coisas que deram o nome a este rio e lembras-te que são comestíveis. Decide apanhar alguns. Mergulha a mão e consegue apanhar alguns, mas eles atacam-no com as garras. Acabas com um corte feio na mão, mas também com o suficiente para fazer uma refeição deliciosa.",
          "2": "Hesita por um momento entre os peixes do rio e as amoreiras. Finalmente, decide preparar um banquete. Prepara uma armadilha para o peixe e, depois de a montar, vai apanhar amoras. Salmão com amoras, uma verdadeira delícia!"
        },
        "text": "Arranje algo para cozinhar uma refeição."
      },
      "settle": {
        "outcomes": {
          "0": "Decide sentar-se numa rocha plana e contemplar a magnífica paisagem de mil cores durante algumas horas antes de continuar o seu caminho.",
          "1": "Está cansado dos quilómetros percorridos e olha para o rio com os seus caranguejos cor de fogo. Os minutos passam sem que preste atenção. Há uma hora que está a sonhar acordado.",
          "2": "Encosta-se a uma árvore e, sentindo as pálpebras pesadas, adormece. Acordas várias horas mais tarde, mas estás tão descansado que a tua caminhada é muito mais vigorosa e rapidamente te apanhas."
        },
        "text": "Instalado junto ao rio."
      }
    },
    "text": "Está a caminhar sob um céu azul-celeste. O ar é suave e continua o seu caminho, ouvindo o canto dos pássaros, o estalar das árvores e o ruído do chão sob os seus pés. De repente, ouve-se ao longe o som de um rio. Continua o seu caminho até ao rio."
  },
  "58": {
    "possibilities": {
      "continue": {
        "outcomes": {
          "0": "Ignora o conselho da mulher e continua o seu caminho.",
          "1": "Continua o seu caminho. Dois quilómetros mais à frente, desmaia de exaustão."
        },
        "text": "Continuar a viagem."
      },
      "end": {
        "outcomes": {
          "0": "Pensa nisso durante alguns minutos e depois, sem saber o que fazer, continua o seu caminho.",
          "1": "decide acampar aqui e continuar a viagem mais tarde."
        }
      },
      "goAlchemist": {
        "outcomes": {
          "0": "Chegas à casa do alquimista. O seu nome é Gruffo e ele oferece-te uma poção de recuperação por algumas moedas. Aceitas e bebes calmamente a poção. Um calor reconfortante apodera-se de ti. Revigorado, começas a correr tão depressa que chegas ao teu destino sem demora.",
          "1": "Chegas à casa do alquimista. O seu nome é Gruffo e ele oferece-te uma poção de recuperação por algumas moedas. Recusas a oferta e segues o teu caminho.",
          "2": "Entraste no covil do alquimista. O seu nome é Gruffo e ele oferece-te uma prova gratuita de uma das suas novas poções para testares os seus efeitos. Bebes a poção e sentes uma sensação de conforto. Descreves os efeitos ao homem e sais da cabana, revigorado.",
          "3": "Entraste no covil do alquimista. O seu nome é Gruffo e ele oferece-te uma prova gratuita de uma das suas novas poções para testares os seus efeitos. Bebes a poção e cospes logo a seguir, mas parece que ainda tens um pouco do veneno no fundo da garganta."
        },
        "text": "Vai ter com o alquimista."
      },
      "shortcut": {
        "outcomes": {
          "0": "Segue o caminho sinalizado até chegar a um rio com uma ponte em ruínas sobre ele. Ouve-se a ponte a estalar, mas isso não o preocupa até ver a madeira desmoronar-se sob os seus pés.",
          "1": "Segue o caminho sinalizado até chegar a um rio perigoso com uma ponte em ruínas. Não sendo muito corajoso por natureza, decide voltar para trás. Isto ter-lhe-á custado uns bons 10 minutos.",
          "2": "Segue o caminho sinalizado até chegar a um rio com uma ponte em ruínas. Ouve-se a ponte a estalar, mas isso não o preocupa. O resto da viagem decorre sem problemas. Até encontras algumas moedas pelo caminho!"
        },
        "text": "Apanhar o atalho."
      }
    },
    "text": "Depois de longas horas a caminhar pela estrada pantanosa, encontras uma mulher num cruzamento. Exausto, ignora-a, mas ao ver o seu estado, ela chama por si. Ela sugere-te dois caminhos que te podem ser úteis: um que te leva a um alquimista experiente que te pode ajudar a recuperar, o outro que é um atalho."
  },
  "6": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Erm... Parece que está aí parado sem fazer nada há mais tempo do que o previsto!"
        }
      },
      "goAway": {
        "outcomes": {
          "0": "Não é pessoa que se arrisque a perder tempo com explorações inúteis! Acaba de comer e segue em frente."
        },
        "text": "Não há tempo a perder!"
      },
      "goDeeper": {
        "outcomes": {
          "0": "Perder-se-á rapidamente neste labirinto, mas acabará por emergir após algumas horas!",
          "1": "Passa alguns minutos a explorar a gruta de alto a baixo e encontra um objeto que pode ser útil...",
          "2": "A gruta revela-se rapidamente um beco sem saída, mas, ao sair, bate com a cabeça no teto e cai atordoado! Vais precisar de cuidados médicos!"
        },
        "text": "Entrar mais fundo na gruta."
      },
      "search": {
        "outcomes": {
          "0": "Passados 30 minutos, depara-se com um objeto estranho...",
          "1": "Ao fim de 60 minutos, acaba por abandonar a sua pesquisa sem ter descoberto nada...",
          "2": "No início da tua busca, deixas cair um grande saco de moedas num grande buraco! Não vai ser possível recuperá-lo...",
          "3": "No momento em que procurava coisas para apanhar, um enorme ramo parte-se da árvore ao seu lado e cai sobre a sua perna! Consegue levantar-se, atordoado, mas vai ter de ser tratado!"
        },
        "text": "Procurar na zona."
      }
    },
    "text": "Parou numa gruta para comer e não quer voltar a sair..."
  },
  "60": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Ouve pacientemente o Rei antes de seres escoltado de volta à entrada. {command:missions}Ser-te-ão também dadas algumas informações sobre algumas missões adicionais que o Rei te confiou para facilitar a tua demanda (ordem ) e ser-te-á oferecido transporte para a capital da tua escolha."
        }
      },
      "start": {
        "outcomes": {
          "0": "Uma vez terminada a leitura, serás escoltado de volta à entrada. {command:missions}Ser-te-ão também dadas algumas informações sobre algumas missões adicionais que o Rei te confiou para facilitar a tua demanda (ordem ) e ser-te-á oferecido transporte para a capital da tua escolha."
        },
        "text": "Comece a sua aventura."
      }
    },
    "text": "És conduzido à grande sala de receção do castelo, onde conheces rapidamente o Rei. É-lhe explicada a natureza do concurso, que consiste em acumular um grande número de pontos com o objetivo de dominar a classificação. Para além de um belo bónus inicial, é-te dado um belo livro para te guiar na tua aventura. Abre o livro (https://guide.draftbot.com) e folheia rapidamente as primeiras páginas..."
  },
  "61": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "não responde ao convite do guarda. Após alguns instantes, a jovem chega finalmente até si e dá-lhe alguns conselhos. {command:report} Em particular, fica a saber que o comando lhe dará todas as informações necessárias sobre a sua viagem."
        }
      },
      "follow": {
        "outcomes": {
          "0": "{command:report} A jovem apresenta-se e rapidamente lhe dá os primeiros conselhos, que ouve com atenção. Fica a saber que o comando lhe permite obter todas as informações necessárias sobre a sua viagem."
        },
        "text": "Siga o seu guia."
      },
      "observe": {
        "outcomes": {
          "0": "Admira as imensas muralhas do castelo. Após alguns instantes, a jovem chega finalmente até ti e dá-te alguns conselhos. {command:report} Em particular, fica a saber que o comando lhe dará todas as informações necessárias sobre a sua viagem."
        },
        "text": "Observar o meio envolvente."
      }
    },
    "text": "**Olá e bem-vindo ao DraftBot! {emote:other.crown} O Rei está à procura de um nobre cavaleiro para casar com a sua filha e tu foste escolhido para participar no concurso de seleção! Acabado de chegar à entrada do castelo depois de uma longa viagem, fazes sinal de presença aos guardas que se encontram à entrada. És convidado a entrar e logo encontras uma jovem que parece querer dar-te as boas-vindas."
  },
  "62": {
    "possibilities": {
      "deny": {
        "outcomes": {
          "0": "Recusas o pedido do agricultor de forma tão rancorosa que ele acaba por te expulsar, atirando-te pedras!",
          "1": "Recusas o pedido do agricultor com tanta cortesia que ele até te deseja boa sorte para o resto da tua aventura!",
          "2": "Decide ignorar o pedido do agricultor. Depois de alguns minutos de caminhada, avista uma estrada ladeada por imponentes cerejeiras. Algumas cerejas muito vermelhas parecem estar a estender os braços para si. Depois de provar algumas, retoma calmamente o seu caminho."
        },
        "text": "Recusa de ajudar o agricultor."
      },
      "end": {
        "outcomes": {
          "0": "Quando não responde, o agricultor parece ligeiramente irritado, mas deixa-o ir sem insistir. Encontra um saco esquecido na berma da estrada. Ao abri-lo, descobre dois pequenos pedaços de toucinho seco.",
          "1": "Ao veres o olhar desesperado do agricultor, decides partir em busca da sua famosa forquilha. Acaba por chegar à beira de um campo em pousio onde o gado come tranquilamente erva fresca. De repente, um cão de cor castanha emerge dos arbustos perto do pasto e atira-se a ti. Num instante, deixas o cão inconsciente e segues o teu caminho, aparentemente imperturbável.",
          "2": "Quando estavas prestes a concordar em ajudar o agricultor, sentes um zumbido perto da orelha e metes o dedo mindinho. Sente uma dor aguda: uma abelha acabou de o picar! Abandona o local da picada sem mais demoras."
        }
      },
      "searchPatures": {
        "outcomes": {
          "0": "Depois de observar à distância o gado a mastigar a erva fresca no primeiro trecho de erva selvagem, dirige-se para o segundo. Muitas ovelhas estão a pastar tranquilamente. Um carvalho impressionante domina o pasto e atrai a sua atenção, pelo que decide aproximar-se dele. A poucos metros da árvore, encontra uma forquilha encostada casualmente ao tronco. O agricultor parece muito feliz quando lhe dás a tua descoberta. Como prometido, ele dá-te uma pequena bolsa cheia de ouro.",
          "1": "Quando se aproxima das pastagens, repara em pegadas. Seguindo-as, entra num bosque escuro onde se encontra uma cabana, no mínimo, sombria. Curioso, dá a volta ao edifício e dá de caras com a tão procurada forquilha! Depois de voltar por onde veio, entrega o objeto ao agricultor, que agradece e o convida a partilhar a sua refeição para que lhe conte a sua investigação. A noite é agradável e deixas o agricultor já tarde da noite, revigorado pelos produtos locais.",
          "2": "Ao aproximar-se das pastagens, repara em pegadas que atravessam o terreno e conduzem ao caramanchão onde as ovelhas desfrutam da sombra refrescante dos freixos. Decide segui-las, pensando que se trata de um trilho. Quando chegas às ovelhas, uma delas vem ter contigo. Com um ar brincalhão, oferece-lhe a sua mão com um pouco de erva. A ovelha aproveita a oportunidade para se saciar, mordendo o teu dedo. Irritado, decide fugir do local. Ao aproximar-se do limite do pasto, não vê o garfo no chão e pisa-o. Furioso com a sua má sorte, pensa em não ajudar mais ninguém na sua aventura."
        },
        "text": "Procurar perto de pastagens."
      },
      "searchVines": {
        "outcomes": {
          "0": "Depois de hesitar por um momento, decide procurar a famosa bifurcação na orla da vinha. Um cacho de uvas tentador chama a tua atenção e decides agarrá-lo. O agricultor aparece do nada e, ao ver-te com um pedaço da sua colheita na mão, grita de raiva. Assustado, largas a tua colheita e foges!",
          "1": "Mal chegaste às vinhas, encontras a famosa forquilha. Depois de a devolveres ao agricultor, ele cumpre a promessa que te fez.",
          "2": "Logo que se chega às vinhas, avista-se uma pequena cabana de madeira. Ao entrar, descobre alguns barris e várias garrafas de vinho, uma das quais já aberta. Alguns goles não lhe teriam feito mal nenhum se tivesse conseguido limitar-se a uma pequena quantidade. Acha o vinho delicioso, mas não quer perder mais tempo à procura de um garfo. Põe-se de novo a caminho, tendo o cuidado de evitar o agricultor."
        },
        "text": "Procurar nas vinhas."
      },
      "searchWheat": {
        "outcomes": {
          "0": "Depois de procurar no campo durante vários minutos, encontra o garfo, pouco visível, debaixo de algumas plantas de trigo estendidas no chão. Para te agradecer, o agricultor oferece-te a tua recompensa, como prometido.",
          "1": "Após três horas de procura, o garfo ainda não foi encontrado. No entanto, descobre um objeto que pode ser útil para conquistar o coração da sua amada Princesa!",
          "2": "Enquanto procura a forquilha, pisa-a e faz um corte feio. Aproveita para dizer ao agricultor que encontrou a forquilha. Ele vê a tua ferida e apressa-se a tratar-te o melhor que pode."
        },
        "text": "Procurar no campo de trigo."
      }
    },
    "text": "Um agricultor chama-te para a sua quinta nos arredores da Expansão. É constituída por pastagens, uma vinha e um campo de trigo. Com um ar abatido, ele cumprimenta-te e explica que perdeu o seu garfo preferido. Pede-te que o ajudes a encontrá-lo e promete-te uma grande recompensa."
  },
  "63": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Preferiu simplesmente assistir ao fogo de artifício e ficar a ver a aldeia cair no desespero, encostado a uma árvore mesmo à saída da aldeia. Mas mesmo depois da meia-noite, nada aconteceu. Parece que as ditas bestas não passam de uma farsa e tu vais embora.",
          "1": "Decide vigiar o sótão da taberna local, mas distrai-se com uma cerveja deliciosa. Estás completamente bêbado e perdes o juízo. Quando acordas, reparas que te largaram o corpo inconsciente na estrada e que te faltam algumas moedas.",
          "2": "Decidido a não fazer nada, entras na taberna local e alugas um quarto para passar a noite. Mas, enquanto dormes, umas figuras vestidas de preto atacam-te, espancam-te e roubam-te. Deixam-te a sangrar no chão e avisam-te para nunca mais te intrometeres nos seus assuntos...",
          "3": "Como já lá está, pensa: porque não ir comprar alguns objectos? Passeia pelo mercado local, parando no ferreiro e no armeiro locais. Passado algum tempo, encontras algo."
        }
      },
      "faceThem": {
        "outcomes": {
          "0": "Entra na cave do sótão e dá de caras com figuras de vestes negras em círculo. Cobertas de penas e sangue por todo o lado. Quando tentas atingir um deles, hesitas. Estes homens são simples apostadores de lutas de galos, não são bestas. Mas os homens reparam em ti e, com medo, juntam-se a ti, derrubam-te e fogem rapidamente.",
          "1": "Quando se entra na sala, sente-se um cheiro mortificante a podridão. O sangue e os detritos estão espalhados por toda a sala e uma espécie de névoa vermelha está a espalhar-se. Provavelmente, tudo começou a apodrecer há dias. Não suportas a visão nem o cheiro e foges do local com uma profunda sensação de nojo.",
          "2": "Quando abres a porta, descobres três figuras vestidas de preto prestes a sacrificar uma jovem rapariga. Sacas rapidamente da tua lâmina e matas os culpados. Atirando a lâmina manchada de sangue para o lado, salvas a donzela em apuros e libertas-a. No dia seguinte, és celebrado como um herói e protetor do mal.",
          "3": "Ao descer as escadas, vê-se rodeado de estátuas de madeira com formas estranhas, torcidas numa atitude rude, misteriosos horrores feitos de madeira. Mas não está lá ninguém. Depois de investigares o quarto assustador, encontras uma caixa com algo lá dentro..."
        },
        "text": "Confrontar as silhuetas."
      },
      "goAway": {
        "outcomes": {
          "0": "Mesmo depois de ter descoberto estas maquinações obscuras, decide abandonar os indefesos e deixá-los à sua sorte.",
          "1": "Foge, sem saber quando é que toda a aldeia será engolida pela morte, se for o caso. Na pressa de fugir, tropeça e cai numa vala.",
          "2": "Depois de saíres a correr da aldeia, fazes uma pequena pausa para recuperar o fôlego. Enquanto o fazes, és abordado por figuras armadas vestidas de preto. Parece que não gostaram que andasses a rondar a aldeia. Sacam das armas e atacam. Apanhando-te desprevenido e exausto, batem-te até ficares inconsciente.",
          "3": "Consegues sair vivo desta aldeia maldita. Passado algum tempo, deparas-te com um belo pedaço de terra intocada. Podes ver uma cascata e muitos animais carnívoros domesticados. Decides meditar debaixo da água que cai. Passada uma hora, sentes-te reenergizado e continuas a tua viagem."
        },
        "text": "Saiam daqui rapidamente."
      },
      "helpThem": {
        "outcomes": {
          "0": "Encontram figuras vestidas de preto na cave. Não parecem ser feras, mas pessoas comuns que apostam em lutas de galos. Juntas-te a eles e apostas no galo vermelho, que acaba por perder. O que te deixa algumas moedas mais leve.",
          "1": "Encontram figuras vestidas de preto na cave. Não parecem ser feras, mas pessoas comuns que apostam em lutas de galos. Juntas-te a eles e apostas no galo azul, que ganhou. Com algumas moedas a mais, deixas os homens a jogar e vais-te embora.",
          "2": "Encontra 4 homens encapuzados de preto na cave. Depois de os convencer a deixar-te juntar a eles, revelam o seu plano de sacrificar a força vital dos habitantes em honra de um demónio que adoram. Na esperança de beneficiar dos seus conhecimentos, dizes que estás disposto a participar. Tu e os animais selvagens que acabaste de conhecer sacrificam uma mulher e alguns animais. Além disso, derramas as entranhas deles por toda a sala. Mas não acontece nada. Depois de ter perdido o seu tempo, vai-se embora, furioso...",
          "3": "Encontra 4 homens encapuzados de preto na cave. Depois de os convencer a deixar-te juntar a eles, revelam o seu plano de sacrificar a força vital dos habitantes em honra de um demónio que adoram. Na esperança de beneficiar dos seus conhecimentos, dizes que estás disposto a participar. Tu e os animais selvagens que acabaste de conhecer sacrificam uma mulher e alguns animais. Além disso, derramas as entranhas deles por toda a sala. Mas não acontece nada. Só quando sais da sala é que te deparas com alguns guardas..."
        },
        "text": "Tentem encontrar as silhuetas para os ajudar."
      },
      "warnEveryone": {
        "outcomes": {
          "0": "Sem verificar por si próprio, começa a correr pela aldeia como um louco, gritando a todos que vão morrer se ficarem. O pânico geral instala-se e toda a gente começa a abandonar o perímetro. Mas, passado algum tempo, nada acontece e algumas pessoas não ficam muito contentes com a tua piada de mau gosto. Eles juntam-se a ti, batem-te e roubam-te.",
          "1": "Após uma breve investigação, indica aos guardas locais a localização dos criminosos. Eles seguem o teu conselho e, passados alguns minutos, outro guarda aproxima-se de ti. Parece que alguns hereges estavam prestes a matar uma jovem rapariga e, graças ao teu conselho, ela foi salva. Ele entrega-te uma pequena bolsa antes de te apertar a mão.",
          "2": "Depois de contar a toda a gente a desgraça negra que se vai abater sobre a aldeia, todos fazem as malas e ficam lá fora, na floresta. De repente, há um terramoto e o pânico instala-se. Ajudas os guardas a acalmar as pessoas, que depois se acalmam. Eles agradecem-te calorosamente pelo aviso.",
          "3": "Tenta convencer toda a gente de que eles estão em perigo, mas eles não querem saber e ignoram-no. Tentas durante várias horas e, finalmente, decides deixá-los. Continuas a tua viagem sem te preocupares com as pessoas teimosas desta aldeia."
        },
        "text": "Revelar a toda a gente do que se trata."
      }
    },
    "text": "Passado algum tempo, chega finalmente à aldeia de Boug-Coton, onde correm rumores de que criaturas maléficas estão a trabalhar... Depois de investigar o local durante algum tempo, encontra uma pista. Os habitantes locais relataram ruídos estranhos e vultos negros encapuzados foram vistos a entrar e a sair da cave de um celeiro. Parece que está a ser preparado um ritual sombrio..."
  },
  "64": {
    "possibilities": {
      "accept": {
        "outcomes": {
          "0": "Aceitas o convite, jubiloso só de pensar em festejar no sumptuoso castelo do Rei. Caminha a passos largos em direção ao imponente edifício."
        },
        "text": "Dirijam-se diretamente para o castelo."
      },
      "deny": {
        "outcomes": {
          "0": "As festas não são para si. Decides que tens coisas melhores para fazer do que te divertires. Parte para uma aventura."
        },
        "text": "Recusar o convite."
      },
      "end": {
        "outcomes": {
          "0": "Não estava à espera de ler isto. Fica a olhar para a carta durante vários minutos. A partida do mensageiro tira-o do seu devaneio e parte para o castelo."
        }
      }
    },
    "text": "Assim que chega ao seu destino, um mensageiro pára sem fôlego à sua frente e entrega-lhe uma carta. Lês com atenção o conteúdo, que diz que o Rei está a preparar uma grande festa no seu castelo e que estás convidado a assistir."
  },
  "65": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Abre o seu presente e vê algumas moedas a brilhar no fundo da caixa. Pega nelas e coloca-as na tua bolsa. Sais do castelo feliz por teres recebido este presente.",
          "1": "Abres o teu presente e vês uma poção vermelha brilhante na caixa. Bebes a poção e sentes uma onda de força que vem do fundo de ti. Sais do castelo feliz por teres recebido este presente.",
          "2": "Abres o teu presente e vês pedras preciosas a rolar no fundo da caixa. Pega nelas e adiciona-as à tua reserva de pedras preciosas. Deixas o castelo feliz por teres recebido este presente.",
          "3": "Abre o seu presente e pega num livro que estava lá dentro. Explica técnicas de sobrevivência que mal podes esperar para pôr em prática. Sai do castelo feliz por ter recebido este presente.",
          "4": "Abres o teu presente e pegas num livro que estava lá dentro. Explica-te algumas técnicas de combate que mal podes esperar para experimentar contra os outros aventureiros. Deixas o castelo feliz por teres recebido este presente.",
          "5": "Abres o teu presente e tiras uma peça de equipamento. É uma arma poderosa que junta à sua coleção. Sais do castelo feliz por teres recebido este presente.",
          "6": "Abres o teu presente e tiras uma peça de equipamento. É uma poderosa armadura que junta à sua coleção. Deixas o castelo feliz por teres recebido este presente.",
          "7": "Abres o teu presente e tiras uma peça de equipamento. É um objeto poderoso que junta à sua coleção. Deixas o castelo feliz por teres recebido este presente."
        }
      },
      "hopeArmor": {
        "outcomes": {
          "0": "Abres o teu presente e tiras uma peça de equipamento. É uma poderosa armadura que junta à sua coleção. Deixas o castelo feliz por teres recebido este presente."
        },
        "text": "Esperar e torcer por uma nova armadura."
      },
      "hopeGems": {
        "outcomes": {
          "0": "Abres o teu presente e vês pedras preciosas a rolar no fundo da caixa. Pega nelas e adiciona-as à tua reserva de pedras preciosas. Deixas o castelo feliz por teres recebido este presente."
        },
        "text": "Esperar e torcer por pedras preciosas."
      },
      "hopeGlory": {
        "outcomes": {
          "0": "Abres o teu presente e pegas num livro que estava lá dentro. Explica-te algumas técnicas de combate que mal podes esperar para experimentar contra os outros aventureiros. Deixas o castelo feliz por teres recebido este presente."
        },
        "text": "À espera e à espera da glória."
      },
      "hopeHealthy": {
        "outcomes": {
          "0": "Abres o teu presente e vês uma poção vermelha brilhante na caixa. Bebes a poção e sentes uma onda de força que vem do fundo de ti. Sais do castelo feliz por teres recebido este presente."
        },
        "text": "Esperar e torcer para que algo o mantenha saudável."
      },
      "hopeItem": {
        "outcomes": {
          "0": "Abres o teu presente e tiras uma peça de equipamento. É um objeto poderoso que junta à sua coleção. Deixas o castelo feliz por teres recebido este presente."
        },
        "text": "Aguardar e esperar por um novo objeto."
      },
      "hopeMoney": {
        "outcomes": {
          "0": "Abre o seu presente e vê algumas moedas a brilhar no fundo da caixa. Pega nelas e coloca-as na tua bolsa. Sai do castelo feliz por ter recebido este presente."
        },
        "text": "À espera e à espera de dinheiro."
      },
      "hopePet": {
        "outcomes": {
          "0": "Abres o teu presente e encontras um animal lá dentro. Decides levá-lo contigo nas tuas grandes aventuras pelo continente. Sais do castelo feliz por teres recebido este presente."
        },
        "text": "À espera e à espera de um companheiro."
      },
      "hopeWeapon": {
        "outcomes": {
          "0": "Abres o teu presente e tiras uma peça de equipamento. É uma arma poderosa que junta à sua coleção. Sais do castelo feliz por teres recebido este presente."
        },
        "text": "Esperar e torcer por uma nova arma."
      },
      "hopeXP": {
        "outcomes": {
          "0": "Abre o seu presente e pega num livro que estava lá dentro. Explica técnicas de sobrevivência que mal podes esperar para pôr em prática. Sai do castelo feliz por ter recebido este presente."
        },
        "text": "Aguardar e esperar pela experiência."
      }
    },
    "text": "Chegas ao salão de receção do castelo do Rei, como muitos outros aventureiros. No meio do salão está um abeto gigantesco, que protege milhares de presentes com os seus ramos longos e espinhosos. Depois de uma deliciosa refeição, o Rei sobe ao palco e anuncia que, na noite anterior, um homem de fato vermelho foi visto durante a noite e que, quando saiu, milhares de presentes com os nomes dos aventureiros estavam espalhados debaixo da árvore. Pede-vos que permaneçam sentados e esperem que um criado venha entregar-vos o que vos é devido."
  },
  "66": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "De repente, está deitado no chão, com a tripulação debruçada sobre si. O capitão diz-te que desmaiaste. Agarram em ti e, como uma trouxa, atiram-te ao mar, antes de se afastarem rapidamente.",
          "1": "De repente, está deitado no chão, com a tripulação debruçada sobre si. O capitão explica que desmaiaste. Dá-te mais alguns conselhos antes de te deixar partir para a ilha."
        }
      },
      "hints": {
        "outcomes": {
          "0": "Dirige-se lentamente ao capitão e pergunta-lhe se pode fazer a gentileza de lhe fornecer algumas informações adicionais. Ele dá-vos algumas e vocês partem, prontos como nunca para enfrentar a ilha.",
          "1": "Preocupado, olha para o capitão e agradece-lhe educadamente a travessia. Exprime os seus receios e pede-lhe conselhos. Ele dá-lhe alguns conselhos e vocês partem, prontos como nunca para enfrentar a ilha."
        },
        "text": "Pedir mais informações."
      },
      "run": {
        "outcomes": {
          "0": "De repente, salta sobre o convés do barco e corre em frente, como um animal, sem olhar para trás. Tudo isto enquanto a tripulação olha com espanto.",
          "1": "Agradece à tripulação por uma travessia maravilhosa e desembarca. Afasta-se, confiante e com os pés bem assentes na terra."
        },
        "text": "Dirijam-se para a ilha."
      }
    },
    "text": "Após uma curta travessia, o capitão amarra o seu navio ao que parece ser um pontão. Está demasiado absorvido a contemplar a ilha para se preocupar. Parece ao mesmo tempo minúscula e imensa, quente e fria. Uma sensação estranha apodera-se de si, algures entre a angústia e a admiração. Um movimento no navio tira-o da sua observação."
  },
  "67": {
    "possibilities": {
      "accept": {
        "outcomes": {
          "0": "Aproveita para apreciar esta bebida de que tanto sentiu falta na sua escapadela. Faz-lhe muito bem. Bebe um gole e começa a sentir o navio a balançar nas ondas, sinal do fim da expedição.",
          "1": "Esta bebida não é de boa qualidade e o sabor a malte é muito percetível. Ao ver a sua reação, o capitão ri-se e diz-lhe que a cerveja é assim nos navios. Ele pega no seu copo e vai buscar-lhe água e um pedaço de pão, que você aprecia um pouco mais. Levanta-se, observa a ilha a afastar-se e faz um balanço das suas aventuras."
        },
        "text": "Aceita a bebida."
      },
      "deny": {
        "outcomes": {
          "0": "Não te apetece beber depois desta perigosa aventura. Não querendo deixá-lo na sua posição desconfortável, o capitão oferece-lhe, sem que tenha realmente escolha, uma cama confortável na sua cabina. O movimento do barco adormece-o, e rapidamente sente a sua mente a vaguear pelas suas aventuras, adormecendo alguns minutos depois.",
          "1": "A viagem tem sido dura, por isso recusa, para evitar ficar ainda mais desidratado. Em vez disso, pede ao capitão do navio um pouco de água. Mas só se apercebe de que está a cair num sono profundo quando ele regressa."
        },
        "text": "Recusar o presente educadamente."
      },
      "end": {
        "outcomes": {
          "0": "O capitão está à espera que aceites o seu presente. Mas adormeceste numa fração de segundo, o que ele notou rapidamente. Por isso, ele volta a dirigir o barco, deixando-te a dormir onde estás."
        }
      }
    },
    "text": "Depois de uma curta caminhada, chega ao barco que o levou a esta ilha inóspita. Ao ver o teu cansaço e os teus ferimentos, o capitão apressa-se a ordenar à tripulação que levante âncora. Uma vez sentado no convés, vê-o chegar com uma caneca de cerveja na mão, que lhe entrega."
  },
  "68": {
    "possibilities": {
      "checkDate": {
        "outcomes": {
          "0": "Olhas para o calendário e descobres que há um torneio que vai começar em breve! Decides participar e chegar à final depois de algumas horas de luta. No entanto, o teu adversário domina-te e perdes a última batalha. Como finalista, ainda ganhas uma bolsa cheia de ouro antes de seguires o teu caminho.",
          "1": "Olhas para o calendário e vês que estamos em Laponaire, o sexto mês do ano, por isso decides sair e comer uma galette numa banca próxima. Este alimento tê-lo-á saciado! E parte de novo, cheio e satisfeito.",
          "2": "Quando vê o calendário, lembra-se dos cartazes nas ruas que falam de uma caça ao tesouro. Decide participar. Após duas horas de procura, não encontras nada. Por isso, decides voltar para trás.",
          "3": "Olhas para o calendário e, na data de hoje, vês: concurso de hidromel! Sentindo-se resistente ao álcool, decide tentar a sua sorte. Ganha o concurso e um prémio! No entanto, acaba por ficar completamente bêbedo."
        },
        "text": "Veja o calendário."
      },
      "end": {
        "outcomes": {
          "0": "Fica na biblioteca e não dá conta dos minutos que passam. Quando esta fecha, sai e apercebe-se que já é tarde. Volta a pôr-se a caminho sem mais demoras.",
          "1": "Fica espantado com a quantidade de livros e com a riqueza de conhecimentos que emana destas instalações. Pouco depois, o bibliotecário avisa que o edifício está prestes a fechar. Desiludido, volta para trás para continuar as suas aventuras.",
          "2": "Fica na biblioteca durante alguns minutos, maravilhado com todo este conhecimento. Senta-se, pensativo. De repente, um leitor perturba os seus pensamentos, com o livro \"Hansel e Gretel\" dos irmãos Grimm na mão. Pede-lhe que se vá embora, pois está sentado no seu lugar preferido na biblioteca. Confuso, vai-se embora, sem qualquer conhecimento novo."
        }
      },
      "read": {
        "outcomes": {
          "0": "Decide ler um livro. É sobre cozinhar e preparar refeições deliciosas. Escreve a receita antes de ir à procura dos ingredientes. Depois de encontrar os ingredientes, segue as instruções à letra. Prova o seu prato antes de experimentar os seus benefícios e depois parte para a sua viagem.",
          "1": "Pega num livro e começa a ler. O livro é sobre aritmética. Mas esse nunca foi o seu ponto forte e, quase 10 minutos depois, decide pousar o livro e continuar o seu caminho.",
          "2": "Está a ler um livro de culinária. O livro fala de um prato delicioso. Entusiasmado, decide preparar o prato. No entanto, não segue exatamente as instruções e, depois de comer, não se sente muito bem...",
          "3": "Pega no primeiro livro que vê. Fala de alquimia e dos benefícios das plantas. Depois de estudar cuidadosamente o seu conteúdo, volta a pousá-lo, certo de que será útil para as suas próximas aventuras."
        },
        "text": "Ler um livro."
      },
      "steal": {
        "outcomes": {
          "0": "Consegue roubar um livro velho e empoeirado e sai sorrateiramente do edifício para encontrar um comprador nas ruas da cidade. No entanto, repara que ninguém está interessado no livro, principalmente porque está muito danificado e até tem as páginas rasgadas. Por isso, abandona-o antes de continuar o seu caminho.",
          "1": "Sai sorrateiramente da biblioteca sem que ninguém dê por si. Conseguiste roubar um livro e estás a tentar vendê-lo aos transeuntes. Um homem decide comprá-lo por algumas moedas de ouro. Quando a transação está concluída, continuas o teu caminho.",
          "2": "Tentas roubar discretamente um livro de ouro, mas a bibliotecária apanha-te em flagrante. Ela exige que lhe devolvas o precioso livro e, ao mesmo tempo, uma indemnização! Desiludido e envergonhado, devolve o livro e compensa-o com uma grande parte das suas poupanças para evitar ir para a prisão..."
        },
        "text": "Tentativa de roubo de um livro para revenda."
      }
    },
    "text": "Depois de passear pelas ruas de Claire de Ville, depara-se com um edifício cuja entrada é emoldurada por duas estátuas de coruja em pedra. Ao aproximar-se, apercebe-se de que se trata da biblioteca da cidade. Decide entrar no edifício para passar o tempo. Numa das paredes da entrada, está pendurado um calendário feito de grandes folhas unidas por uma tira de couro."
  },
  "69": {
    "possibilities": {
      "accept": {
        "outcomes": {
          "0": "Sente-se como se tivesse sido armado cavaleiro - Donia toca com a ponta do cajado nos seus ombros, a direita seguindo a esquerda, abençoando-o no processo. Depois da cerimónia, não se sente realmente diferente.",
          "1": "Sentes-te super-poderoso depois da sua bênção... até que Donia se vai embora. Tentas encontrá-la, envergonhado por teres acreditado em tal loucura, mas não consegues. Vais-te embora, envergonhado e confuso, e juras, um pouco tarde demais, que ela não te levará lá outra vez.",
          "2": "Quando Donia começa a \"abençoar-te\", lança um estranho pó azul na tua cara. A floresta começa a balançar diante dos teus olhos, e Donia guia-te para uma árvore próxima, contra a qual adormeces. Sonha então com o castelo real e vê-se a participar num importante banquete. A princesa aproxima-se de ti, com um véu negro distorcido a esconder-lhe o rosto, presumivelmente porque não conheces a sua verdadeira aparência. Passa o resto do sonho a dançar com ela... E assim fica, dormindo um sono revigorante."
        },
        "text": "Aceita a sua oferta."
      },
      "comrpomise": {
        "outcomes": {
          "0": "Ela parece desapontada, mas oferece-lhe uma rosa vermelha como presente para a princesa. Partem de novo, tão desiludidos como ela, por terem recebido apenas uma pobre flor.",
          "1": "Em vez de uma bênção, pergunta-lhe se ela conhece algum sítio na floresta onde possa descansar um pouco. Ela leva-te então para casa dela, onde te serve boa comida e vinho. O vinho é incrivelmente agradável e acabas por beber a garrafa toda, arrastando-te depois para a cama. Enquanto dormes, tens um pesadelo bastante peculiar: Donia é uma mulher velha e encurvada, o arquétipo da bruxa, e quer matar-te antes de te cozer no seu forno. A verdadeira Donia deixa-o a dormir e segue o seu caminho."
        },
        "text": "Encontrar um compromisso."
      },
      "deny": {
        "outcomes": {
          "0": "Tu franzes o sobrolho e logo lhe dizes que as fadas não existem e que ela está completamente alucinada. Furiosa, Donia usa o seu pau para te bater, deixando-te ferido numa cama de folhas.",
          "1": "Usa todo o seu tato e tenta fazê-la compreender que as fadas só existem nos contos infantis e nos contos de aventureiros bêbados, sem grande sucesso. Para provar que estás errado, Donia tira uma grande quantidade de pó vermelho de uma pequena mochila que traz na cintura e atira-o à tua cara. Estás demasiado perto dela para te desviares, por isso inalarás o pó. A tua visão fica turva e perdes a cabeça. Deixas que a Donia te dê as mãos e te guie até uma clareira. Aí vês muitas pequenas fadas a rodopiar. Na realidade, são vespas. Elas vêem a tua chegada como uma ameaça e picam-te repetidamente. Foste envenenado e vais demorar algum tempo até te sentires melhor."
        },
        "text": "Recusar."
      },
      "end": {
        "outcomes": {
          "0": "Enquanto a olha em silêncio durante algum tempo, Donia parece perder o interesse por si e afasta-se sem dizer mais nada. Mas tu continuas a olhar. Sem pensar. Só algumas horas mais tarde é que recupera os sentidos e continua a sua viagem, como se nada tivesse acontecido..."
        }
      }
    },
    "text": "Quando passas pela Floresta do Velho, uma mulher magnífica vem a correr ao teu encontro. Os seus longos cabelos são da cor de um mar tempestuoso, e ela veste um gracioso vestido de prata com um corpete adornado com pequenas safiras. A sua mão direita segura um bastão de espinheiro. Esta aparência faz-te imediatamente pensar que é assim que uma fada deve ser, se é que tal criatura existe: selvagem e deslumbrante. Ficas preocupado, mas a desconhecida sorri docemente e diz que se chama Donia. Ela declara-se Fae, confirmando as suas primeiras impressões. Não acreditas muito nisso e sentes que estás a ser enganado, mas o cajado dela parece suficientemente perigoso para não lhe dizeres nada. Donia oferece-te então a sua bênção, pensando que te pode ajudar na tua busca pela princesa."
  },
  "7": {
    "possibilities": {
      "check": {
        "outcomes": {
          "0": "Ao forçar a sua entrada, está a magoar-se profundamente e precisa de ser tratado!",
          "1": "Depois de passar quase uma hora a tentar entrar em casa, acaba por desistir. Quando está a sair, encontra algo que pode vir a ser útil!",
          "2": "Entra em casa e pousa as suas coisas para descansar. Depois de ter caído num sono profundo, precisa de descansar antes de continuar a sua aventura.",
          "3": "Entra em casa e procura durante cerca de quinze minutos. Quando sai, encontra um objeto que pode vir a ser útil!",
          "4": "Entra em casa e procura durante cerca de quinze minutos. Por fim, desiste da busca sem ter encontrado nada."
        },
        "text": "Visite o interior."
      },
      "end": {
        "outcomes": {
          "0": "Está parado há quase quinze minutos, por isso é altura de voltar a andar!"
        }
      },
      "skip": {
        "outcomes": {
          "0": "Continua o seu caminho sem se preocupar com a casa."
        },
        "text": "Não parem e continuem."
      }
    },
    "text": "Descobriste uma casa! Parece estar abandonada..."
  },
  "70": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Após um momento de reflexão, decide finalmente entrar no túmulo para se refrescar à sombra e descansar.",
          "1": "Enquanto hesita sobre o que fazer, a tempestade de areia intensifica-se. Entra na passagem, com a certeza de que as rajadas de vento diminuíram.",
          "2": "Enquanto hesita sobre o que fazer, uma mulher com um machado de gelo no cinto sai do alçapão. Ameaça-te com um arco enfaixado e ordena-te que lhe vires as costas, o que fazes. Um golpe violento na têmpora deixa-o confuso durante vários minutos."
        }
      },
      "explore": {
        "outcomes": {
          "0": "Vagueia pelas galerias durante algum tempo, à procura de salas escondidas. Receando perder-se se continuar a explorar, decide voltar para trás.",
          "1": "Depois de vaguear por várias salas, incluindo uma cheia de víveres a apodrecer, chega a uma vasta sala onde o ouro é o nome do jogo. Compõe as paredes, os vários objectos, as roupas e até as arcas. Num canto, encontra um objeto que talvez lhe possa ser útil. Depois, enche a sua maior bolsa e parte de novo.",
          "2": "Depois de passar o alçapão, caminha até chegar a um beco sem saída. Decide sair, com medo de se perder. Quando chegas ao alçapão, és atacado selvaticamente por um indivíduo que usa um chapéu castanho e traz um chicote no cinto. Consegues esquivar-te à maioria dos golpes e ripostar. Lutas durante muito tempo, mas finalmente acertas um golpe decisivo. Ao revistá-lo, descobre uma pequena bolsa que contém uma quantia substancial de dinheiro.",
          "3": "Depois de passar o alçapão, caminha até descobrir uma câmara funerária - o subterrâneo é um túmulo! Querendo voltar para trás, não reconhece os corredores que atravessa e vagueia durante várias horas antes de encontrar uma saída. Retoma a sua aventura enquanto a lua cheia ilumina o deserto silencioso como se fosse dia.",
          "4": "Depois de passar pelo alçapão, avança na escuridão e descobre um lugar estranho: uma cripta abandonada, cujos túneis subterrâneos se assemelham a um labirinto funerário! Sente-se tentado a voltar para trás, mas, para seu espanto, os corredores parecem enganar os seus sentidos e metamorfosear-se à sua frente. Vagueia sem rumo durante um período de tempo desconhecido antes de finalmente encontrar uma saída.",
          "5": "Depois de passar o alçapão, chega a uma sala onde está entronizada uma esfinge, toda feita de ouro! Como que hipnotizado, aproxima-se dela até que o seu pé esquerdo pousa numa laje, que se afunda no chão... Duas setas douradas assobiam sinistramente nos teus ouvidos, enquanto uma terceira te arranha o braço. Não é uma ferida grave, mas a armadilha obrigou-o a evacuar."
        },
        "text": "Explorar o subsolo."
      },
      "skip": {
        "outcomes": {
          "0": "Decide ignorar o alçapão: explorar uma passagem subterrânea seria demasiado perigoso, na sua opinião. As rajadas de areia acalmaram, o que é uma dádiva para si!",
          "1": "Decide ignorar o alçapão e continuar o seu caminho, mas a tempestade de areia torna-se ainda mais virulenta. Sem a menor hesitação, volta para trás para procurar abrigo. Decide descansar aqui até a tempestade passar.",
          "2": "As rajadas de vento são cada vez mais fortes, pelo que arranca um pedaço da sua camisola para proteger as suas vias respiratórias. Com dificuldade, dá alguns passos e avista vários cactos, alguns com frutos. Depois de apanhar dois deles, encontra rapidamente uma duna onde se pode abrigar. Depois de descascados, descobres que os frutos são deliciosos. Muitos minutos depois, a tempestade amainou. Assim, retomas a tua aventura.",
          "3": "Depois de fechar cuidadosamente o alçapão, continua o seu caminho. De repente, o chão cede debaixo dos teus pés. Cai numa das salas subterrâneas. Na queda, corta a coxa. Felizmente, sai facilmente."
        },
        "text": "Continue o seu caminho."
      }
    },
    "text": "Ao atravessar o deserto de La Dune, o ar parece estar cada vez mais seco. À medida que avança, os grãos de areia rodopiam à sua volta, obrigando-o a semicerrar os olhos. De repente, sente o chão firme sob os seus pés durante o espaço de um passo. Surpreendido, empurra a areia para o lado para revelar um alçapão e abre-o. Um labirinto gigantesco é revelado perante os teus olhos espantados."
  },
  "71": {
    "possibilities": {
      "accept": {
        "outcomes": {
          "0": "Segue o velho até à tenda que lhe serve de casa e deixa-o servir-lhe uma estranha mistura que ele diz ser uma deliciosa sopa de peiote. Por educação, bebe-a. Bastam alguns instantes para sentires os efeitos desta sopa demoníaca: a tua visão fica turva e o mundo oscila. Subitamente assustado com o eremita louco, foge para o deserto. De manhã cedo, acordas com uma dor de cabeça lancinante, porque o efeito do peiote demora a passar.",
          "1": "Seguem o velho até à tenda que lhe serve de casa e partilham uma refeição à volta da fogueira, enquanto ele vos conta a sua história. Explica que ele e o irmão se separaram para ir para a sua ermida depois de uma catástrofe ter matado toda a família, sendo os únicos sobreviventes ele e o irmão. A história dele toca-te profundamente e o nome de um outro eremita cujo nome começa por um X soa-te familiar... O deserto está frio quando adormeces junto à fogueira com o eremita. Quando acordas de manhã, encontras um belo escorpião num dos teus sapatos. Deita-o fora e parte de novo.",
          "2": "Seguem o velho até à tenda que lhe serve de casa e partilham uma refeição à volta da fogueira enquanto contam as vossas aventuras. Depois de terem comido o suficiente e de terem agradecido ao eremita, retomam a vossa viagem pelo deserto, indo mais para dentro."
        },
        "text": "Concorda em juntar-se a ele."
      },
      "deny": {
        "outcomes": {
          "0": "Recusa educadamente a oferta do eremita e continua a sua viagem.",
          "1": "Ao ver que estás relutante em aceitar, o velho puxa-te pelo braço e convida-te para o chá, onde ficas a conversar com ele enquanto bebes a bebida. Passado pouco tempo, despede-se do velho e parte de novo.",
          "2": "Ao ver que está relutante em aceitar, o velho decide oferecer-lhe \"um objeto da sua coleção pessoal\". Aceita o presente, mas mantém-se reservado quanto a ficar na sua companhia e decide partir rapidamente.",
          "3": "Recusas a oferta, mas quando estás prestes a partir, ele chama-te de novo, falando de tudo e mais alguma coisa. Passado algum tempo, achando-o demasiado suspeito e pensando que está a tentar armar-lhe uma armadilha, decide interromper o seu interminável monólogo antes de fugir o mais rapidamente possível."
        },
        "text": "Recusar a oferta e seguir em frente."
      },
      "end": {
        "outcomes": {
          "0": "Este indivíduo parece suspeito e a sua abordagem é enganadora. Quando ele estica o braço para lhe perguntar se se sente bem, você agarra-o e empurra-o para a água antes de fugir a toda a velocidade.",
          "1": "Vendo-te sem reagir, o velho fica ofendido, grita contigo e atira-te um punhado de areia à cara antes de se afastar. Completamente cego, dirige-se para a pequena piscina de água para enxaguar a areia dos seus olhos. Passados alguns minutos, sentes-te melhor e recomeças a andar."
        }
      },
      "steal": {
        "outcomes": {
          "0": "Deixas que o homem te guie até à sua tenda e, discretamente, apanhas uma grande pedra enquanto ele está de costas para ti. De seguida, desfere um forte golpe no seu crânio encapuzado. O eremita cai, com o sangue a espalhar-se pelo chão rachado do oásis. Decide deixá-lo assim e vai espreitar o interior da tenda. Lá dentro, descobres baús com jóias e muitos objectos. Sai com uma soma substancial de dinheiro, bem como com um objeto que apanhou à pressa. Retoma rapidamente a sua travessia, sem querer ser apanhado em flagrante.",
          "1": "Deixas que o homem te guie até à sua tenda e, discretamente, apanhas uma grande pedra enquanto ele te vira as costas. Quando estás prestes a bater-lhe, ele vira-se e tira um punhal da manga, cortando-te profundamente no peito. Tentas abrigar-te, fazendo o possível para estancar o sangue. Enquanto foges, ouves o velho a rir-se maniacamente.",
          "2": "Deixas que o homem te guie até à sua tenda e, discretamente, apanhas uma grande pedra enquanto ele está de costas para ti. Dá-lhe um forte golpe na cabeça encapuzada, o eremita cai no chão e sente imediatamente remorsos. Faz uma ligadura na cabeça do velho e deita-o no seu tapete para recuperar. Quando ele acorda, pedes-lhe desculpa e dás-lhe algum dinheiro como compensação pelo teu erro.",
          "3": "Enquanto segues o velho, apanhas uma pedra do chão atrás das suas costas. A dissimulação não é o teu ponto forte e o eremita apercebe-se imediatamente do teu silêncio suspeito. Apercebendo-se da situação, expulsa-te do seu kyusin com um murro como nunca recebeste."
        },
        "text": "Aceitar e aproveitar a noite para roubar os seus pertences."
      }
    },
    "text": "Ao atravessar o Vale dos Reis, avista um oásis. Com sede da viagem, corres em direção à pequena massa de água para beber. Enquanto bebes, assustas-te com o som de risos atrás de ti. Quando te viras, tens à tua frente um velho de barba e com um grande capuz sobre o rosto. Diz que o seu nome é Xirtex e que vive neste oásis. Oferece-te um lugar para ficares em sua casa, para que possas recuperar da tua viagem e partilhar as tuas desventuras."
  },
  "72": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Hesitante, mas finalmente galvanizado pelo barulho da multidão, ignora o juiz e junta-se ao entusiasmo geral. Durante horas, aplaude os participantes nas diferentes provas!",
          "1": "A tua vida é muito mais importante para ti do que a glória fugaz de ganhar um torneio. Agradece ao juiz e diz-lhe que, afinal, não vai participar no torneio."
        }
      },
      "joinArchery": {
        "outcomes": {
          "0": "O teste parece um pouco difícil: tens de disparar três flechas contra um alvo de palha a cerca de cinquenta metros de distância. As três flechas acertam no meio do alvo de palha. És o vencedor! A bela Senhora do Senhor local, Yseldia, vem oferecer-te uma pesada bolsa, enquanto tu ficas deslumbrado com a sua coroa cravejada de rubis.",
          "1": "A prova parece um pouco difícil: tens de disparar três flechas contra uma palha colocada a cerca de cinquenta metros de ti. Como não és muito hábil, falhas duas das três flechas e ficas em último lugar na classificação! Contente por ter participado na euforia geral, volta a partir alegremente.",
          "2": "Ao lançares a tua primeira flecha, és surpreendido por um espirro. Deixas cair o arco e a flecha vai parar perto da cabeça de um cavaleiro musculado. Ele lança-te um olhar sombrio e começa a correr na tua direção. A aventura não espera: estás de volta à estrada num instante!"
        },
        "text": "Participar no evento de tiro com arco."
      },
      "joinJoust": {
        "outcomes": {
          "0": "Depois de ter ganho três duelos, encontra-se na final contra o Conde da região vizinha. Ele tira-te do sério com uma facilidade e uma flexibilidade espantosas. Acabas em segundo lugar no pódio. Enquanto te deixas cativar pela coroa de rubis de Yseldia, a esposa do Senhor local, aceitas uma pesada bolsa das suas mãos delicadas com um ar ausente.",
          "1": "Está prestes a começar um novo evento de justas e um noivo ofereceu-te um pónei duplo cinzento cujo dono anterior morreu pouco antes. Vais enfrentar Yvain, um cavaleiro de renome. Começas a galopar com o teu adversário, que te atira com facilidade. Quando aterras com um estrondo no chão poeirento, a tua montada pisa acidentalmente uma das tuas clavículas, fazendo um som sinistro de estalido. ",
          "2": "Depois de avistar um potro baio abandonado, agarra-o para participar na justa. E ganhaste! A mulher do senhor local, de apelido Yseldia, entrega-te pessoalmente a tua recompensa. ",
          "3": "No momento em que sente o entusiasmo da justa a cavalo, lembra-se de que não tem um cavalo para participar nesse evento. Desiludido, decide continuar o seu caminho, resmungando."
        },
        "text": "Participar no evento de justa."
      },
      "joinMelee": {
        "outcomes": {
          "0": "Quando vês as armas cintilantes e afiadas dos outros participantes, a tua coragem derrete como neve ao sol. Decides fugir discretamente antes que a tua vida inacabada te seja arrebatada. ",
          "1": "Depois de quase morrer com um golpe de uma alabarda incrustada de gemas verdes, finalmente conseguiste pôr o teu último adversário fora de combate. O Arauto das Armas anuncia a tua vitória esmagadora! A Senhora do Senhor, chamada Yseldia, traz-te pessoalmente a tua recompensa. Enquanto lhe agradeces, observas o seu rosto delicado, cujo topo está decorado com uma sumptuosa coroa de rubis.",
          "2": "Depois de teres derrotado facilmente quase todos os teus adversários, começas a ficar cansado e perdes o teu último combate! Reparas que tens um corte feio na mão e diriges-te para o curandeiro da cidade. Ele trata da tua ferida e insiste para que descanses um pouco.",
          "3": "Subestimaste o nível dos teus adversários e, como resultado, um deles derruba-te. Apesar das tuas súplicas, o teu adversário, armado com uma alabarda adornada com esmeraldas, escarnece e dilacera o teu braço até ao ombro."
        },
        "text": "Participar no evento de combate a pé."
      },
      "joinPoetry": {
        "outcomes": {
          "0": "O ritmo, as rimas e os sons do teu poema cativam o público. És aclamado vencedor! Yseldia, a esposa do Senhor local, entrega-te o prémio, não sem um toque de emoção.",
          "1": "Alguns minutos antes do anúncio dos resultados, dá por falta da sua mala. Deve ter sido roubada antes de lá chegares. Ainda bem que não levava todo o seu ouro consigo! Sai sem esperar pelo resto das festividades, de mãos vazias.",
          "2": "Enquanto gritas o teu poema com uma voz alta e suave, reparas que uma bela donzela te devora com os olhos. Assim que termina a sua tirada, a jovem agarra a sua mão e começa a correr! Alguns becos mais à frente, a jovem beija-te! Não é a tua princesa, mas não te deixas distrair e explicas-lhe que o teu coração já está no lugar certo. Ao despedir-se dela, ela dá-lhe um objeto que lhe poderá ser útil para o resto das suas aventuras."
        },
        "text": "Participar no teste de poesia."
      },
      "searchFood": {
        "outcomes": {
          "0": "Consegue encontrar uma cozinha de rua pertencente a uma mulher mestiça. O seu primeiro nome, Lucya, diz-lhe alguma coisa. Ao longo da conversa, Lucya explica que costumava trabalhar na famosa estalagem Boug-Coton. No entanto, estava demasiado sedenta de aventuras emocionantes para aceitar este estilo de vida sedentário. Encantada com o teu interesse por ela, a mulher oferece-te um pequeno frasco de hidromel condimentado. Agora estás revigorado e pronto para as tuas próprias aventuras.",
          "1": "Não encontra comida de rua: um animador diz-lhe que está previsto um grande banquete para muito mais tarde. Desanimado com esta notícia, decide deixar a cidade. ",
          "2": "Consegue encontrar uma cozinha de rua pertencente a uma mulher mestiça. O seu primeiro nome, Lucya, soa-lhe familiar. Pouco depois de iniciar uma conversa com ela, ficas a saber que ela planeia abrir a sua própria estalagem se se aborrecer com a sua vida de aventureira culinária. A Lucya acha que és uma pessoa muito simpática e oferece-te um doce caseiro. O sabor a mel deste biscoito invulgar irá deliciar o teu paladar. "
        },
        "text": "Muda de ideias e parte em busca de uma banca de comida."
      }
    },
    "text": "Ao chegar aos arredores de Claire de Ville, descobre que muitos dos seus habitantes se deslocaram para fora das grandes muralhas: está em curso um torneio senhorial! Nos cartazes junto às muralhas, bobos, trovadores, menestréis, arautos, bardos e contadores de histórias vociferam com alegria, aplaudindo cada golpe de espada, lança ou maça. Entusiasmado com o caos e o entusiasmo geral, decide tentar a sua sorte. Encontra o juiz de contos, que aceita a sua inscrição e lhe pergunta em que evento gostaria de participar."
  },
  "73": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Abandona a multidão para entrar discretamente na parte de trás da caravana do homem obeso. No interior da sua modesta casa sobre rodas, vê uma gata com os seus gatinhos e percebe imediatamente o engano! Aproxima-se do treinador e exige dinheiro em troca do seu silêncio.",
          "1": "Fascinado por estes adoráveis bebés, esgueira-se para as traseiras da caravana do treinador para ver se há mais algum, de modo a poder roubar um para vender a um bom preço. No entanto, só está presente uma gata a amamentar. Por despeito, agarras no gatinho mais bonito e escondes-o na tua bolsa. Esperto como és, rapidamente encontras alguém disposto a fazer a troca.",
          "2": "Afasta-se da multidão para encontrar um lugar melhor para assistir ao espetáculo. Absorvido pelo espetáculo, não olha para onde os seus pés vão parar e cai num pesado baú aberto, abandonado sem cuidado no meio da estrada. Antes de se aperceber do que está a acontecer, a mala fecha-se sobre si, deixando-o inconsciente. Só acorda muito mais tarde."
        }
      },
      "goAway": {
        "outcomes": {
          "0": "O espetáculo é-lhe totalmente indiferente e prefere fugir da multidão para evitar os habituais ladrões de todos os tipos. Eles nunca perdem a oportunidade de roubar ricos e pobres, em eventos como este, onde os espectadores se aglomeram para facilitar as suas acções.",
          "1": "Volta imediatamente para a estrada. Não tem tempo para este tipo de palhaçadas. Demora muito tempo a aperceber-se de que foi pelo caminho errado e volta para trás, amaldiçoando a perda de tempo precioso.",
          "2": "Sai rapidamente do espetáculo e tropeça num saco deixado descuidadamente por um espetador. Cai e fere-se ligeiramente. O saco é de um castanho desbotado e, embora o couro esteja gasto, está em relativamente bom estado. Decide revistar o saco na esperança de encontrar alguma compensação e descobre uma pequena bolsa e um objeto que lhe parece muito útil.",
          "3": "Decide continuar a sua aventura, indiferente ao espetáculo e aos aplausos da multidão."
        },
        "text": "Para sair."
      },
      "look": {
        "outcomes": {
          "0": "Fica a assistir ao espetáculo, maravilhado com tanta fofura. Gostou muito de assistir a este espetáculo magnífico e grandioso, por isso oferece algumas moedas ao treinador.",
          "1": "Está ansioso por ver o espetáculo, mas este acaba mesmo à sua chegada. Apesar de estar muito desiludido, vai-se embora.",
          "2": "Assiste ao treino mas, depois de tudo o que passou desde o início da sua aventura, não fica impressionado. Abandona imediatamente a multidão e regressa à sua vida de aventureiro."
        },
        "text": "Assistir ao espetáculo."
      },
      "shame": {
        "outcomes": {
          "0": "Apercebemo-nos rapidamente de que se trata de gatinhos. Não há dúvida nenhuma, porque já teve a oportunidade de conhecer tigres e eles dão à luz crias de tigre muito maiores. Declara que isto é escandaloso e exige uma indemnização financeira aos burlões. Eles concordam, na condição de se ir embora imediatamente.",
          "1": "Vemos o treinador, de chicote na mão, pronto a atacar um jovem tigre. Como um bom defensor de causas perdidas, corres para ele, gritando-lhe que pare e liberte estes pobres tigres. Antes que o consigas alcançar, o homem açoita-te, sob os aplausos da multidão furiosa.",
          "2": "O espetáculo chega ao fim e, como um excelente homem de negócios, o treinador oferece-se para acariciar os tigres por algumas moedas. Gritas para o público que é uma fraude, que são apenas gatinhos, mas ninguém te ouve. Gritamos até perdermos a voz e acabamos por sair."
        },
        "text": "Que vergonha!"
      }
    },
    "text": "Caminhando despreocupadamente ao longo da Route des Merveilles, aproxima-se de um pequeno grupo de pessoas em semicírculo à volta de um homem corpulento. Quando se aproxima, repara que ele está vestido com um fato de espetáculo vermelho, justo, com manchas amarelas nos ombros e umas cuecas azuis por cima do uniforme. No seu peito imponente está um pequeno brasão azul real, que não consegues decifrar. Passa por entre os muitos espectadores até chegar à primeira fila. O homem é um treinador de leões com um longo chicote de couro castanho que está a ensinar um truque a dois magníficos tigres bebés."
  },
  "74": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Não se mexe, como se estivesse petrificado. A mulher toma esta reação como uma recusa e fica furiosa. Lança-te invectivas marinhas e atira-te com peixes mortos. Consegue desviar-se da maior parte deles, mas um acerta-lhe em cheio na cara. Continuas a correr sem olhar para trás."
        }
      },
      "eat": {
        "outcomes": {
          "0": "A combinação de sabores é divinal e uma sensação de euforia apodera-se de si. Os seus olhos fecham-se, apesar de tudo, e quando os abre de novo, descobre que está a bordo de um barco, embalado pelo bater das ondas."
        },
        "text": "Dar uma grande dentada no prato."
      },
      "run": {
        "outcomes": {
          "0": "A mulher parece ofendida com a sua recusa. Ela lança-te invectivas marinhas e atira-te com peixes mortos. Consegues desviar-te da maioria deles, mas um acerta-te em cheio na cara. Continuas a correr sem olhar para trás."
        },
        "text": "Fugir."
      },
      "smell": {
        "outcomes": {
          "0": "Inclina-se ligeiramente, intrigado com o aroma encorpado que emana do prato de marisco, e a mulher observa-o com uma intensidade que o deixa arrepiado. Está prestes a comentar a curiosa mistura quando, de repente, sente as mãos dela esmagarem a sua cara contra o prato. O mundo torna-se húmido e frio quando o seu nariz mergulha no prato. Depara-se com o olhar vítreo de um peixe cozinhado, com o seu olho a pressionar gradualmente o seu. Os teus sentidos perdem-se e a escuridão envolve a tua visão. Quando recupera a consciência, é saudado pelo ranger da madeira e pelo cheiro a sal, sente um movimento de balanço constante e apercebe-se de que está deitado nas tábuas ásperas do convés de um navio."
        },
        "text": "Cheirar o prato com mais desconfiança."
      }
    },
    "text": "Enquanto vagueia sem rumo, as suas narinas são subitamente assaltadas por um cheiro intenso a iodo. Uma estranha mulher vestida com um vestido de escamas de peixe, com o cabelo coberto de algas secas, acena-lhe. Está rodeada de cestos cheios de mariscos de cores vivas e convida-o, com um sorriso desdentado mas caloroso, a provar a sua especialidade culinária: um prato cuidadosamente cozinhado com os melhores produtos do mar."
  },
  "8": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Descansa durante alguns minutos e volta a avançar lentamente em direção aos desfiladeiros. No outro lado, acabará exausto, pelo que terá de descansar antes de voltar a partir!"
        }
      },
      "forest": {
        "outcomes": {
          "0": "Atravessa a floresta sem grandes dificuldades e continua o teu caminho!",
          "1": "Avança lentamente através dos abetos, apanhando ramos pelo caminho e criando pequenos objectos que podes utilizar ou vender...",
          "2": "Avança lentamente pela floresta. Infelizmente, o chão está escorregadio e cais numa vala! Consegues sair, mas estás ferido!"
        },
        "text": "Continuar através da floresta de abetos."
      },
      "plains": {
        "outcomes": {
          "0": "Por fim, muda de ideias e decide ficar nas planícies, o que é menos perigoso, mas também mais longo, pelo que perde muito tempo!",
          "1": "Por fim, muda de ideias e decide ficar na planície, que é menos perigosa mas também mais longa, pelo que perde muito tempo! Após alguns quilómetros, param para descansar numa estalagem."
        },
        "text": "Desistir de subir até ao cimo e ficar perto das planícies."
      }
    },
    "text": "Decidiu aproveitar o verão para ir para as montanhas, desde que os desfiladeiros não estejam demasiado cobertos de neve, mas a subida revela-se mais difícil do que esperava..."
  },
  "9": {
    "possibilities": {
      "end": {
        "outcomes": {
          "0": "Durante 15 minutos, fica-se a olhar, sem saber o que fazer, para o agricultor que vai buscar a forquilha, antes de se pôr de novo a caminho."
        }
      },
      "help": {
        "outcomes": {
          "0": "Após 15 minutos de procura, encontra a forquilha junto a um monte de feno. Para te agradecer, o agricultor oferece-te algumas moedas.",
          "1": "Após meia hora de procura, não consegues encontrar o garfo. Descobre, no entanto, um objeto que lhe pode ser útil!",
          "2": "À procura do garfo, pisa-o e faz um corte feio.",
          "3": "Procura a forquilha durante quase uma hora, mas não a encontra. Educadamente, deixa o agricultor e continua o seu caminho."
        },
        "text": "Ajudar o agricultor a encontrar a sua forquilha."
      },
      "skip": {
        "outcomes": {
          "0": "Continua o seu caminho sem prestar atenção ao agricultor.",
          "1": "Ao continuar a atravessar o campo, depara-se com uma bifurcação e corta gravemente o pé."
        },
        "text": "Avançar."
      }
    },
    "text": "Encontra um agricultor no meio de um campo. Ele perdeu a forquilha..."
  }
}