{
  "intro": [
    "Enquanto viaja em paz, ",
    "Enquanto se faz o caminho calmamente ao longo da estrada, ",
    "Enquanto se prepara para partir de novo depois de uma pequena pausa, ",
    "Na curva da estrada, ",
    "Enquanto passeia tranquilamente, ",
    "Depois de uma breve paragem, ",
    "Depois de longas horas de caminhada, ",
    "Durante uma pequena pausa contra uma árvore, ",
    "Enquanto continua a sua aventura, ",
    "Segue o teu próprio caminho, ",
    "Contemplando a berma da estrada, ",
    "Regressar à estrada depois de uma paragem rápida, ",
    "Ao longo do caminho, cansados das longas horas de caminhada, ",
    "À beira de um caminho, "
  ],
  "advanceTime": {
    "stories": [
      "vê alguém que se parece estranhamente com Pérotin. Corre em direção a ele, mas ele também acelera, provavelmente por medo. Consegue alcançá-lo e apercebe-se que apanhou a pessoa errada. Pede rapidamente desculpa.{{time}} :hourglass:No entanto, ganhaste ** Min ** no teu caminho.",
      "ouve uma carroça atrás de si. O homem do veículo oferece-lhe uma boleia para onde quiser. Você aceita e diz-lhe o seu destino. Depois de percorrer alguns quilómetros, o homem diz-lhe que tem de ir numa direção diferente da sua, por isso dá-lhe boleia e você agradece-lhe.{{time}} :hourglass:Ganha ** Min ** na sua viagem.",
      "vê-se uma carruagem ao longe. A princesa pode estar a bordo! Decide ir falar com ela e corre o mais depressa que pode. Quando se aproxima, fica desiludido ao descobrir que não pode aproximar-se dela porque o veículo está protegido por um cortejo de cavaleiros.{{time}} :hourglass:No entanto, ganhou ** Min ** no seu destino.",
      "Estás a comer um lanche quando, de repente, uma sombra vem a correr na tua direção e rouba-te o lanche. Persegue-o, mas não o consegue apanhar e desiste.{{time}} :hourglass:Este contratempo valeu-lhe, no entanto, **Min** na sua viagem.",
      "vês alguém que se parece suspeitamente com o Gruffo. Corres em direção a ele, mas ele também acelera, provavelmente por medo. Depois de o alcançares, apercebes-te de que não é de todo a pessoa que pensavas.{{time}} :hourglass:No entanto, ganhaste **Min ** no caminho.",
      "um ponto luminoso chama a tua atenção. A tua curiosidade leva-te a correr para a fonte da luz.{{time}} :hourglass:É apenas uma moeda de cobre vulgar, mas que te salvou ** Min ** na tua viagem.",
      "um enorme cão de cor fulva emerge de um grande bosque. Rosna, mostrando caninos afiados, e parece querer morder-vos as pernas.{{time}} :hourglass:Apreciando a ideia de ser deixado inteiro, mandam-no correr a toda a velocidade, ganhando-lhe ** Min ** no seu caminho!",
      "um grande ninho de vespas solta-se da árvore debaixo da qual se encontrava e cai a seus pés. Corre até os seus pulmões lhe pedirem para recomeçar a andar. Nem uma vespa conseguiu picá-lo.{{time}} :hourglass:Este contratempo poupou-lhe **Min** no seu percurso!",
      "está a desfrutar do agradável tempo de primavera. No entanto, a tua pausa é curta, pois bandidos armados com paus e espadas lascadas rasgam os arbustos à tua esquerda, cacarejando enquanto avançam silenciosamente na tua direção.{{time}} :hourglass:Antes mesmo de teres tempo para pensar, o teu corpo leva-te numa corrida precipitada, que te faz ganhar ** Min ** pelo caminho.",
      "um rapazinho empurra-a quando passa por si. Com um mau pressentimento, verifica os seus bolsos: a sua bolsa desapareceu! Depois de uma corrida frenética, recupera o que é seu por direito e deixa o malfeitor numa vala, depois de o ter castigado como ele merecia.{{time}} :hourglass:Apercebe-se de que este acontecimento lhe valeu **Men ** no seu percurso.",
      "um coelho de pelo imaculado, que escorrega por entre as suas pernas, assusta-o. Inicialmente surpreendido, tenta apanhá-lo. Mas não demora muito para que o pequeno animal te perca.{{time}} :hourglass:Estas aventuras ter-te-ão valido ** Min **.",
      "ouve uma mulher a chamar atrás de si. Quando se vira, repara imediatamente no objeto de aspeto metálico que ela tem na mão. Em pânico, foge.{{time}} :hourglass:Quando chega a um local mais seguro, repara que está ** Min ** adiantado."
    ]
  },
  "bigBad": {
    "lifeLoss": [
      "ouves um ruído estridente vindo do céu. Olhas para cima, mas já é tarde demais: um pássaro com garras afiadas está a cair em cima de ti. Ao arranhar-te, apercebe-se de que não és a sua presa habitual e vai-se embora imediatamente. Olhas para a tua ferida, parece profunda.{{lifeLoss}} Perdeste ** 💔**.",
      "Estás a caminhar por um caminho íngreme quando escorregas e torces o tornozelo direito.{{lifeLoss}} Perdes ** 💔**.",
      "vê uma mosca a circular à sua volta.{{lifeLoss}} Puxa da arma na esperança de a matar, mas apenas consegue cortar ligeiramente o pulso, perdendo ** 💔** no processo."
    ],
    "moneyLoss": [
      "apercebe-se de que a sua mala está rasgada.{{moneyLost}} Depois de verificar, vê que a sua bolsa desapareceu, perdeu ** 💸**.",
      "apercebes-te de que a tua bolsa desapareceu do teu saco.{{moneyLost}} De repente, lembras-te de te teres esquecido dela na taberna anterior, perdeste ** 💸**.",
      "Alguns viajantes passam por si, empurrando-o, depois pegam em si e pedem desculpa de forma rude.{{moneyLost}} Alguns minutos depois, apercebe-se que a sua mala desapareceu, perdeu ** 💸**."
    ],
    "alterationStories": {
      "badBerries": "vê algumas bagas. O seu estômago lembra-lhe que não come há várias horas, por isso sente-se obrigado a prová-las. Em breve se sente mal.",
      "gentleBreeze": "sente a brisa a embalá-lo gradualmente até adormecer. Cansado da viagem, não demora muito a adormecer.",
      "mysteriousBottle": "Passas por um comerciante que te chama. Oferece-se para te dar uma garrafa misteriosa que não pode vender e que não quer estragar. Aceita e bebe-a.",
      "strangeLiquid": "vê um objeto brilhante ao longe. Ao aproximares-te, descobres uma garrafa com um líquido estranho. Intrigado, decide provar a mistura duvidosa. Arrepende-se imediatamente.",
      "expiredProvisions": "apercebe-se de que tem algumas compras nos seus sacos há algum tempo. No entanto, não quer deitá-las fora e decide comê-las na mesma. Mas a ideia acaba por ser má, pois parece que os alimentos já estão fora de prazo.",
      "unexpectedRider": "é surpreendido por um motociclista que aparece atrás de si sem o avisar. Ele derruba-o e continua o seu caminho sem lhe prestar qualquer atenção. Aturdido, esforça-se por se levantar.",
      "fallingBranch": "é posto inconsciente por um enorme ramo que cai da árvore morta debaixo da qual se encontrava. Ferido, vai demorar algum tempo a recuperar.",
      "precipiceFall": "é apanhado por um precipício profundo. Apesar dos teus esforços para te segurares, não consegues evitar a queda.",
      "ambushedByGroup": "Um grupo detém-no e exige-lhe que entregue os seus bens. Não te deixas intimidar e brandes a tua arma para os afugentar. No entanto, um deles aproveita o pânico geral para te derrubar antes de fugir.",
      "cowStampede": "Está a atravessar um caminho quando, de repente, aparece uma manada de vacas. Assustado com a massa de animais que acaba de passar por si, demora algum tempo a recuperar das suas emoções.",
      "trippedOverRoot": "tropeça numa raiz e cai de cabeça. Precisará de cuidados médicos.",
      "encounterWithBearCub": "vês uma cria de urso a alguns metros de distância. Com medo de ser apanhado pela mãe, foge o mais depressa que pode.",
      "wrongDirection": "No último cruzamento, apercebemo-nos de que tomámos o caminho errado. Decide não voltar para trás e encontrar o caminho para o seu destino... Perde-se completamente.",
      "chilledByColdNights": "vai ficar surpreendido com as noites frias da região. Se não usar roupa adaptada a este clima, vai ficar rapidamente com frio.",
      "mistakenIdentity": "és detido por guardas que te acusam de ser um criminoso que é ativamente procurado no reino. Reparas que o homem do cartaz é parecido contigo e tentas explicar-te. Os guardas não te ouvem, levam-te e atiram-te para a prisão."
    }
  },
  "boatAdvice": {
    "intro": [
      "Sobe ao convés e conversa com um membro da tripulação.\n{{{advice}}}Ele dá-te alguns conselhos para te ajudar na tua aventura na ilha: ** **.",
      "Sobe ao mastro para admirar o horizonte.\n{{{advice}}}Um homem baixa a sua luneta e dá-lhe este conselho antes de partir para a ilha: ** **.",
      "Apreciando uma refeição ao sabor da brisa fresca do mar, conversa com os marinheiros.\n{{{advice}}}O seu companheiro de mesa dá-lhe os seguintes conselhos sobre a ilha: ** **."
    ],
    "advices": [
      "Há muitos outros eventos à sua espera em Mysterious Island",
      "Cada viagem na ilha misteriosa é composta por mais paragens",
      "Se combateres animais durante os mini-eventos, o monstro no final da viagem será mais fácil de vencer.",
      "Ir à ilha ao mesmo tempo que outros membros da tua guilda garante-te bónus exclusivos",
      "A tua energia não é regenerada na ilha. Certifica-te de que estás com a força total antes de te aventurares.",
      "Quando a tua energia estiver a 0, serás levado de volta ao continente",
      "Só podes ir à ilha uma vez por semana gratuitamente. É possível ir mais 2 vezes, mas terá de pagar jóias.",
      "Os monstros no final da viagem são muito fortes, e o último na ilha é ainda mais forte.",
      "Derrotar monstros no final de uma jornada ganha pontos de grémio, que determinam a classificação do grémio.",
      "Os monstros têm estatísticas diferentes: alguns têm um nível elevado de defesa, ataque, velocidade ou vida total.",
      "Uma ilha é composta por um número finito de locais. Depois de visitares o último local, serás levado de volta ao continente.",
      "A Ilha Misteriosa muda todas as semanas",
      "Ao lutar contra um monstro, se o número máximo de turnos for ultrapassado, o monstro tornar-se-á rapidamente muito poderoso.",
      "Se um membro da tua guilda quiser juntar-se a ti no barco, pode executar /joinboat",
      "As acções disponíveis quando se luta contra animais dependem das suas estatísticas, itens, animais de estimação, etc.",
      "A hostilidade da ilha não te favorecerá em nada quando se trata de aventuras. Mas se juntares forças com os membros do teu grémio, juntos serão muito mais fortes.",
      "O comando /map apresenta um mapa da ilha",
      "Podes optar por abandonar a ilha depois de cada combate com monstros. Se a tua energia estiver baixa, é melhor ires embora enquanto ainda estás consciente.",
      "Certas acções, como beber uma poção, aceder à loja ou obter bónus diários, não estão disponíveis na ilha.",
      "O seu nível não afecta o número de pontos de guilda, mas afecta outras recompensas",
      "Se ganhares a um monstro mais afastado da ilha, ganhas mais pontos de guilda do que os que ganhaste no início.",
      "Diz-se que se vários membros do mesmo grémio estiverem na ilha ao mesmo tempo, é possível combinar as forças de cada um para fazer um ataque devastador.",
      "Os membros do teu grémio podem ajudar-te a combater monstros quando visitas uma ilha misteriosa.",
      "Podes usar o comando /guild para ver que membros da tua guilda estão numa ilha misteriosa.",
      "O comando /guild permite-te ver quantos aliados te vão ajudar na ilha misteriosa.",
      "Um \"aliado\" é um membro do teu grémio que está atualmente na ilha misteriosa ou que partiu recentemente."
    ]
  },
  "goToPVEIsland": {
    "stories": [
      "reparas num barco parado na berma da estrada. O capitão chama-o e oferece-lhe uma aventura emocionante numa ilha infestada de monstros. {{priceText}}Ele também te diz que .",
      "Um homem aproxima-se de ti e pergunta-te se estás interessado nos seus serviços. Ele explica que é o capitão de um navio que navega entre o continente e uma ilha misteriosa cheia de monstros. {{priceText}}Diz que pode levar-te até lá se estiveres à procura de uma aventura emocionante e acrescenta que .",
      "és abordado por um homem vestido de marinheiro, com o emblema do rei. Ele explica que está a tentar enviar alguns dos aventureiros que competem pela mão da princesa para uma ilha cheia de monstros, que seria útil para o reino se livrar deles. {{priceText}}Diz também que um barco está pronto para partir para essa ilha e pergunta-te se estás disposto a fazê-lo, lembrando-te que .",
      "és abordado por um homem alto, de barba, que se apresenta como líder de um grupo de mercenários de renome na região. Ele diz-te que te pode fazer uma oferta incrível. A oferta é para viajares para uma nova ilha misteriosa, onde há oportunidades e perigos, como caçador de monstros. {{priceText}}Acrescenta ainda que ."
    ],
    "priceFree": "a viagem **é gratuita**.",
    "priceMoney": "{{price}} a viagem **custa 💎**",
    "confirm": "Queres ir para a ilha?{{fightPoints}} {{fightPointsMax}}Tens ⚡ ** / **.",
    "endStoryAccept": "Aceita e embarca no barco com destino à ilha.",
    "endStoryAcceptWithMember": "Aceitas e, ao embarcares, reparas que um membro da tua guilda já está no barco, juntas-te a ele e partem em direção à ilha.",
    "endStoryRefuse": "Recusa educadamente a oferta e segue o seu caminho.",
    "notEnoughGems": "Aceita, mas quando chega a altura de pagar, apercebe-se de que não tem dinheiro suficiente para pagar. Por isso, vai-se embora desiludido."
  },
  "lottery": {
    "intro": "Cruzas-te com um homem que te chama. Curioso, pára. Ele oferece-te a possibilidade de participares num jogo de azar que ele criou. Podes escolher entre vários níveis de recompensa.\n\n:coin:\n:dollar:\n:moneybag:\nPrémio pequeno Prémio médio Prémio grande",
    "easy": {
      "success": "Participa e consegue ganhar um prémio, que o homem lhe entrega antes de sair.",
      "fail": "Perdeu o jogo do homem, mas a participação foi gratuita. Por isso, decide voltar à estrada."
    },
    "medium": {
      "success": "Tentas a tua sorte e ganhas o jogo. O homem recompensa-o adequadamente.{{lostTime}} :clock2:No entanto, perde ** Min **.",
      "fail": "Participa no jogo do homem, mas não ganha, pelo que se vai embora na esperança de ter mais sorte da próxima vez.{{lostTime}} :clock2:A participação na lotaria ter-lhe-á custado ** Min **."
    },
    "hard": {
      "success": "Ganhaste o jogo do homem. Como resultado, ele recompensa-o generosamente.{{lostTime}} :clock2:No entanto, perde ** Min **.",
      "fail": "Aproveita a sua oportunidade. Infelizmente não ganhaste, mas talvez tenhas mais sorte da próxima vez.{{lostTime}} :clock2:Participar na lotaria ter-lhe-á custado ** Min **.",
      "failWithMalus": "Aposta cem moedas no jogo do homem.{{money}}No entanto, perde e vai-se embora, desiludido por ter perdido ** ** 💸.{{lostTime}} :clock2:Participar na lotaria também lhe terá custado ** Min **."
    },
    "poor": "Tenta enganar o homem para que lhe pague uma grande quantia de dinheiro. Infelizmente para ti, o lojista duvida da tua boa fé e, incapaz de provar qualquer riqueza, és impiedosamente rejeitado.",
    "end": "Sem prestar mais atenção ao indivíduo, continua o seu caminho.",
    "rewardTypeText": {
      "xp": " {{xpWon}} Ganhou ** ⭐**.",
      "money": " {{moneyWon}} Ganhou ** 💰**!",
      "guildXp": " {{guildXpWon}} A tua guilda ganha ** ⭐**.",
      "points": " {{pointsWon}} Ganhou ** 🏅**."
    }
  },
  "interactOtherPlayers": {
    "playerDisplayRanked": "{{pseudo}}{{rank}} ** ** ( 🏆)",
    "playerDisplayUnranked": "{{pseudo}}** ** (Não classificado)",
    "no_one": [
      "Continuam o vosso caminho na maior das calmas. Não há um gato à vista.",
      "Está sozinho, por isso continua o seu caminho com toda a tranquilidade.",
      "Os raios de sol que atravessam as nuvens aquecem-no enquanto continua a sua viagem ao longo desta estrada deserta."
    ],
    "top1": [
      "{{playerDisplay}} Vais passar por , o melhor jogador da atualidade!",
      "{{playerDisplay}}Enquanto caminha, encontra . Ele está atualmente no topo da classificação. Com os olhos cheios de admiração, decide não impedir o seu progresso e continua o seu caminho.",
      "Oh, meu Deus! Isto é incrível! {{playerDisplay}}É o lendário, o maior lutador da atualidade! Passam por ele e conversam um pouco. Ele dá-te alguns conselhos para a tua aventura!",
      "{{playerDisplay}}Abram alas para o número um do mundo do DraftBot! Passa por esta pessoa e continua a caminhar para chegar ao seu destino."
    ],
    "top10": [
      "Pelo caminho, vais conhecer alguém importante. {{playerDisplay}} está no top 10!",
      "Incrível! Está a passear por um caminho e depara-se com um dos heróis do momento! {{playerDisplay}} Provavelmente já ouviu falar dele: - já o viu no top 10! Este acontecimento vai alegrar o seu dia.",
      "Está a falar com uma figura conhecida entre os aventureiros que disputam a mão da princesa. {{playerDisplay}}É o , que está entre os 10 primeiros!"
    ],
    "top50": [
      "Conhece alguém cujo nome lhe diz alguma coisa... {{playerDisplay}} entrou no top 50!",
      "{{playerDisplay}}Ao pontapear uma pedra, apercebe-se de que ela atinge o sapato de um transeunte, mas não é qualquer um, é o , que já viu nas listas dos torneios clandestinos! Conversa um pouco com ele e depois continua o seu caminho.",
      "{{playerDisplay}}\"Com grande poder vem grande responsabilidade\", diz , um aventureiro do top 50 que encontra na sua viagem."
    ],
    "top100": [
      "{{playerDisplay}} A perseverança leva ao sucesso - é o que lhe diz , um dos 100 melhores! Depois, continua o seu caminho até ao seu destino.",
      "Uau, reconheces um dos principiantes dos torneios, já o tinhas encontrado numa aldeia a norte, mas sim... {{playerDisplay}} É ele!",
      "{{playerDisplay}}Enquanto trabalhas para atingir o teu objetivo, conheces o , uma estrela em ascensão no DraftBot. De facto, ele está no top 100!"
    ],
    "powerful_guild": [
      "{{playerDisplay}}que encontras por acaso pelo caminho, faz parte de um grémio poderoso! É o que se conclui quando se vê o seu distintivo brilhante.",
      "{{playerDisplay}}Vês uma multidão ao longe, apressas-te a ir ver e ouves: \"Abram alas para \"! De facto, ele pertence a um grémio bastante poderoso!",
      "Há rumores de que um membro de uma poderosa guilda está a seguir o mesmo caminho que tu. {{playerDisplay}} Podes ver a passagem ao longe!"
    ],
    "beginner": [
      "Há um começo para tudo! {{playerDisplay}} Conhece-a enquanto ela começa a sua aventura dedicada à princesa.",
      "{{playerDisplay}}Um transeunte passa e rapidamente o reconhecemos: é o . Um miúdo novo no bairro, mas agradável e simpático!",
      "Faz um intervalo de 5 minutos para desanuviar a cabeça. {{playerDisplay}}Para isso, treina o , que acabou de começar o jogo."
    ],
    "advanced": [
      "{{playerDisplay}} Os cabelos grisalhos de J. M. são o testemunho da experiência que acumulou.{{level}}Ele é de nível ** ** ! Depois, continua o seu caminho.",
      "{{playerDisplay}}Enquanto vagueia, encontra .{{level}}Ele é um herói poderoso - nível ** ** !",
      "{{playerDisplay}} está a subir de nível a toda a hora e é um dos melhores jogadores do jogo!{{level}}Atualmente, está no nível ** **. Depois deste encontro, seguirás o teu caminho."
    ],
    "same_class": [
      "{{playerDisplay}}Ao longo do caminho, vais reconhecer a roupa do 's.{{class}}Ele é ** ** tal como tu!",
      "{{playerDisplay}}Repara em , e rapidamente observa o seu traje e maneirismos familiares.{{class}}Ele é ** **, tal como tu! Depois continua o seu caminho.",
      "{{class}} {{playerDisplay}}Diz olá a um dos seus colegas ** **, que está a passar. Sem tempo para parar, continua o seu caminho."
    ],
    "same_guild": [
      "Depara-se com uma cara muito familiar no seu caminho... {{playerDisplay}} De facto, é um membro do vosso grémio!",
      "Aproximamo-nos de alguém, o seu rosto familiar faz-nos lembrar coisas... Sim, é ele! {{playerDisplay}} É um dos membros do teu grémio!",
      "{{playerDisplay}} Encontra-te com o teu grémio! Dêem o aperto de mão secreto do grémio e sigam caminhos diferentes."
    ],
    "staff_member": [
      "{{playerDisplay}}\n\n{{advice}}\n\nque faz parte da equipa do DraftBot, tem alguns conselhos para a próxima etapa da sua aventura: Pode então continuar o seu caminho.",
      "{{advice}}\" \". {{playerDisplay}}Foi o que lhe disse um dos famosos funcionários do bot quando se cruzou com ele pelo caminho!",
      "{{playerDisplay}}\n\n{{advice}}Falas com , um membro da equipa DraftBot, que tem alguns bons conselhos para a próxima etapa da tua aventura:"
    ],
    "top_week": [
      "{{playerDisplay}}Vê-se na estrada, sem fôlego. Ele não está a descansar: de facto, está no top 5 desta semana!",
      "Um dos heróis desta semana vem visitar-vos. {{playerDisplay}}É , ele está no top 10 desta semana!",
      "{{playerDisplay}}Fala dos seus pontos com . Fez bons progressos esta semana, e está mesmo no top 5 desta semana!"
    ],
    "low_hp": [
      "{{playerDisplay}}Passa por , que está a coxear... Não parece estar muito bem... Ele cai na berma da estrada e tu decides ajudá-lo a levantar-se.",
      "{{playerDisplay}}Depara-se com . Ele parece estar em má forma....",
      "{{playerDisplay}} Até mesmo uma flecha no joelho é capaz de acabar com , que está a avançar lentamente no seu caminho. Uma poção curativa far-lhe-ia muito bem!"
    ],
    "full_hp": [
      "{{playerDisplay}}Raramente se vê alguém tão enérgico como ... Ele parece estar em grande forma!",
      "{{playerDisplay}} No seu caminho, passa por , que parece estar em grande forma. De facto, ele tem a vida toda pela frente!",
      "{{playerDisplay}} Quase acaba no chão quando passa a correr por si! Ele é muito enérgico porque a sua vida está no auge."
    ],
    "unranked": [
      "{{playerDisplay}}Deparamo-nos com um jogador que não parece estar classificado... Ficamos a pensar o que o terá levado a vir para cá e a desistir tão depressa.",
      "{{playerDisplay}}Enquanto caminha, depara-se com . Este jogador não parece estar a ir bem na competição. Depois de lhe ter explicado as regras básicas do jogo, vai-se embora."
    ],
    "lower_rank_than_them": [
      "{{playerDisplay}}Depara-se com um jogador com uma reputação melhor do que a sua... Mas não desistas! Talvez um dia o consigas alcançar.",
      "{{playerDisplay}} Enquanto caminha, tropeça e cai, e ri-se de si porque está mais bem classificado do que você!",
      "{{playerDisplay}} Conversa com ele sobre a sua classificação. Ele está um passo à sua frente: está mais bem classificado!",
      "{{playerDisplay}} Mesmo que eles se vangloriem de que a classificação deles é superior à sua, mantenha-se humilde durante a conversa."
    ],
    "better_rank_than_them": [
      "{{playerDisplay}}Depara-se com . Este tem uma classificação mais baixa... Mas cuidado, ele pode muito bem apanhar-te um dia!",
      "{{playerDisplay}}Um jogador vem visitar-te no . Pede-lhe alguns conselhos para melhorar e depois passa!",
      "{{playerDisplay}} Conversa com ele sobre a sua classificação. A tua classificação é superior à dele!"
    ],
    "rich": [
      "{{playerDisplay}} Tapa os olhos para não se deslumbrar com o reflexo do sol no ouro usado por ! Continua o seu caminho, com os olhos a doer.",
      "É o Scrooge? Não, não é! {{playerDisplay}} É sim! Ele tem tanto ouro que ficas deslumbrado! Continua o seu caminho, esfregando os olhos.",
      "{{playerDisplay}}As moedas estão a cair dos bolsos de 's, de tão cheios que estão. Ele nem sequer parece importar-se. Um animal apanha-as antes que as consigas apanhar. Continua o seu caminho, um pouco desiludido."
    ],
    "poor": [
      "{{playerDisplay}}Olhando para a roupa que traz vestida, parece ter problemas de dinheiro... Achas que ele ficaria feliz se lhe desses uma moeda.\n\n\nDá-lhe uma moeda ❌ Não lhe dês uma moeda",
      "{{playerDisplay}}Enquanto caminhas, encontras um pobre vagabundo de .\n\n\nEle pede-te algumas moedas: 🪙 Dá-lhe uma moeda, pois já tens o suficiente ❌ Não lhe dês uma moeda",
      "{{playerDisplay}} A pobreza atinge toda a gente um dia, e hoje é quem mal consegue pagar uma refeição.\n\n\nDá-lhe uma moeda ❌ Não lhe dês uma moeda"
    ],
    "poor_give_money": [
      "Sente-se bem depois de ter feito este gesto humanitário.",
      "É fazendo o bem que o bem se espalha\", dizia um padre que conheceste! Dás-lhe uma moeda e ele sorri antes de continuar o seu caminho!",
      "É uma boa ação da sua parte! Ele vai para casa com uma moeda extra para poder comprar a sua próxima refeição."
    ],
    "poor_dont_give_money": [
      "Não há pequenas poupanças... Decide ficar com o seu dinheiro.",
      "Ele está triste e vai-se embora a chorar!",
      "Ignora-se, ou pelo menos força-se a fazê-lo. Vai-se embora e espera que a sua consciência não o incomode."
    ],
    "pet": [
      "{{playerDisplay}}{{petEmote}}{{petName}}passa por si com o seu animal de estimação ** ** **. Acaricia este animal corajoso e continua o seu caminho com boa disposição!",
      "{{playerDisplay}}{{petEmote}}{{petName}}passa por si e mostra-lhe o seu animal de estimação ** ** ** ** **. Acariciamo-lo e partimos de novo, bon voyage!",
      "{{playerDisplay}}{{petEmote}}{{petName}}passa por si com ** ** ** ** ** na sua trela. Olhamos para ele com espanto e dizemos para nós próprios que também gostaríamos de ter este animal!"
    ],
    "guild_chief": [
      "Não entres em pânico! {{playerDisplay}}{{guildName}}Estás a passar, líder da guilda ** **.",
      "{{playerDisplay}}{{guildName}}Passas por ele, ele é o líder do grémio ** ** !",
      "Reconhecem a pessoa que passa no vosso caminho... {{playerDisplay}}{{guildName}}É o líder do grémio!"
    ],
    "guild_elder": [
      "{{playerDisplay}}{{guildName}}discute o seu grémio ** ** contigo. Descobre que ele é o mais velho!",
      "{{playerDisplay}}{{guildName}}Passa por ele, é o membro mais velho do grémio ** ** !",
      "{{guildName}} {{playerDisplay}}O braço direito do Grémio ** **, cumprimenta-o e continua o seu caminho."
    ],
    "class": [
      "{{playerDisplay}}Esbarra com .{{class}}Apercebe-se de que ele é um dos ** s**. Fala com ele durante algum tempo e depois continua o seu caminho.",
      "{{playerDisplay}}{{class}}A classe ** ** passa por si, cumprimenta-o e continua o seu caminho.",
      "{{playerDisplay}}{{class}}Esbarra acidentalmente no braço de , o ilustre ** **. Ambos pedem desculpa e continuam o seu caminho."
    ],
    "weapon": [
      "{{playerDisplay}}{{weapon}} Encontra um homem que lhe mostra a sua arma \"** **\".",
      "{{playerDisplay}}{{weapon}}Um transeunte vem exibir-se ao seu lado, é e mostra-lhe a sua arma \"** **\"!",
      "{{playerDisplay}}{{weapon}}Uau! brandindo a sua magnífica arma \" \" à tua frente. Tu segues o teu caminho, estupefacto."
    ],
    "armor": [
      "{{playerDisplay}}{{armor}} Conhece quem lhe mostra a sua magnífica \" \" armadura.",
      "{{playerDisplay}}{{armor}}Um guarda aproxima-se de ti: é , ele veio mostrar-te a sua armadura \"** **\"!",
      "{{playerDisplay}}{{armor}}desafia-o a testar \"** **\", que serve de proteção. Depois de ter testado a sua eficácia, está no bom caminho."
    ],
    "potion": [
      "{{playerDisplay}}{{potion}} Encontra um homem que lhe mostra a sua magnífica poção \"** **\".",
      "{{playerDisplay}}{{potion}}vem falar consigo, vem mostrar-lhe a sua potoin \"** **\"!",
      "{{playerDisplay}}que encontras pelo caminho, diz-te que tem nas mãos uma poção dos diabos.{{potion}} Então ele mostra-te \"** **\"."
    ],
    "object": [
      "{{playerDisplay}}{{object}} Encontra um homem que lhe mostra o seu magnífico objeto \"** **\".",
      "{{playerDisplay}}{{object}}Ao falar com , ele mostra-lhe o seu objeto \"** **\" !",
      "{{playerDisplay}}Um jogador que caminha na mesma rua que tu tira um objeto da sua coleção.{{object}} Ele mostra-te com orgulho \"** **\"."
    ],
    "effect": {
      "sick": [
        "Ouve-se um barulho ao longe... {{playerDisplay}} Está a vomitar num arbusto... Continua o seu caminho, perturbado.",
        "{{playerDisplay}} vomita para um arbusto. Então era esse o barulho que estavas a ouvir! Continua o seu caminho, esperando não vomitar depois de ver aquilo.",
        "{{playerDisplay}} não se consegue conter e vomita a teus pés. Desvia-se por pouco do ataque e acelera o passo para se afastar do massacre."
      ],
      "hurt": [
        "Vê-se uma múmia ao longe! {{playerDisplay}} Oh não, está apenas coberta de ligaduras...",
        "{{playerDisplay}}No seu caminho, encontra . Ele está coberto de ligaduras - o que é que lhe aconteceu?",
        "{{playerDisplay}} Enquanto correm para o vosso destino, ele pede-vos para apertarem as ligaduras na sua cabeça. Fazes isso e ficas espantado por alguém poder estar tão ferido."
      ],
      "injured": [
        "{{playerDisplay}} Tropeça num homem que está inconsciente no chão. Bate-lhe para o acordar, mas sem sucesso.",
        "{{playerDisplay}} Não era uma ratazana morta no chão, era apenas um rato morto. Ele não responde e tu continuas o teu caminho.",
        "Uma pessoa está inconsciente no meio da estrada. {{playerDisplay}}É . Faz tudo o que pode para o trazer de volta à consciência, mas sem sucesso. Por isso, deita-o na berma da estrada para evitar mais ferimentos."
      ],
      "starving": [
        "Um rugido surdo chega aos vossos ouvidos. {{playerDisplay}}Descobre que é a barriga de . Infelizmente, acabaste de comer os teus restos de comida.",
        "{{playerDisplay}}Parece que não comeu o suficiente. A barriga dela está a roncar! Sem nada para lhe oferecer, continua o seu caminho em direção a novos horizontes.",
        "{{playerDisplay}} Vês o , que está numa busca louca de comida. Anda de um lado para o outro à procura de algo para comer. Sem nada para lhe oferecer, continua o seu caminho."
      ],
      "sleeping": [
        "{{playerDisplay}} Passa por ele a dormir na berma da estrada. Decide deixá-lo dormir, pois ele deve estar a precisar.",
        "{{playerDisplay}} É evidente que não dormiu o suficiente na noite passada: está deitado na berma da estrada.",
        "A berma da estrada parece ser um bom sítio para descansar. {{playerDisplay}} É o que diz a si próprio depois de ver dormir ali."
      ],
      "freezing": [
        "Sente-se muito frio quando se caminha. {{playerDisplay}}É , o que está próximo da hipotermia!",
        "{{playerDisplay}} parece estar com frio, aquece-o um pouco e depois vai-se embora.",
        "Um estalido redundante incomoda-o. {{playerDisplay}}Descobre que são os dentes de ... Este está congelado! Retoma a sua viagem sem mais demoras."
      ],
      "confounded": [
        "{{playerDisplay}}Pode contactar . Tenta. As palavras dele são um pouco incoerentes, por isso continua o seu caminho, um pouco perturbado.",
        "{{playerDisplay}} diz uma série de coisas incoerentes. Tudo lhe parece estranho e, por isso, vai-se embora rapidamente, confuso!",
        "{{playerDisplay}} Vê-se que parece completamente fora de si. Depois de tentar trazê-lo de volta à realidade, sem sucesso, continua o seu caminho para recuperar o tempo perdido."
      ],
      "drunk": [
        "{{playerDisplay}} ziguezagueia ao longo do vosso percurso, parece que bebeu um pouco (demasiado). Continua a sua viagem.",
        "{{playerDisplay}}Ele parece não ter compreendido que o álcool deve ser consumido com moderação. Continua o seu caminho depois deste encontro inesperado.",
        "{{playerDisplay}} Vê-se que está bastante embriagado, para dizer o mínimo. Ele parece estar a divertir-se... sozinho. Faz o que pode para o ignorar e continua o seu caminho."
      ],
      "scared": [
        "{{playerDisplay}} Passa por um homem que parece estar a correr na sua direção. Está a ser perseguido por ladrões atrás do seu dinheiro. Acompanha-o ao longo da estrada para o ajudar a recuperar a calma. Depois de o ter tranquilizado, deixa-o e parte de novo.",
        "{{playerDisplay}} Ao longe, vê-se um homem a correr a toda a velocidade para escapar a uma matilha de lobos. Corres em seu auxílio e obrigas os animais selvagens a bater em retirada.",
        "{{playerDisplay}}Encontra-se com . Ele parece completamente em pânico. Perguntas-lhe por que está tão perturbado. Ele diz-te que acabou de ser perseguido por um dragão, mas que conseguiu fugir, perdendo alguns cabelos no processo."
      ],
      "occupied": [
        "{{playerDisplay}} Vê-o e convida-o para uma conversa, mas ele explica que está ocupado. É apenas um adiamento e cada um de vós continua o seu caminho.",
        "{{playerDisplay}} Ao atravessar, cruza-se com , que está muito ocupado... Tenta conversar um pouco com ele, mas em vão, e ele pede-lhe que o ajude no seu trabalho.",
        "{{playerDisplay}} No seu caminho, cruza-se com , que parece muito ocupado. Tenta saber mais, mas sem sucesso, antes de continuar o seu caminho."
      ],
      "jailed": [
        "{{playerDisplay}}Enquanto se dirige calmamente para o seu destino, vê um guarda a colocar-lhe algemas. Curioso, aproxima-se e ouve que ele se dirige diretamente para a prisão. Volta a pôr-se a caminho, perguntando-se o que terá andado a fazer este homem.",
        "Ao desceres cuidadosamente um caminho, deparas-te com um comboio de prisioneiros escoltados por guardas armados. {{playerDisplay}}Enquanto eles sobem a encosta, avistas os pobres coitados, incluindo o , que está a chorar. Sente um pouco de pena dele, mas rapidamente esquece esse sentimento, dizendo a si próprio que ele não está ali por acaso."
      ],
      "lost": [
        "{{playerDisplay}}Passa por um homem que parece perdido e que se apressa a perguntar-lhe qual o caminho a seguir para chegar ao seu destino. Infelizmente, não o pode ajudar, por isso conforta-o um pouco antes de continuar o seu caminho.",
        "{{playerDisplay}}Passa por , que parece ter-se perdido, claramente desorientado. Ele olha para ti com expetativa, procurando ajuda para encontrar o caminho de volta.",
        "{{playerDisplay}} Repara que está a andar em círculos, tendo passado por ele várias vezes no caminho. Aproxima-se dele e pergunta-lhe se precisa de ajuda. Ele explica que está perdido e pede-lhe que o acompanhe até ao seu destino."
      ]
    }
  },
  "leagueReward": {
    "intrigue": [
      "Pelo canto do olho, vê um grande cartaz...",
      "escorregas na berma da estrada e cais no chão. Ao levantar-se, repara num pequeno pergaminho...",
      "um pássaro aproxima-se de si e coloca uma pequena mensagem na sua mão...",
      "Descobre uma velha cabana de madeira abandonada, decide explorá-la e descobre apenas um velho grimório que parece ter sido abandonado há anos..."
    ],
    "reward": ":moneybag: Prata:{{money}}\n:star: ** ** XP :{{xp}}\n:medal: ** Pontos:\n:gift: ** O número de pontos dependerá da tua classificação final ** Equipamento aleatório.",
    "endMessage": "\n\n:newspaper: {{league}}\n\n{{rewards}}\n\n {{time}}\"Ao aventureiro pertencente a quem encontrar este texto, **se mantiver a sua glória até ao fim da época**, pode ganhar estas recompensas: \" Partiu de novo, ansioso por receber o seu bónus .",
    "notEnoughFight": "\n\n:newspaper: {{league}}\n\n{{rewards}}\n\n {{time}}\"Ao aventureiro pertencente a quem encontrar este texto, **se realizar alguns combates com o comando /fight**, poderá ganhar estas recompensas: \" Rapidamente, volta a partir, temendo não conseguir combater um número suficiente de jogadores antes do final da época .",
    "rewardToday": "\n\n:newspaper: \"Recebe a tua recompensa antes do fim da semana, utilizando o comando /leaguebonus!\n\nParte de novo, ansioso por receber o seu bónus."
  },
  "winGuildXP": {
    "stories": [
      "{{guild}}A reputação de ** ** parece preceder-vos. Ao saberem que és membro do grémio, os aventureiros que te seguiram durante os últimos quilómetros prestam-te o seu mais profundo respeito.",
      "{{guild}}Após alguns encontros vitoriosos, aplicas a marca da guilda ** ** nos restos mortais dos teus atacantes. Qualquer pessoa que passe por ali reconhecê-la-á.",
      "As suas boas acções na região conquistaram uma grande parte da população.{{guild}}Quando lhe perguntam como lhe podem agradecer, pede-lhes que se lembrem do nome ** **.",
      "Parabéns!{{guild}}Ao longo dos anos, o vosso grémio, ** **, ganhou fama em todo o reino.",
      "{{guild}}** ** está a tornar-se cada vez mais popular com o passar do tempo! Esperamos que continue a fazê-lo, e é por isso que lhe oferecemos este bónus xp!",
      "{{guild}}Ao entrar numa estalagem, o proprietário reconhece o emblema no seu escudo, o símbolo do grémio ** **. Decide oferecer uma rodada geral de bebidas em tua honra, com grande efeito junto dos outros clientes."
    ],
    "end": " {{xp}} :star:A tua guilda ganha ** ** ."
  },
  "winEnergy": {
    "stories": [
      "conhece uma jovem que se apresenta como Hilda, a curandeira. Depois de uma conversa rápida, aceita que ela experimente o seu último remédio em si. :zap:**Recuperas toda a tua energia",
      "encontra uma jovem que se oferece para o tratar. Aceitas e recebes uma bebida deliciosa. :zap:**Recuperas toda a tua energia",
      "depara-se com uma jovem mulher acompanhada por uma cabra. Ela oferece-lhe uma cura milagrosa. Curioso, aceita e, contra todas as probabilidades, sente-se imediatamente melhor. :zap:**Recupera toda a sua energia",
      "conhece uma jovem que se oferece para o tratar. Aceita e sente-se imediatamente melhor. :zap:**Recupera toda a sua energia",
      "encontra uma mulher vestida de branco que se oferece para o tratar. Aceita o seu tratamento. :zap:**Recuperas toda a tua energia",
      "conhece uma mulher que se descreve como uma curandeira. Depois de alguma conversa, ficas a saber que ela está a caminho das pastagens e que oferece serviços de cura pelo caminho. Aceitas um remédio misterioso. :zap:**Recuperas toda a tua energia",
      "encontra uma jovem que se oferece para o tratar. Aceita e sente-se imediatamente melhor. :zap:**Recupera toda a sua energia"
    ]
  },
  "doNothing": {
    "stories": [
      "Não há incidentes ou acontecimentos dignos de registo.",
      "Não se registou nada de especial desde o relatório anterior.",
      "Não teve problemas em progredir recentemente e continua a progredir bem.",
      "Não há nada a reportar, por isso continuem a andar.",
      "Não há obstáculos à vista, nada parece estar contra si neste momento. Continua a avançar.",
      "O caminho está livre, não há razão para parar, basta seguir em frente.",
      "Não se registou nada de significativo desde o relatório anterior.",
      "Não houve acontecimentos significativos desde a última vez.",
      "Os cães ladram e a caravana passa. Continua calmamente o seu caminho.",
      "A princesa está a aproximar-se de ti! Pelo menos é essa a impressão que tens... Continua o seu caminho."
    ]
  },
  "winFightPoints": {
    "stories": [
      "vê um banco na berma da estrada e senta-se durante alguns minutos.{{fightPoints}}Isto faz-te ⚡ ** **.",
      "retira a sua garrafa de água do cinto e sacia a sua sede.{{fightPoints}}Ganhaste ⚡ ** **.",
      "tira um pedaço de fruta que tem guardado num pano e come-o.{{fightPoints}}Isto faz-te ⚡ ** **.",
      "Paras durante alguns segundos para recuperar o fôlego.{{fightPoints}}Começa de novo com um pouco mais de resistência e ganha ⚡ ** **.",
      "tira-se um pedaço de pão e enche-se com ele.{{fightPoints}}Isso faz-nos ⚡ ** **.",
      "senta-se durante alguns minutos e medita para acalmar a sua mente.{{fightPoints}}Recupera ⚡ ** **.",
      "sente os seus músculos tensos e pára por alguns momentos para os esticar.{{fightPoints}}Recupera ⚡ ** **."
    ]
  },
  "winHealth": {
    "stories": [
      "encontra uma árvore cujos frutos lhe parecem apetitosos. Curioso, come alguns e põe-se de novo a caminho.{{health}} :heart:Ganhaste ** **.",
      "encontra um frasco quase vazio. Como o seu conteúdo não parece perigoso, acaba de o beber antes de continuar o seu caminho.{{health}} :heart:Ganhaste ** **.",
      "descobre um edifício abandonado. Decide explorá-lo e encontra rapidamente comida.{{health}} :heart:Ganhaste ** **.",
      "conhece uma mulher que diz ser capaz de curar todos os seus males. Decide confiar nela e deixa-a recitar alguns encantamentos durante alguns minutos.{{health}} :heart:Ganhaste ** **.",
      "encontra um grupo de crianças que partilham os frutos da sua colheita. Oferecem-te algumas peras antes de partires de novo.{{health}} :heart:Ganhaste ** **.",
      "O teu olhar é atraído para o que parece ser uma passagem estreita entre os arbustos. Segue-a e encontra alguns cogumelos no chão. Não parecem perigosos, por isso arrisca-se e experimenta-os.{{health}} :heart:Ganhaste ** **.",
      "ouves o ruído de um pequeno riacho. Decide ir até lá e beber um pouco da água, que acaba por ser muito fresca.{{health}} :heart:Ganhaste ** **.",
      "descobre cestos inteiros de comida junto a uma fogueira. Hesita durante alguns segundos antes de se apressar a comer tudo o que pode. Cheio, sentes-te muito melhor agora.{{health}} :heart:Ganhaste ** **.",
      "avista uma cabana abandonada. Decide entrar na cabana quando se sente atraído por uma garrafa brilhante. Sem medo, bebe o conteúdo.{{health}} :heart:Ganhaste ** **.",
      "Encontra uma pequena casa de campo com uma fogueira recentemente apagada. Rouba rapidamente alguns legumes antes que os donos regressem e os comam.{{health}} :heart:Ganhaste ** **.",
      "encontras e falas com um monge. Impressionado com a tua busca pela princesa, ele decide dedicar-te uma oração.{{health}} :heart:Ganhaste ** **.",
      "encontrar alguns morangos silvestres! Depois de te fartares, continua o teu caminho.{{health}} :heart:Ganhaste ** **.",
      "vê um pacote abandonado no chão. Abre-o e encontra comida, que come antes de partir de novo.{{health}} :heart:Ganhaste ** **.",
      "Encontra uma cascata e decide saciar a sua sede.{{health}} :heart:Ganhaste ** **.",
      "encontras um velhote que diz ter um elixir que está disposto a dar-te de graça. Curioso, aceita e bebe-o.{{health}} :heart:Ganhaste ** **.",
      "encontra um frasco de água numa carroça abandonada. Bebe a água e sente-se melhor.{{health}} :heart:Ganhaste ** **"
    ]
  },
  "winPersonalXP": {
    "stories": [
      "Graças a um subterfúgio digno dos melhores cavaleiros, consegue livrar-se de um estranho animal que o ataca há algum tempo e, em seguida, põe-se a caminho.",
      "No teu caminho, encontras um animal estranho. Quando passas perto dele, ele salta para ti! Desembainhas a tua espada e mata-o instantaneamente. Continuas o teu caminho, atento.",
      "Quando és atacado por bandidos, aproveitas um momento de desatenção para fugir. Apressas-te durante algumas horas até te sentires novamente seguro.",
      "Na curva da estrada, uma sombra ataca-te! Depois de uma batalha terrível, esmagas o teu adversário debaixo de uma pedra. Orgulhoso do seu sucesso, parte de novo.",
      "Na curva de um bosque, um homem vestido de preto ataca-o, provavelmente para lhe roubar o dinheiro. Sacas da tua arma e consegues neutralizá-lo.",
      "Caminhas calmamente, apreciando a paisagem. De repente, uma fera furiosa dá um salto prodigioso, atirando-te com força para o chão. Consegues levar a melhor sobre o animal, estrangulando-o com um pau.",
      "Enquanto caminha ao longo de um pequeno riacho, um cão vadio salta-lhe em cima. Consegue livrar-se dele após alguns minutos de luta.",
      "No teu caminho, encontras uma fera que não te parece muito amigável. Decides fugir, mas ele alcança-te rapidamente. Viras-te e dás-lhe um golpe forte. É o suficiente para te livrares do teu adversário e voltares ao teu caminho.",
      "Pelo canto do olho, reparas que uma mochila cheia de ouro cai do bolso de um aventureiro que caminha à tua frente. Avisa-o imediatamente e devolve-lhe a bolsa. O aventureiro agradece-lhe a sua gentileza."
    ],
    "end": " {{xp}} :star:Ganha ** ** ."
  },
  "staffMember": {
    "context": [
      "Enquanto caminhas à volta de uma ravina, encontras um bardo.{{pseudo}}{{sentence}}Enquanto caminhas, ele conta-te a história de ** **, \" \".",
      "Enquanto caminha, repara num grande cartaz.{{pseudo}}Parece elogiar as proezas de ** **...{{sentence}}\" \".",
      "{{sentence}}Durante uma das tuas aventuras, ouves uma história, \" \", mas não conheces o herói.{{pseudo}}Depois de um pouco de pesquisa, apercebes-te que a história é sobre ** ** ! O nome parece-me familiar...",
      "Ao entrar num edifício ao longo do caminho, conversa um pouco com o gerente do estabelecimento. Pede-lhe que lhe fale das lendas locais.{{pseudo}}{{sentence}}Ele descreve-as ** **, \" \".",
      "Pelo caminho, encontra um velhote que decide acompanhar.{{pseudo}}{{sentence}}Enquanto caminham juntos, ele conta-lhe a história de ** ** : \" \".",
      "Enquanto caminha pela estrada, encontra um livro maltratado no chão.{{pseudo}}Com o título ** **, abre-o e lê as primeiras frases...{{sentence}}\"",
      "{{pseudo}}Depois de uma longa e monótona caminhada, encontra alguém a cantar em honra de ** **... :musical_note:{{sentence}} :musical_note:\"",
      "Enquanto viajas, uma nuvem de poeira aparece ao longe.{{pseudo}}Alguns minutos depois, um cavaleiro pára à vossa frente, dizendo que procura ** **.{{sentence}}Ao teu olhar inquisitivo, acrescenta: \" \"."
    ],
    "members": {
      "Nysvaa": "um pretendente à mão da princesa que não pretende conquistá-la lutando, mas provando a sua esperteza durante as suas aventuras (e a sua sorte um pouco... muito)",
      "Thero1st": "um dos primeiros concorrentes à mão da princesa e um grande cozinheiro especializado em espetadas de polvo, este lutador não leva a competição a sério, preferindo passar o tempo nas suas bancas com os seus animais",
      "Oscar": "um guerreiro medíocre que, no seu apogeu, numa época passada, dominava as classificações em termos de pontos e de conhecimentos",
      "QQtin": "um cavaleiro fiel que venceu muitos inimigos graças à dádiva do céu e ajudou a tornar o mundo um lugar melhor",
      "LePourfendeur": "um aventureiro experiente, adepto da poupança, talvez um pouco excessiva. Anteriormente muito ativo, é agora mais discreto, mas continua a ser um dos melhores.",
      "Ines": "um lutador dos primeiros tempos deste mundo, que infelizmente luta cada vez menos por ele devido à falta de tempo, mas que continua na corrida pela princesa, ou melhor, pelo príncipe. Um fiel apoiante do Kyutismo",
      "romain22222": "um grande intelecto, que procura tanto resolver situações da melhor forma como criá-las. Fala demasiado, demasiado, com os trovadores e os seus adoradores, e evita as tendas nas florestas.",
      "Asemerald": "um aventureiro sem sorte conhecido pelo seu poder de fogo inimaginável",
      "Izuku": "um rico inventor que criou uma poção do amor para a bela princesa, mas que foi roubada por um comerciante",
      "Draft": "um deus antigo que criou o mundo em que todos eles vivem. Espantado com as capacidades do seu povo, ele vagueia entre eles enquanto trabalha para aperfeiçoar a sua experiência.",
      "Royal": "um empresário experiente que põe o dinheiro à frente da moral. Fã de torneios, não hesitará em lutar pela princesa.",
      "Max": "um inventor louco que adora viajar. É a única pessoa que alguma vez viajou pela terra dos dragões. Diz a lenda que quase todos os seus projectos levaram a humanidade à beira da extinção.",
      "Eagle": "um criador de dragões, que liderou os primeiros golpes de estado do reino",
      "DeadAngelV6": "um homem comum que ama a vida, comer é uma das suas paixões. Dê-lhe algo para comer quando o vir",
      "Kyusaki": "o primeiro Sumo Sacerdote do Kyutismo, conduz um caminho incógnito de meditação entre os aventureiros do mundo, dando frequentemente conselhos a quem lhos pede",
      "Greninja_san": "um batráquio com um intelecto extraordinário, usou o seu vasto conhecimento para se integrar na vida humana e aprender os preceitos da sua magia.",
      "nwcubeok": "um mágico famoso que viaja pelo país a promover os seus talentos mágicos. Ele espera que a princesa os aprecie.",
      "SuperBananeNinja": "um mago discreto que viaja pela terra, geralmente solitário, muitas vezes salutar, com os seus modos heterogéneos e truques desconcertantes, mas sempre correto nas suas botas",
      "Hitori": "uma artista completamente incoerente que se distingue pelo seu extraordinário dinamismo. Pergunta a todos os que a ouvem se sabem onde se escondem os Deuses e é famosa pelo seu excecional azar, que levou à destruição de numerosos edifícios.",
      "Pietagorh": "o diretor de uma associação que ajuda jovens aventureiros a melhorar as suas capacidades. Há rumores de que ele pode determinar os limites deste mundo.",
      "Doctor": "um grande aventureiro que percorre o reino em busca de um adversário à altura. Se o encontrares, podes tentar lutar contra ele, mas poucos conseguiram sobreviver ao seu primeiro golpe.",
      "KirIcare": "um personagem discreto mas intrigante. Desperta a curiosidade com a sua presença modesta, suscitando o interesse de um certo artista e de um célebre caçador de dragões que se propuseram adquiri-lo.",
      "symsym": "um jovem aventureiro, curioso e desejoso de conhecer novas pessoas. Há quem diga que fundou uma taberna no fim da estrada pantanosa.",
      "Pagotortoise": "um kaijū que, apesar da sua aparência, explora a terra em busca de pessoas para ajudar, e não quer fazer mal. Ele está pronto a guiar-te se precisares de ajuda, por isso aproveita a oportunidade para lhe pedires alguns conselhos.",
      "Voltou": "O maior ladrão que este mundo já conheceu, diz-se que a sua fortuna é igual à do rei, e escondeu-a em todos os cantos do reino. Se o encontrares, não te esqueças de verificar os teus bolsos.",
      "Aiko": "uma batata selvagem que faz carne picada de todos os seus inimigos, apontando para as estrelas mais altas do universo"
    }
  },
  "witch": {
    "intro": [
      "encontra uma senhora idosa que parece querer que a siga. ",
      "vê uma mulher idosa e decide aproximar-se dela. ",
      "repara numa mulher idosa que lhe acena. ",
      "repara na figura de uma senhora idosa e decide ir ver o que ela está a fazer. "
    ],
    "description": [
      "Parece velha, frágil, com um nariz comprido e fino. ",
      "As suas roupas estão num estado lastimável. Parecem estar a desfazer-se, como se fossem feitas de pó. ",
      "Ela é curvada e esquelética, mas consegue-se ver a malícia nos seus olhos. ",
      "Está vestida com retalhos de tecido baço e sujo. ",
      "Lembrar-se-ão dos rumores sobre uma bruxa desajeitada que vagueava pelo reino. ",
      "Completamente muda, parece danificada pelos anos, magra e ossuda, com a pele quase cinzenta. ",
      "Ela parece não entender o que está a dizer. "
    ],
    "situation": [
      "Entramos no que parece ser a sua cabana e descobrimos que ela está a preparar uma poção...",
      "Descobre que um caldeirão está a borbulhar no fogo e que a velhota parece estar a preparar uma poção...",
      "Aproxima-se dela e descobre que a preparação da poção não parece estar a correr como planeado...",
      "Observa a velhota a preparar uma poção, mas repara que o conteúdo está quase a transbordar do caldeirão...",
      "A velhota está a preparar uma poção, mas parece estar a ter dificuldade em obter um resultado satisfatório...",
      "Parece que ela está a preparar uma mistura estranha num caldeirão enorme..."
    ],
    "witchEventResults": {
      "ingredientIntros": [
        "{{witchEvent}}Decide adicionar ** à poção na esperança de a melhorar...",
        "{{witchEvent}}Decide tomar a poção em ** enquanto a bruxa está de costas...",
        "{{witchEvent}}Aconselha a bruxa a ** ** a sua poção...",
        "{{witchEvent}}Seguindo o teu conselho, a bruxa decide acrescentar ** à sua poção...",
        "{{witchEvent}}Segue os seus instintos e decide ** ** a mistura duvidosa...",
        "{{witchEvent}}Decide acrescentar ** à poção, na esperança de que melhore o resultado...",
        "{{witchEvent}}Atreves-te a ** ** a poção...",
        "{{witchEvent}}Depois de estudar o conteúdo do pote, decide ** ** olhar para a lista de ingredientes..."
      ],
      "adviceIntros": [
        "{{witchEvent}}Com pena dela, aconselha-a a ** ** para obter um melhor resultado...",
        "{{witchEvent}}Decide ajudar a bruxa, aconselhando-a a ** **..."
      ],
      "outcomes": {
        "1": [
          "Quando acabas de beber a poção, a bruxa dá-te um copo. Decides guardá-lo para o resto da tua aventura.",
          "Graças à tua intervenção, a poção parece poder ser bebida. Decides guardar um pouco para o resto da tua aventura.",
          "Depois de terminar a poção, a velhota deita um pouco dela num frasco e entrega-to. Aceita-a de bom grado, antes de continuar o seu caminho.",
          "O resultado tem um sabor estranho, mas decides guardar um pouco da poção para o resto da tua aventura."
        ],
        "2": {
          "time": [
            "Ao retomar a viagem, apercebe-se de que esta paragem foi mais longa do que tinha previsto.{{lostTime}} :clock2:Perde ** Min **",
            "Ao partir de novo, apercebe-se de quanto tempo perdeu com esta preparação.{{lostTime}} :clock2:Perde ** Min **",
            "Ao refazer os seus passos, começa a arrepender-se do tempo que perdeu à espera desta preparação.{{lostTime}} :clock2:Perde ** Min **"
          ],
          "scared": [
            "Depois de terminares a poção, decides tomar um gole. De imediato, és transportado para uma alucinação intensa. O teu futuro não parece muito promissor... :scream:",
            "Assim que se diz a fórmula, prova-se o líquido. Não demora muito a arrepender-se da sua escolha. :scream:"
          ],
          "drunk": [
            "Decides experimentar a poção, mas depressa te arrependes... Parece que um dos ingredientes ficou preso na tua garganta. :zany_face:",
            "Parece que a poção tem um efeito surpreendente. Estás a sentir-te um pouco bêbado... :zany_face:"
          ],
          "sick": [
            "Infelizmente, o cheiro da poção era um prenúncio dos seus efeitos. Depressa te arrependeste de ter confiado no talento da velha bruxa. :sick:",
            "Apesar da tua intervenção, a poção não parece ter melhorado. Sente-se desconfortável... :sick:"
          ],
          "cold": [
            "Decides experimentar a poção, que é muito fria. Mas a sensação de frio não passa e sentes cada parte do teu corpo a ficar mais fria... :cold_face:",
            "Quando estavas prestes a terminar a poção, tropeçaste e caíste no abismo cheio de gelo onde planeavas colocar o pote. :cold_face:"
          ]
        },
        "3": [
          "Quando a poção está pronta, a bruxa dá-te um copo. Ainda a arder, deixas cair o copo desajeitadamente no teu pé.{{lifeLoss}} :broken_heart:Perdes ** **.",
          "Quando estás prestes a terminar a poção, a bruxa velha deixa cair o caldeirão em cima de ti.{{lifeLoss}} :broken_heart:Perdes ** **.",
          "Embora a poção cheire bem, não é tão saudável como esperavas.{{lifeLoss}} :broken_heart:Perdes ** **.",
          "O sabor da poção é muito estranho. Talvez devesses ter ouvido os teus instintos e não a provasses...{{lifeLoss}} :broken_heart:Perdeste ** **.",
          "Os vapores da poção são suficientes para o deixar doente. Sai sem pedir ajuda, mas não sem sofrer as consequências da inalação dos vapores.{{lifeLoss}} :broken_heart:Perdes ** **.",
          "No momento em que a velhota está prestes a deitar a última gota no caldeirão, ouve-se um estrondo. O caldeirão parece ter explodido.{{lifeLoss}} :broken_heart:Perdeste ** **."
        ],
        "4": [
          "Infelizmente, a poção parece estar completamente carbonizada e não pode ser bebida. Decide não se arriscar a bebê-la e vai-se embora rapidamente.",
          "Termina a poção com a velhota, mas decide não a consumir, preferindo poupar a sua saúde para o resto da sua aventura."
        ]
      }
    },
    "witchEventNames": {
      "bat": "Adicionar um taco",
      "beer": "Adicionar cerveja",
      "bigWait": "Deixar a poção repousar",
      "bigWarm": "Ferver a poção durante muito tempo",
      "blood": "Adicionar sangue",
      "book": "Dizer um encantamento do livro de feitiços",
      "bone": "Adicionar um osso",
      "cobweb": "Adicionar uma teia de aranha",
      "cool": "Deixar arrefecer a poção",
      "chicken": "Adicionar um frango",
      "crystalBall": "Recitar uma fórmula mágica",
      "distiller": "Destilar a poção",
      "eye": "Adicionar um olho",
      "frog": "Adicionar uma rã",
      "greenApple": "Adicionar uma maçã verde",
      "heart": "Adicionar um coração",
      "mushroom": "Adicionar um cogumelo",
      "nothing": "Não fazer nada",
      "package": "Adicionar um ingrediente misterioso",
      "rat": "Adicionar um rato",
      "redApple": "Adicionar uma maçã vermelha",
      "rose": "Adicionar uma rosa",
      "scorpion": "Adicionar um escorpião",
      "smallWait": "Deixar a poção repousar durante algum tempo",
      "smallWarm": "Aquecer um pouco a panela",
      "snake": "Adicionar uma cobra",
      "spider": "Adicionar uma aranha",
      "stir": "Misturar a poção",
      "teeth": "Adicionar um dente",
      "testTube": "Adicionar um tubo de ensaio",
      "turtle": "Adicionar uma tartaruga",
      "wand": "Lançar um feitiço",
      "wiltedRose": "Adicionar uma rosa murcha",
      "worm": "Adicionar uma minhoca"
    }
  },
  "space": {
    "before_search_format": "{{seIntro}}{{intro}} {{searchAction}}. .\n\n:telescope:{{search}}* *.",
    "after_search_format": "{{oldMessage}}\n\n{{actionIntro}} {{action}}{{specific}} {{outro}}** **. .",
    "intro": [
      "{{name}}encontra um oráculo que diz chamar-se ** **",
      "Um homem parece-lhe estranho, por isso vai ao seu encontro.{{name}}Ele diz ser um oráculo de nome ** **",
      "{{name}}encontra um oráculo chamado ** **",
      "passas por um oráculo que te chama.{{name}}Ele diz que o seu nome é ** **",
      "{{name}}é abordado por um homem que diz chamar-se ** **",
      "{{name}}um oráculo de nome ** ** chama por si",
      "{{name}}um estranho que diz chamar-se ** ** pede-lhe para se aproximar",
      "{{name}}um homem aparece do nada, corre na sua direção e apresenta-se como ** **",
      "{{name}}um estranho suspeito pede-lhe para se aproximar e depois diz-lhe que se chama ** **"
    ],
    "searchAction": [
      "Diz-lhe que pode dar-lhe informações sobre o céu, mas que precisa de tempo para o observar.",
      "Afirma ser capaz de lhe dar informações sobre o céu, desde que lhe dê algum tempo.",
      "Ele diz-te que, se lhe deres tempo suficiente, poderá dar-te informações sobre o céu.",
      "Ele diz que pode dar informações sobre o céu se lhe deres tempo suficiente.",
      "Este afirma ser capaz de ler as estrelas se lhe derem tempo suficiente.",
      "Ele afirma ser capaz de lhe dar informações sobre o céu se lhe der um pouco do seu tempo."
    ],
    "search": [
      "O homem olha para o céu numa pequena câmara",
      "Deita-se no chão e olha para o céu",
      "O homem começa a contemplar o céu",
      "Ele parece estar concentrado a olhar para algo no céu",
      "Inclinado sobre o seu telescópio, observa a abóbada celeste com atenção",
      "O oráculo observa o céu com atenção",
      "Levanta a cabeça para olhar bem para o céu",
      "Começa a observar intensamente as estrelas",
      "O homem senta-se contra uma árvore e contempla o céu",
      "O homem deita-se no chão e olha para o céu"
    ],
    "actionIntro": [
      "Após alguns minutos",
      "Pouco tempo depois",
      "Alguns minutos mais tarde",
      "Depois de o deixar à espera durante alguns minutos",
      "Após uma breve espera",
      "Alguns momentos depois",
      "Depois de esperar alguns segundos"
    ],
    "action": [
      "informa-o de que",
      "informa-o de que",
      "anuncia que",
      "diz-lhe que",
      "ele começa a dizer que",
      "ele declara que"
    ],
    "outro": [
      "Vai ficar surpreendido com esta notícia",
      "Retoma a sua viagem de sonho",
      "Agradece-lhe e sai feliz por ter ouvido a notícia.",
      "Deixa-o com estrelas nos olhos",
      "Irá embora sem se arrepender da sua paragem",
      "Continua o seu caminho perplexo"
    ],
    "specific": {
      "neoWS": [
        "{{mainValue}}{{mainValuePlural}} objeto vai atravessar o céu hoje",
        "{{randomObjectName}} {{randomObjectDiameter}} o objeto denominado \" \", com um diâmetro de cerca de metros, está a passar hoje perto do planeta",
        "{{randomObjectName}} {{randomObjectDistance}} o objeto denominado \" \" passa a uma distância de cerca de um milhão de quilómetros do planeta",
        "{{randomObjectName}} {{randomObjectDistance}} o asteroide chamado \" \" passa o nosso planeta a alguns milhões de quilómetros",
        "{{randomObjectName}}o asteroide chamado \" \" pode ser visível hoje",
        "{{randomObjectName}}o asteroide chamado \" \" vai passar perto do planeta",
        "{{randomObjectName}} {{randomObjectDistance}} o asteroide chamado \" \" passará a um milhão de quilómetros de nós"
      ],
      "moonPhase": [
        "{{mainValue}} é neste momento",
        "{{mainValue}} está atualmente a iluminar o céu",
        "{{mainValue}}por detrás das nuvens está",
        "{{mainValue}}o céu esparso dá um vislumbre de"
      ],
      "nextFullMoon": [
        "{{mainValue}}{{mainValuePlural}}a próxima lua cheia é em",
        "a {{mainValue}}{{mainValuePlural}}lua cheia brilhará",
        "{{mainValue}}{{mainValuePlural}}veremos a lua cheia em",
        "{{mainValue}}{{mainValuePlural}} em que se pode ver a lua cheia"
      ],
      "nextPartialLunarEclipse": [
        "{{mainValue}}{{mainValuePlural}}o próximo eclipse lunar parcial é em",
        "{{mainValue}}{{mainValuePlural}} um eclipse lunar parcial pode ser visto em",
        "{{mainValue}}{{mainValuePlural}} nos próximos dias, terá a oportunidade de assistir a um eclipse lunar parcial",
        "{{mainValue}}{{mainValuePlural}}a altura para ver o próximo eclipse lunar parcial é o dia"
      ],
      "nextTotalLunarEclipse": [
        "{{mainValue}}{{mainValuePlural}}o próximo eclipse lunar total é em",
        "{{mainValue}}{{mainValuePlural}} por verá um eclipse lunar completo",
        "{{mainValue}}{{mainValuePlural}} nos próximos dias, terá a oportunidade de assistir a um eclipse lunar total",
        "{{mainValue}}{{mainValuePlural}} se observarmos o céu, podemos ver um eclipse lunar total"
      ]
    },
    "moonPhases": [
      "a lua nova",
      "o primeiro quarto da Lua",
      "a lua cheia",
      "o último quarto da Lua"
    ],
    "names": [
      "Claude",
      "Pierre Alphonse",
      "Friedrich",
      "Wilhelm",
      "Nicolas",
      "Clyde",
      "Tycho",
      "Giordano",
      "Johannes",
      "Jean-Dominique",
      "Isaac",
      "Edwin",
      "Albert"
    ]
  },
  "findPet": {
    "food_m": [
      "vous trouvez un **{{pet}}** qui semble être blessé. Malheureusement, ayant déjà un compagnon et plus de place au sein de votre guilde pour l'accueillir, vous décidez de l'achever rapidement afin de récupérer sa carcasse.",
      "vous trouvez un **{{pet}}**. N'ayant pas la possibilité de l'accueillir, vous le donnez à un marchand qui passe par là. En échange, il vous offre un peu de viande."
    ],
    "food_f": [
      "vous trouvez une **{{pet}}** qui semble être blessée. Malheureusement, ayant déjà un compagnon et plus de place au sein de votre guilde pour l'accueillir, vous décidez de l'achever rapidement afin de récupérer sa carcasse.",
      "vous trouvez une **{{pet}}**. N'ayant pas la possibilité de l'accueillir, vous la donnez à un marchand qui passe par là. En échange, il vous offre un peu de viande."
    ],
    "noFood_m": [
      "vous trouvez un **{{pet}}**. N'ayant pas la possibilité de l'accueillir, vous le donnez à un marchand qui passe par là. Celui-ci refuse et le laisse partir.",
      "vous trouvez un **{{pet}}**. N'ayant pas la possibilité de l'accueillir, vous le donnez à un marchand qui passe par là. Il accepte volontiers de s'en occuper.",
      "vous apercevez une vieille dame qui cherche à faire descendre un **{{pet}}** d'un arbre. Vous acceptez de l'aider et arrivez rapidement à le convaincre de descendre. Pensant qu'il s'agit de son animal vous lui tendez mais découvrez qu'il ne lui appartient pas. N'ayant plus de place dans votre refuge, vous ne pouvez pas le prendre avec vous."
    ],
    "noFood_f": [
      "vous trouvez une **{{pet}}**. N'ayant pas la possibilité de l'accueillir, vous la donnez à un marchand qui passe par là. Celui-ci refuse et la laisse partir.",
      "vous trouvez une **{{pet}}**. N'ayant pas la possibilité de l'accueillir, vous la donnez à un marchand qui passe par là. Il accepte volontiers de s'en occuper.",
      "vous apercevez une vieille dame qui cherche à faire descendre une **{{pet}}** d'un arbre. Vous acceptez de l'aider et arrivez rapidement à la convaincre de descendre. Pensant qu'il s'agit de son animal vous lui tendez mais découvrez qu'elle ne lui appartient pas. N'ayant plus de place dans votre refuge, vous ne pouvez pas la prendre avec vous."
    ],
    "givePetPlayer_m": [
      "vous apercevez un **{{pet}}** perdu. Ayant toujours voulu avoir un compagnon, vous tombez sous son charme, et décidez de vous en occuper.",
      "vous apercevez une vieille dame qui cherche à faire descendre un **{{pet}}** d'un arbre. Vous acceptez de l'aider et arrivez rapidement à le convaincre de descendre. Pensant qu'il s'agit de son animal vous lui tendez mais découvrez qu'il ne lui appartient pas. Vous décidez donc de le prendre avec vous.",
      "vous entendez du bruit provenant d'un buisson, curieux, vous décidez d'aller voir. Vous découvrez un **{{pet}}** qui vous regarde fixement dans les yeux puis se met à vous suivre, Vous décidez donc de l'adopter.",
      "vous décidez de faire un petit somme, lorsque quelque chose vous réveille, un **{{pet}}** était en train de fouiller dans votre sacoche ! Mais il semble ne pas vouloir vous attaquer et semble même vous apprécier, vous décidez donc de le garder."
    ],
    "givePetPlayer_f": [
      "vous apercevez une **{{pet}}** perdue. Ayant toujours voulu avoir un compagnon, vous tombez sous son charme, et décidez de vous en occuper.",
      "vous apercevez une vieille dame qui cherche à faire descendre une **{{pet}}** d'un arbre. Vous acceptez de l'aider et arrivez rapidement à la convaincre de descendre. Pensant qu'il s'agit de son animal vous lui tendez mais découvrez qu'elle ne lui appartient pas. Vous décidez donc de la prendre avec vous.",
      "vous entendez du bruit provenant d'un buisson, curieux, vous décidez d'aller voir. Vous découvrez une **{{pet}}** qui vous regarde fixement dans les yeux puis se met à vous suivre, Vous décidez donc de l'adopter.",
      "vous décidez de faire un petit somme, lorsque quelque chose vous réveille, une **{{pet}}** était en train de fouiller dans votre sacoche ! Mais elle semble ne pas vouloir vous attaquer et semble même vous apprécier, vous décidez donc de la garder."
    ],
    "givePetGuild_m": [
      "vous apercevez un **{{pet}}** perdu. Bien que vous ayez déjà un compagnon, vous décidez de le ramener au sein de votre guilde afin que quelqu'un en prenne soin.",
      "vous apercevez un **{{pet}}** errant qui semble affamé. Vous lui donnez donc les restes de votre dernier repas. Il apprécie et semble vouloir vous suivre dans votre périple. Ayant un compagnon, vous le laissez aux bons soins de votre guilde.",
      "vous voyez un groupe d'enfants en cercle. Vous vous rapprochez et découvrez qu'ils sont en train de malmener un pauvre petit **{{pet}}**. Vous les faites partir, mais il est trop mal en point. Vous réussissez à le remettre d'aplomb et lui laissez un peu de repos dans votre refuge."
    ],
    "givePetGuild_f": [
      "vous apercevez une **{{pet}}** perdue. Bien que vous ayez déjà un compagnon, vous décidez de la ramener au sein de votre guilde afin que quelqu'un en prenne soin.",
      "vous apercevez une **{{pet}}** errante qui semble affamée. Vous lui donnez donc les restes de votre dernier repas. Elle apprécie et semble vouloir vous suivre dans votre périple. Ayant un compagnon, vous la laissez aux bons soins de votre guilde.",
      "vous voyez un groupe d'enfants en cercle. Vous vous rapprochez et découvrez qu'ils sont en train de malmener une pauvre petite **{{pet}}**. Vous les faites partir, mais elle est trop mal en point. Vous réussissez à la remettre d'aplomb et lui laissez un peu de repos dans votre refuge."
    ]
  }
}