{
	"translations": {
		"fr": {
			"advices": [
				"Vous voulez apprendre à jouer ? Lisez le guide du joueur ! https://guide.draftbot.com/",
				"Si vous cherchez des astuces pour progresser, allez ici : https://guide.draftbot.com/",
				"La commande `friendlyfight` vous permet de combattre un adversaire sans perdre de points.",
				"Lorsque vous pensez être dans une impasse ou que vous ne savez pas quelle action effectuer, il peut être intéressant de ne pas réagir à l'évènement.",
				"Si vous souhaitez expulser une personne de votre guilde qui n'a plus de serveur en commun avec vous ou le bot, utilisez son classement.",
				"Il est possible d'obtenir des familiers dans les récompenses de guilde.",
				"Il n'est pas utile de conserver deux objets utilisables en combat car seul l'un des deux peut être actif à la fois.",
				"La liste des commandes existantes peut être obtenue à l'aide de la commande `help`.",
				"Si vous souhaitez échanger avec la communauté ou les développeurs, rejoignez le discord du bot : https://discord.gg/AP3Wmzb",
				"Il est possible de contribuer pour l'amélioration de DraftBot sur le discord du bot : https://discord.gg/AP3Wmzb",
				"La commande `classstats` permet de comparer les différentes classes que vous pouvez acheter.",
				"La commande `class` permet d'acheter une classe.",
				"Certains objets donnent une récompense chaque jour. Pour la récolter, utilisez la commande `daily`.",
				"Si vous voulez équiper un objet, utilisez la commande `switch`",
				"Beaucoup de commandes disposent d'alias, par exemple la commande `inventory` peut être abrégée `inv`.",
				"Pour avoir plus d'information sur une commande, utilisez la commande `help` suivi de la commande sur laquelle vous souhaitez des renseignements.",
				"La commande `guilddaily` permet de recevoir une récompense toute les 22 heures si vous êtes dans une guilde.",
				"Faites `glouglou` pour boire la potion de votre inventaire.",
				"Utilisez la commande `update` pour avoir des informations sur la dernière mise à jour du bot.",
				"Suivez le bot sur twitter ! https://twitter.com/DraftBot_",
				"DraftBot a été intégralement traduit en anglais ! Pour jouer en anglais, utilisez la commande `language`.",
				"Faîtes `inv <classement_du_joueur>` pour voir l'inventaire d'un joueur sans le mentionner.",
				"Pour inviter le bot sur votre serveur, utilisez le lien disponible sur le discord du bot. Le lien du discord peut être obtenu à l'aide de la commande `invite`.",
				"Certaines classes donnent un avantage dans les combats et d'autres dans les rapports grâce à un nombre de points de vie plus grand.",
				"Les classes les plus puissantes sont aussi les plus difficiles à jouer dans les rapports.",
				"Il est impossible de changer le nom d'une guilde.",
				"Des tournois sont parfois organisés sur le discord officiel du bot.",
				"Si vous ne prenez pas soin de vos animaux, ces derniers pourraient vous jouer des mauvais tours.",
				"Quand un familier est vendu ou échangé, il perd toute son affection.",
				"Un familier dressé ne perd plus d'affection (sauf si il est vendu ou échangé).",
				"Les échanges d'animaux via le refuge de la guilde (`pettransfer`) ne font pas perdre d'affection aux animaux.",
				"Un familier dressé pourra vous apporter des bonus durant votre aventure.",
				"Vous pouvez donner un surnom à votre familier à l'aide de la commande `petnick <son surnom>`.",
				"Vous pouvez libérer un familier à l'aide de la commande `petfree`.",
				"Vous pouvez vendre un familier à l'aide de la commande `petsell`.",
				"L'attaque ultime n'est pas efficace si vous possédez plus de la moitié de votre vie.",
				"Les soupes ne sont pas la source de nourriture la plus rentable, mais elles permettent d'augmenter rapidement l'affection d'un familier.",
				"Plus d'informations sur les familiers sont disponibles sur la page du guide qui leur est dédiée: https://guide.draftbot.com/notions-principale/familiers/",
				"Plus d'informations sur les guildes sont disponibles sur la page du guide qui leur est dédiée: https://guide.draftbot.com/notions-principale/guildes/",
				"Plus d'informations sur les combats sont disponibles sur la page du guide qui leur est dédiée: https://guide.draftbot.com/notions-principale/combats/",
				"Plus d'informations sur les classes sont disponibles sur la page du guide qui leur est dédiée: https://guide.draftbot.com/notions-principale/classes/",
				"Plus d'informations sur les altérations d'état sont disponibles sur la page du guide qui leur est dédiée: https://guide.draftbot.com/notions-principale/alterations-detat",
				"Il est impossible d'accéder au shop en étant emprisonné.",
				"La commande `shop` permet d'acheter divers items.",
				"L'historique des nouveautés détaillé de chaque mise à jour est disponible ici : https://history.draftbot.com/",
				"Le bot possède un site internet ! https://draftbot.com",
				"Les badges d'un joueur sont affichés sur son profil sous forme de réaction.",
				"Certaines choses ne peuvent être achetées que depuis le magasin de guilde, à l'aide de la commande `guildshop`.",
				"Une guilde de niveau supérieur permet d'obtenir de meilleures récompenses journalières de guilde.",
				"Il est possible de changer le préfixe du bot à l'aide de la commande `prefix`.",
				"Une guilde dispose d'un entrepôt. Son contenu peut être affiché à l'aide de la commande `guildstorage`.",
				"Il est plus simple de dresser un familier si les membres d'une guilde coopèrent.",
				"Chaque guilde dispose d'un refuge. La liste des animaux qui se trouvent dans le refuge est accessible à l'aide de la commande `shelter`.",
				"Il est plus judicieux de nourrir les familiers rares avec des sources de meilleures nourritures contrairement aux familiers communs qui peuvent facilement être nourris uniquement avec des friandises.",
				"Des idées pour améliorer le bot ? Utilisez la commande `suggestion`.",
				"Garder de l'argent de côté est judicieux pour pouvoir se soigner.",
				"Chaque semaine un classement est effectué pour élire le joueur de la semaine qui a gagné le plus de point. Pour consulter ce classement, utilisez la commande `topweek`.",
				"L'argent est la ressource l'une des plus importantes du jeu, obtenez-en grâce aux rapports (`report`), aux items à effets journaliers (`daily`) ou aux récompenses journalières de guildes (`guilddaily`).",
				"En manque de PV ? Avant d'acheter le soin à 3000$, vérifiez que le shop ne contient pas de potions plus rentable !",
				"Envie d'avoir un super nouveau trop beau badge pour sublimer votre profil ? Votez pour le bot ! : https://top.gg/bot/448110812801007618",
				"Les potions vendues dans le shop sont souvent disponibles à des prix très attractifs.",
				"Pour être le premier au classement de la semaine et remporter un badge, soyez assidus dans vos rapports et n'ayez pas peur des combats.",
				"Le classement général est disponible en utilisant la commande `top`.",
				"Le classement de la semaine est disponible en utilisant la commande `topweek`.",
				"Votre guilde est lvl 50 ? Vous avez alors 1% de chance d'obtenir un badge pour tout les membres de la guilde à chaque récompense journalière.",
				"Une fois que votre familier est dressé, vous n’avez plus besoin de le nourrir.",
				"Le temps pour pouvoir nourrir son familier à nouveau dépend de sa rareté ! Une étoile = une heure !",
				"Il est possible d'acheter un familier à un autre joueur grâce à la commande `petsell <prix>`.",
				"En cliquant sur les badges des profils des joueurs qui en ont, vous pouvez apprendre comment ils les ont obtenus.",
				"Si vous voulez voir le profile d'un autre joueur taper la commande !profile <@user> !",
				"Il y a neuf niveaux d’équipements : Basique, Commun, Peu commun, Exotique, Rare, Special, Épique, Légendaire et Mythique.",
				"Le temps maximum de rentabilité entre deux rapports est de 16H environ. Passé cette durée vous ne gagnerez plus de points.",
				"Il n'est pas nécessaire d'appartenir à une guilde pour pouvoir nourrir son pet.",
				"Le jeu se déroule en temps réel, c'est pourquoi les évènements ne sont pas disponibles tout de suite.",
				"Patientez jusqu'à ce que votre personnage atteigne sa destination avant de continuer votre aventure.",
				"Afin de connaître les différentes raretés d'items existantes, il vous suffit de faire la commande `rarity`.",
				"Si vous faites `guild <@user>`, s'affiche la guilde de la personne mentionnée s'il en a une.",
				"La commande `guild <classement de la personne dans le top>` marche sur tous les serveurs, contrairement à l'utilisation d'une mention où il faut partager le même serveur que la personne mentionnée.",
				"La commande `mypet` ou `pp` permet d'afficher toutes les informations sur votre familier.",
				"La commande `pettrade <@user>` permet d'échanger un familier avec un autre joueur.",
				"Envie de changer d'air ? Vous pouvez quitter une guilde à l'aide de la commande `guildleave`.",
				"Il est possible de donner à votre guilde une description à l'aide de la commande `guilddesc <votre description>`.",
				"Il est possible de nommer un aîné de guilde. Pour cela, le chef de guilde doit utiliser la commande `guildelder <@user>`.",
				"La commande `sell` permet de vous débarrasser d'un item que vous n'utilisez plus.",
				"Les équipements aléatoires du shop ne sont pas forcément rentables, surtout si vous possédez déjà un équipement correct.",
				"Les marchands ambulants ne vendent jamais d'équipement légendaires ou épique.",
				"Utilisez la commande `vote` pour soutenir le bot !",
				"Si un chef de guilde part de sa guilde, le statut de chef est transféré à l'aîné de la guilde. Si il n'y a pas d'aîné, la guilde est dissoute.",
				"La commande `badge` permet d'en savoir plus sur les badges.",
				"La commande `respawn` permet de reprendre le jeu si jamais vous avez été tué lors de votre aventure.",
				"Si vous souhaitez faire un don et obtenir des petites contreparties, cliquez ici : https://draftbot.com/donate",
				"Les classes que vous pouvez acheter diffèrent en fonction de votre niveau.",
				"Le jeu ne se termine pas au niveau 100.",
				"L'anniversaire du bot est le 10 avril.",
				"Demander des rapports plus souvent est plus rentable.",
				"Il est possible d'expulser un méchant d'une guilde à l'aide de la commande `guildkick`. Ça marche aussi avec les gentils.",
				"Pour rejoindre une guilde, vous devez être invité par le chef ou l'aîné d'une guilde à l'aide de la commande `guildadd`.",
				"Si vous avez oublié le préfixe du bot, mentionnez le bot et vous aurez un petit rappel.",
				"Partager le bot est un excellent moyen de nous aider.",
				"La plupart des marchands ambulants proposent des prix sérieux. Prenez garde cependant aux arnaqueurs !",
				"L'attaque rapide ignore l'armure de votre adversaire. Pratique contre un ennemi ayant un bouclier puissant.",
				"L'attaque rapide devient moins puissante à partir de la quatrième utilisation.",
				"Le combattant ayant le plus de vitesse commence à attaquer en premier.",
				"Utiliser une attaque bélier vous blessera également ! Vérifiez bien que vous avez de quoi encaisser avant de l'utiliser.",
				"L'attaque simple peut être un bon compromis, elle inflige à coup sûr un minimum de dégâts.",
				"L'attaque ultime ne peut pas infliger une quantité de dégâts supérieure à 60% de la vie de base de votre adversaire.",
				"L'attaque ultime baisse votre défense. Ce malus est appliqué dès le lancement de l'attaque et non au second tour où les dégâts sont infligés.",
				"Si l'attaque bélier échoue, vous subirez tout de même les dégâts.",
				"L'attaque rapide est beaucoup moins efficace si votre statistique de vitesse est inférieure à celle de votre adversaire.",
				"La puissance de vos items est limitée par vos statistiques. Si vous avez très peu de défense, vous ne profiterez pas de toute la puissance d'une armure légendaire.",
				"Il est possible de créer son propre évènement et de l'ajouter au bot. Pour plus d'informations, rejoignez le discord du bot: https://discord.gg/AP3Wmzb",
				"Le bot est open-source, cela signifie que tout le monde peut lire le code du bot. Voilà le lien : https://github.com/DraftBot-A-Discord-Adventure/DraftBot/",
				"Vous souhaitez nous aider ? Proposez à des administrateurs de serveurs d'ajouter le bot.",
				"DraftBot n'enregistre aucune de vos données personnelle. Même votre pseudo n'est pas sauvegardé.",
				"La commande `profil` affiche votre état de santé actuel.",
				"Les familiers plus rare vous permettront de récolter de meilleures récompenses."
			]
		},
		"en": {
			"advices": [
				"Advice example 1",
				"Advice example 2",
				"Advice example 3",
				"Advice example 4",
				"Advice example 5"
			]
		}
	}
}