{
	"translations": {
		"fr": {
			"advices": [
				"Vous voulez apprendre à jouer ? Lisez le guide du joueur ! https://guide.draftbot.com/",
				"Si vous cherchez des astuces pour progresser, allez ici : https://guide.draftbot.com/",
				"La commande `/friendlyfight` n'existe plus, mais il est possible de lancer un combat amical à l'aide de la commande {command:fight}.",
				"Lorsque vous pensez être dans une impasse ou que vous ne savez pas quelle action effectuer, il peut être intéressant de ne pas réagir à l'évènement.",
				"Si vous souhaitez expulser une personne de votre guilde qui n'a plus de serveur en commun avec vous ou le bot, utilisez son classement.",
				"Il est possible d'obtenir des familiers dans les récompenses de guilde.",
				"Il n'est pas utile de conserver deux objets utilisables en combat car seul l'un des deux peut être actif à la fois.",
				"La liste des commandes existantes peut être obtenue à l'aide de la commande {command:help}.",
				"Si vous souhaitez échanger avec la communauté ou les développeurs, rejoignez le discord du bot : https://discord.gg/AP3Wmzb",
				"Il est possible de contribuer pour l'amélioration de DraftBot sur le discord du bot : https://discord.gg/AP3Wmzb",
				"La commande {command:classesinfo} permet de comparer les différentes classes que vous pouvez acheter.",
				"La commande {command:classes} permet de changer de classe.",
				"Certains objets donnent une récompense chaque jour. Pour la récolter, utilisez la commande {command:dailybonus}.",
				"Si vous voulez équiper un objet, utilisez la commande {command:switch}.",
				"Pour avoir plus d'informations sur une commande, utilisez la commande {command:help} suivi de la commande sur laquelle vous souhaitez des renseignements.",
				"La commande {command:guilddailybonus} permet de recevoir une récompense toutes les 22 heures si vous êtes dans une guilde.",
				"Les alias de commandes tels que `glouglou` qui existaient dans le bot ont été supprimés lors de l'arrivée des commandes slash.",
				"Utilisez la commande {command:update} pour avoir des informations sur la dernière mise à jour du bot.",
				"Suivez le bot sur twitter ! https://twitter.com/DraftBot_",
				"DraftBot a été intégralement traduit en anglais ! Pour jouer en anglais, utilisez la commande {command:language}.",
				"Vous pouvez chercher un joueur à l'aide de son classement dans de nombreuses commandes pour interagir avec lui sans connaître son pseudo.",
				"Pour inviter le bot sur votre serveur, utilisez le lien disponible sur le discord du bot. Le lien du discord peut être obtenu à l'aide de la commande {command:invitedraftbot}.",
				"Certaines classes donnent un avantage dans les combats et d'autres dans les rapports grâce à un nombre de points de vie plus grand.",
				"Les classes les plus puissantes sont aussi les plus difficiles à jouer dans les rapports.",
				"Il est impossible de changer le nom d'une guilde.",
				"Des tournois sont parfois organisés sur le discord officiel du bot.",
				"Si vous ne prenez pas soin de vos animaux, ces derniers pourraient vous jouer des mauvais tours.",
				"Quand un familier est vendu ou échangé, il perd quasiment toute son affection.",
				"Un familier dressé ne perd plus d'affection (sauf s'il est vendu ou échangé).",
				"Les échanges d'animaux via le refuge de la guilde ({command:pettransfer}) ne font pas perdre d'affection aux animaux.",
				"Un familier dressé pourra vous apporter des bonus durant votre aventure.",
				"Vous pouvez donner un surnom à votre familier à l'aide de la commande {command:petnickname}.",
				"Vous pouvez libérer un familier à l'aide de la commande {command:petfree}.",
				"Les soupes ne sont pas la source de nourriture la plus rentable, mais elles permettent d'augmenter rapidement l'affection d'un familier.",
				"Plus d'informations sur les familiers sont disponibles sur la page du guide qui leur est dédiée: https://guide.draftbot.com/notions-principale/familiers/",
				"Plus d'informations sur les guildes sont disponibles sur la page du guide qui leur est dédiée: https://guide.draftbot.com/notions-principale/guildes/",
				"Plus d'informations sur les combats sont disponibles sur la page du guide qui leur est dédiée: https://guide.draftbot.com/notions-principale/combats/",
				"Plus d'informations sur les classes sont disponibles sur la page du guide qui leur est dédiée: https://guide.draftbot.com/notions-principale/classes/",
				"Plus d'informations sur les altérations d'état sont disponibles sur la page du guide qui leur est dédiée: https://guide.draftbot.com/notions-principale/alterations-detat",
				"Il est impossible d'accéder au shop en étant emprisonné.",
				"La commande {command:shop} permet d'acheter divers items.",
				"L'historique détaillé des nouveautés de chaque mise à jour est disponible ici : https://history.draftbot.com/",
				"Le bot possède un site internet ! https://draftbot.com",
				"Les badges d'un joueur sont affichés sur son profil sous forme de réactions.",
				"Certaines choses ne peuvent être achetées que depuis le magasin de guilde, à l'aide de la commande {command:guildshop}.",
				"Une guilde de niveau supérieur permet d'obtenir de meilleures récompenses journalières de guilde.",
				"Il n'est plus possible de changer le préfixe du bot suite à une mise à jour de discord forçant les commandes slash.",
				"Une guilde dispose d'un entrepôt. Son contenu peut être affiché à l'aide de la commande {command:guildstorage}.",
				"Il est plus simple de dresser un familier si les membres d'une guilde coopèrent.",
				"Chaque guilde dispose d'un refuge. La liste des animaux qui se trouvent dans le refuge est accessible à l'aide de la commande {command:guildshelter}.",
				"Il est plus judicieux de nourrir les familiers rares avec des sources de meilleures nourritures contrairement aux familiers communs qui peuvent facilement être nourris uniquement avec des friandises.",
				"Des idées pour améliorer le bot ? Utilisez la commande {command:idea}.",
				"Garder de l'argent de côté est judicieux pour pouvoir se soigner.",
				"Chaque semaine un classement est effectué pour désigner le joueur de la semaine qui a gagné le plus de points. Pour consulter ce classement, utilisez la commande {command:top score} et précisez l'option `durée`.",
				"L'argent est l'une des ressources les plus importantes du jeu, obtenez-en grâce aux rapports ({command:report}), aux items à effets journaliers ({command:dailybonus}) ou aux récompenses journalières de guildes ({command:guilddailybonus}).",
				"En manque de PV ? Avant d'acheter le soin à 3000 💰, vérifiez que le magasin ne contient pas de potion plus rentable !",
				"Envie d'avoir un super nouveau trop beau badge pour sublimer votre profil ? Votez pour le bot ! https://top.gg/bot/448110812801007618",
				"Les potions vendues dans le magasin sont souvent disponibles à des prix très attractifs.",
				"Pour être le premier au classement de la semaine et remporter un badge, soyez assidus dans vos rapports et n'ayez pas peur des combats.",
				"Le classement général est disponible en utilisant la commande {command:top score}.",
				"Le classement de la semaine est disponible en utilisant la commande {command:top score} et l'option `timing`.",
				"Votre guilde est lvl 50 ? Vous avez alors 1% de chance d'obtenir un badge pour tous les membres de la guilde à chaque récompense journalière.",
				"Une fois que votre familier est dressé, vous n'avez plus besoin de le nourrir.",
				"Le temps pour pouvoir nourrir son familier à nouveau dépend de sa rareté ! Une étoile = une heure !",
				"Il est possible de vendre un familier à un autre joueur grâce à la commande {command:petsell}.",
				"En cliquant sur les badges des profils des joueurs qui en ont, vous pouvez apprendre comment ils les ont obtenus.",
				"Si vous voulez voir le profil d'un autre joueur tapez la commande {command:profile} !",
				"Il y a neuf niveaux d'équipements : Basique, Commun, Peu commun, Exotique, Rare, Spécial, Épique, Légendaire et Mythique.",
				"Plus vous attendez avant un évènement, plus vous obtenez un nombre de point important. Passé un certain temps, le nombre de point cesse d'augmenter.",
				"Il n'est pas nécessaire d'appartenir à une guilde pour pouvoir nourrir son pet.",
				"Le jeu se déroule en temps réel, c'est pourquoi les évènements ne sont pas disponibles tout de suite.",
				"Patientez jusqu'à ce que votre personnage atteigne sa destination avant de continuer votre aventure.",
				"Afin de connaître les différentes raretés d'items existantes, il vous suffit de faire la commande {command:rarity}.",
				"La commande {command:guild}, affiche la guilde de la personne mentionnée si elle en a une.",
				"La commande {command:pet} permet d'afficher toutes les informations sur votre familier.",
				"La commande {command:pettrade} permet d'échanger un familier avec un autre joueur.",
				"Envie de changer d'air ? Vous pouvez quitter une guilde à l'aide de la commande {command:guildleave}.",
				"Il est possible de donner à votre guilde une description à l'aide de la commande {command:guilddescription}.",
				"Il est possible de nommer un aîné de guilde. Pour cela, le chef de guilde doit utiliser la commande {command:guildelder}.",
				"La commande {command:sell} permet de vous débarrasser d'un item que vous n'utilisez plus.",
				"Les équipements aléatoires du magasin ne sont pas forcément rentables, surtout si vous possédez déjà un équipement correct.",
				"Les marchands ambulants ne vendent jamais d'équipement légendaire ou épique.",
				"Utilisez la commande {command:vote} pour soutenir le bot !",
				"Si un chef de guilde part de sa guilde, le statut de chef est transféré à l'aîné de la guilde. S'il n'y a pas d'aîné, la guilde est dissoute.",
				"La commande {command:badges} permet d'en savoir plus sur les badges.",
				"La commande {command:respawn} permet de reprendre le jeu si jamais vous avez été tué lors de votre aventure.",
				"Si vous souhaitez faire un don et obtenir des petites contreparties, cliquez ici : https://draftbot.com/donate",
				"Les classes que vous pouvez acheter diffèrent en fonction de votre niveau.",
				"Le jeu ne se termine pas au niveau 100.",
				"L'anniversaire du bot est le 10 avril.",
				"Demander des rapports plus souvent est plus rentable.",
				"Il est possible d'expulser un méchant d'une guilde à l'aide de la commande {command:guildkick}. Ça marche aussi avec les gentils.",
				"Pour rejoindre une guilde, vous devez être invité par le chef ou l'aîné d'une guilde à l'aide de la commande {command:guildinvite}.",
				"Partager le bot est un excellent moyen de nous aider.",
				"La plupart des marchands ambulants proposent des prix sérieux. Prenez garde cependant aux arnaqueurs !",
				"Le combattant ayant le plus de vitesse commence à attaquer en premier.",
				"Utiliser une attaque bélier vous blessera également ! Vérifiez bien que vous avez de quoi encaisser avant de l'utiliser.",
				"La puissance de vos items est limitée par vos statistiques. Si vous avez très peu de défense, vous ne profiterez pas de toute la puissance d'une armure légendaire.",
				"Il est possible de créer son propre évènement et de l'ajouter au bot. Pour plus d'informations, rejoignez le discord du bot: https://discord.gg/AP3Wmzb",
				"Le bot est open-source, cela signifie que tout le monde peut lire le code du bot. Voilà le lien : https://github.com/DraftBot-A-Discord-Adventure/DraftBot/",
				"Vous souhaitez nous aider ? Proposez à des administrateurs de serveurs d'ajouter le bot.",
				"DraftBot n'enregistre aucune de vos données personnelles. Même votre pseudo n'est pas sauvegardé.",
				"La commande {command:profile} affiche votre état de santé actuel.",
				"Les familiers plus rares vous permettront de récolter de meilleures récompenses.",
				"Lors de la vente d'un familier, le vendeur ne reçoit pas d'argent mais de l'expérience pour sa guilde.",
				"La commande `/ilovedraftbot` n'existe plus.",
				"Les badges sont des récompenses rares et difficiles à obtenir.",
				"Votre progression sur DraftBot est conservée même si vous jouez sur plusieurs serveurs.",
				"Il existe 5 paliers de classes différentes.",
				"Un familier fielleux pourra occasionnellement vous causer du tort lors de votre aventure. N'oubliez pas de vous occuper de lui.",
				"Pour nourrir votre familier, utilisez la commande {command:petfeed}.",
				"Vous accédez à de meilleures sources de nourriture pour familier en rejoignant une guilde.",
				"La rareté mythique est la rareté maximale d'un item.",
				"Vous pouvez vendre l'objet stocké dans votre réserve d'item à l'aide de la commande {command:sell}.",
				"Vous pouvez suivre les rares pannes du bot depuis ce site : https://status.draftbot.com/",
				"Ceci est juste une blague qui a moins de 1% de chance d'apparaître.",
				"L'altération d'état \"Mort\" bloque la totalité des commandes du bot excepté la commande {command:respawn}.",
				"Quand vous mourez, vous ne perdez pas le contenu de votre inventaire. Vous perdez cependant 10% de vos points.",
				"Il est impossible de vendre un familier fielleux.",
				"N'oubliez pas de nourrir vos familiers.",
				"Il n'est pas possible de placer un familier fielleux dans votre abri de guilde.",
				"Libérer un familier fielleux vous coûtera de l'argent.",
				"Il n'est pas possible d'échanger un familier fielleux.",
				"Il est possible de désactiver les messages privés du bot via la commande {command:notifications}.",
				"Les récompenses de guildes peuvent contenir un badge si votre guilde est de niveau 50 ou plus.",
				"Remporter la première place au classement de la semaine vous permet de décrocher un badge.",
				"Vous pouvez décider du contenu des prochaines mises à jour en utilisant ce site : https://feedback.draftbot.com",
				"Il vous est impossible de nourrir votre familier si vous avez une altération d'état.",
				"La commande {command:map} vous permet d'obtenir des informations sur votre destination.",
				"Un trajet entre deux destinations peut durer entre 1 heure et 10 heures.",
				"Pendant un trajet, des petits évènements peuvent survenir.",
				"Les marchands ambulants vendent des items à des prix très attrayants. Attention aux quelques arnaqueurs.",
				"Si l'un de vos amis est enfermé en prison, vous pouvez le libérer en utilisant la commande {command:unlock}.",
				"Il existe plus de 200 objets différents.",
				"Il existe 27 endroits que vous pouvez explorer.",
				"Avoir un familier qui vous aime avec vous lors des rapports peut vous porter chance.",
				"Les familiers peuvent être obtenus dans votre aventure ou dans une récompense de guilde.",
				"Un petit évènement est disponible chaque 9min45 et un gros dans un temps compris entre 1 et 10 heures.",
				"Même si vous n'avez pas de guilde, vous pouvez nourrir votre familier avec des friandises.",
				"Do you want the bot to speak english here? Use {command:language}.",
				"L'équipe de développement a toujours besoin d'aide. Si vous souhaitez nous aider à rédiger l'histoire du bot ou d'autres choses, rejoignez le discord du bot : https://discord.gg/AP3Wmzb",
				"Merci de jouer à DraftBot.",
				"Vous pouvez exclure une personne d'une guilde sans la mentionner, en utilisant son classement. Si le joueur à exclure est classé 34ème au classement général, utilisez {command:guildkick} et précisez 34 dans l'argument `classement`.",
				"Ce texte sera peut être utile dans le futur : `fzbyeifea`...",
				"La potion de la mort qui tue est une potion très rare.",
				"Les marchands ambulants rachètent leur propre marchandise pour une somme ridicule.",
				"Pour votre santé mangez au moins 5 bananes par jour !",
				"Une idée pour améliorer le bot ? Utilisez la commande {command:idea} !",
				"Une version haute qualité de la carte du monde est disponible à cette adresse : https://draftbot.com/public/ressources/map.jpg",
				"Pour vérifier si le bot est en ligne, vous pouvez utiliser la commande {command:ping}.",
				"La commande {command:fight} vous permet de combattre un autre joueur.",
				"Plus un familier est rare, plus il vous permettra d'avoir des récompenses intéressantes dans votre aventure.",
				"Il n'est pas possible de donner de l'argent à un autre joueur.",
				"Vous pouvez nous aider à écrire l'histoire du bot sans savoir coder ! Rejoignez le discord du bot pour en savoir plus ! https://discord.gg/AP3Wmzb",
				"Un familier dressé n'a pas besoin d'être nourri.",
				"Chaque petit évènement vous rapporte quelques points.",
				"Ne montez pas dans les charrettes des inconnus, même s'ils ont des bonbons.",
				"Utilisez l'émoji nommé \"end\" en réaction à un rapport afin d'accéder aux sorties cachées. Peut-être qu'une meilleure récompense vous attend !",
				"Vous ne vous y retrouvez pas entre tous les personnages que vous avez croisé ? Pas de panique, il existe une page dédiée à eux sur le wiki : https://guide.draftbot.com/lore/les-personnages",
				"La commande {command:missions} vous permet d'afficher la liste de vos missions.",
				"La commande {command:missionsshop} vous permet de dépenser vos gemmes.",
				"Le trésor du roi vous permet d'obtenir des équipements plus rares que la moyenne.",
				"La valeur monétaire d'une gemme change chaque jour.",
				"Réussir des missions vous permet d'obtenir des gemmes.",
				"Les missions secondaires ne donnent pas de gemmes.",
				"Il est possible d'obtenir de nouvelles missions secondaires durant votre aventure.",
				"Plus vous montez de niveau, plus vous débloquez des emplacements de missions secondaires.",
				"Une nouvelle mission journalière est disponible chaque jour.",
				"Il est possible de trouver une guilde via une annonce sur le discord officiel du bot.",
				"La ferveur du roi vous octroie 1000 points et peut être achetée dans le magasin des missions.",
				"Il n'est pas possible d'acheter la ferveur du roi plus d'une fois par semaine.",
				"Il est possible de savoir exactement à quel point un familier vous apprécie grâce au vétérinaire.",
				"Il est possible de savoir quel est le régime alimentaire de votre familier grâce au vétérinaire.",
				"Le vétérinaire peut être contacté à travers le magasin des missions.",
				"La difficulté des missions secondaires dépend de votre niveau.",
				"Les missions plus difficiles vous offriront plus de récompenses.",
				"Il est possible de recruter de nouveaux membres pour votre guilde via le discord officiel du bot.",
				"Il existe 3 types de missions : celles de campagne, les journalières et les secondaires.",
				"La mission journalière est la même pour tous les joueurs.",
				"Lors de l'échange d'un familier avec un autre joueur, les familiers perdent un peu de points d'amour.",
				"Lors de la vente de familier à un autre joueur, le familier perd beaucoup de points d'amour.",
				"Lire les conseils peut vous permettre de progresser plus rapidement.",
				"Vous pouvez préciser l'argument `force` de la commande {command:drink} à `true` pour éviter d'avoir à confirmer lorsque vous buvez une potion.",
				"Les pastilles bleues sur le classement indiquent les joueurs présents sur le serveur où la commande a été effectuée.",
				"Le change-mission ne vous permet pas d'obtenir les récompenses de la mission échangée.",
				"Le change-mission vous permet d'échanger une mission secondaire que vous n'aimez pas contre une nouvelle.",
				"Vous pouvez consulter notre politique de confidentialité en suivant ce lien : https://draftbot.com/confidentialite/",
				"Vous pouvez consulter nos conditions d'utilisation en suivant ce lien : https://draftbot.com/conditionsutilisation/",
				"En combattant des adversaire, vous obtenez des points de gloire.",
				"En fonction de votre nombre de points de gloire, vous êtes classés dans une ligue.",
				"En fonction de votre ligue, votre profil est affiché dans une couleur différente.",
				"Vous pouvez obtenir un bonus chaque dimanche en fonction de votre ligue à l'aide de la commande {command:leaguebonus}.",
				"Le nombre de points obtenus dans le bonus de ligue dépend de votre classement dans le classement glorieux.",
				"Une saison de combat se termine le samedi soir heure française.",
				"Les joueurs les plus puissants du classement glorieux subissent une compression de classement lors de la fin de la saison.",
				"Vous devez avoir réalisé suffisamment de combats classés à l'aide de la commande {command:fight} pour pouvoir participer au classement glorieux.",
				"Vous devez avoir réalisé suffisamment de combats classés à l'aide de la commande {command:fight} pour pouvoir recevoir un bonus de ligue à la fin de la saison.",
				"Il est possible de combattre les joueurs qui ont un grand écart de gloire avec vous, si vous faites un combat amical.",
				"Vous pouvez faire jusqu'à 3 combats classés par adversaire et par saison.",
				"En cas d'égalité en combat, les points de gloire des combattants sont affectés.",
				"Plus votre ligue est élevée, plus l'équipement que vous recevez à l'aide de la commande {command:leaguebonus} est de qualité.",
				"Le joueur ayant le plus de gloire à la fin d'une saison de combat remporte un badge.",
				"Faire des combats réguliers permet de récupérer d'alléchantes récompenses en fin de semaine.",
				"Surveillez régulièrement votre souffle afin d'éviter de perdre un tour en optant pour une attaque trop chère.",
				"Les combats classés consomment votre énergie. Vous devrez patienter afin d'en récupérer.",
				"Les combats amicaux ne consomment pas votre énergie et n'impactent pas votre gloire.",
				"Vous pouvez consulter votre classement glorieux à l'aide de la commande {command:top glory}.",
				"Les potions et objets permettant d'avancer le temps ne vous permettent pas de récupérer votre énergie.",
				"Les potions et objets permettant d'avancer le temps ne vous permettent pas d'avancer plus vite les temps de chargement des récompenses journalières.",
				"Les potions et objets permettant d'avancer le temps ne vous permettent pas d'avancer plus vite les temps de chargement des récompenses de guilde.",
				"Les potions et objets permettant d'avancer le temps ne vous permettent pas d'avancer plus vite les temps de chargement des récompenses de fin de saison.",
				"Vous pouvez récupérer votre énergie dans le magasin jusqu'à 3 fois par saison de combat.",
				"On raconte qu'autour de Claire de ville, personne ne manque d'énergie pour combattre.",
				"Vous pouvez trouver dans votre aventure des potions de soin qui vous permettent de récupérer de la vie.",
				"Vous pouvez trouver dans votre aventure des potions d'énergie qui vous permettent de récupérer votre énergie.",
				"Si vous perdez un combat pour inactivité, toute votre énergie sera perdue.",
				"Avez vous remarqué des nouveaux conseils ? C'est parce que nous avons ajouté de nouveaux conseils ! (Si c'était pour une autre raison ça serait inquiétant)",
				"On raconte qu'il y a des îles hostiles et quasi inexplorées par-delà les mers",
				"Les membres de votre guilde peuvent vous aider à combattre les monstres lorsque vous vous rendez sur une île mystérieuse.",
				"Il est possible de voir les membres de votre guilde qui sont sur une île mystérieuse à l'aide de la commande {command:guild}.",
				"La commande {command:guild} vous permet de voir le nombre d'alliés qui vous aideront sur l'île mystérieuse.",
				"Un \"allié\" est un membre de votre guilde qui est actuellement sur l'île mystérieuse ou qui en est récemment parti."
			]
		},
		"en": {
			"advices": [
				"You want to learn how to play? Read the player's guide! https://guide.draftbot.com/",
				"If you are looking for tips on how to progress, go here: https://guide.draftbot.com/",
				"The `/friendlyfight` command does not exist anymore, but it is possible to start a friendly fight through the {command:fight} command.",
				"When you think you're in a bind or don't know what action to take, it may be worth not reacting to the event.",
				"If you want to kick someone out of your guild who has no server in common with you or the bot, use their ranking.",
				"It is possible to get pets in guild rewards.",
				"It is not useful to keep two items that can be used in fight because only one of them can be active at a time.",
				"The list of existing commands can be obtained with the {command:help} command.",
				"If you want to exchange with the community or the developers, join the bot's discord: https://discord.gg/DxW4DCuE4V",
				"It is possible to contribute for the improvement of DraftBot on the discord of the bot: https://discord.gg/AP3Wmzb",
				"The command {command:classesinfo} allows you to compare the different classes you can buy.",
				"The command {command:classes} allows to buy a class.",
				"Some objects give a reward every day. To collect it, use the command {command:dailybonus}.",
				"If you want to equip an object, use the {command:switch} command",
				"Aliases for commands have been deleted from the bot since it switched to slash commands",
				"To get more information about a command, use the {command:help} command followed by the command you want information about.",
				"The command {command:guilddailybonus} allows you to receive a reward every 22 hours if you are in a guild.",
				"Use {command:drink} to drink the potion from your inventory.",
				"Use the {command:update} command to get information about the last update of the bot.",
				"Follow the bot on twitter ! https://twitter.com/DraftBot_",
				"DraftBot is also translated into French! To play in French, use the {command:language} command.",
				"To invite the bot to your server, use the link available on the bot's discord. The link to the discord can be obtained using the {command:invitedraftbot} command.",
				"Some classes give an advantage in combat and others in reports due to a higher amount of health points.",
				"The most powerful classes are also the most difficult to play in the reports.",
				"A guild name cannot be changed.",
				"Tournaments are sometimes organized on the bot's official discord.",
				"You can use the rank of a player in some commands to target them without having to know their discord username.",
				"If you don't take care of your pets, they may play bad tricks on you.",
				"When a pet is sold or traded, it loses all its affection.",
				"A trained pet no longer loses affection (unless it is sold or traded).",
				"Exchanging pets using the guild's shelter ({command:pettransfer}) does not cause them to lose affection.",
				"A trained pet can give you bonuses during your adventure.",
				"You can give your pet a nickname using the {command:petnickname} command.",
				"You can free a pet with the {command:petfree} command.",
				"Soups are not the most profitable source of food, but they can quickly increase a pet's affection.",
				"More information on pets is available on the dedicated guide page:\nhttps://guide.draftbot.com/v/en/notions-principale/familiers/",
				"More information on guilds is available on the guide page dedicated to them:\nhttps://guide.draftbot.com/v/en/notions-principale/guildes",
				"More information on fights is available on the guide page dedicated to them:\nhttps://guide.draftbot.com/v/en/notions-principale/combats/",
				"More information on classes is available on the guide page dedicated to them:\nhttps://guide.draftbot.com/v/en/main/classes/",
				"More information on state alterations is available on the dedicated page of the guide:\nhttps://guide.draftbot.com/v/en/notions-principale/alterations-detat",
				"It is impossible to access the shop while imprisoned.",
				"The {command:shop} command allows you to purchase various items.",
				"Old changelogs are available here: https://history.draftbot.com/",
				"The bot has a website! https://draftbot.com/",
				"A player's badges are displayed on their profile as a reaction.",
				"Some stuff can only be purchased from the guild store, using the {command:guildshop} command.",
				"A higher level guild gives you better guild daily rewards.",
				"It is not possible to change the bot prefix anymore.",
				"A guild has a warehouse. Its content can be displayed using the {command:guildstorage} command.",
				"It is easier to train a familiar if the members of a guild are cooperative.",
				"Each guild has a refuge. The list of animals in the shelter can be accessed using the {command:guildshelter} command.",
				"It is wiser to feed rare pets with better food sources, whereas common pets can easily be fed only with treats.",
				"Any idea to improve the bot? Use the {command:idea} command.",
				"It is wise to keep money for healing purposes.",
				"A ranking is made every week to designate the player who earned the most points during the week. To view this ranking, use the {command:top score} command and select `week` in the `timing` option.",
				"Money is one of the most important resources in the game. You can get some from reports ({command:report}), items with daily effects ({command:dailybonus}) or daily guild rewards ({command:guilddailybonus}).",
				"Out of HP? Before buying the healing at 3,000 💰 make sure the shop doesn't have more profitable potions!",
				"Want to get a super extra brand new badge to sublimate your profile? Vote for the bot! https://top.gg/bot/448110812801007618",
				"Potions sold in the shop are often available at attractive prices.",
				"To rank first in the weekly ranking and win a badge, be regular in your reports and don't be afraid to fight.",
				"The global ranking is available by using the {command:top score} command.",
				"The weekly ranking is available by using the {command:top score} command and using the `timing` option.",
				"Your guild is lvl 50? You then have a 1% chance to get a badge for all guild members at each daily reward.",
				"Once your pet is trained, you no longer need to feed it.",
				"The time to feed your pet again depends on its rarity! One star = one hour!",
				"You can sell your pet to another player thanks to the {command:petsell} command.",
				"By clicking on the badges of the profiles of the players who have them, you can learn how they got them.",
				"If you want to see another player's profile type {command:profile}!",
				"There are nine levels of equipment: Basic, Common, Uncommon, Exotic, Rare, Special, Epic, Legendary and Mythic.",
				"The maximum profitable time between two reports is about 16h. After this time, you will not earn any more points.",
				"You don't have to belong to a guild in order to feed your pet.",
				"The game plays out in real time, which is why events are not available right away.",
				"Wait until your character reaches its destination before continuing your adventure.",
				"In order to know the different rarity levels for items, simply use the {command:rarity} command.",
				"If you type {command:guild}, you will see the mentioned user's guild if they have one.",
				"The {command:pet} command displays all the information about your pet.",
				"The {command:pettrade} command allows you to trade a pet with another player.",
				"Feel like a change of scenery? You can leave a guild with the command {command:guildleave}.",
				"You can add a description to your guild using the command {command:guilddescription}.",
				"It is possible to name a guild elder. To do this, the guild leader must use the {command:guildelder} command.",
				"The {command:sell} command allows you to get rid of an item you no longer use.",
				"The random item from the shop is not always profitable, especially if you already have a proper equipment.",
				"travelling salesmen never sell legendary or epic equipment.",
				"Use the {command:vote} command to support the bot!",
				"If a guild leader leaves the guild, the status of leader is transferred to the elder of the guild. If there is no elder, the guild is disbanded.",
				"The {command:badges} command gives you more information about badges.",
				"The {command:respawn} command allows you to continue the game if you have been killed during your adventure.",
				"If you want to make a donation and get some small rewards, click here: https://draftbot.com/donate",
				"The classes you can buy differ according to your level.",
				"The game does not end at level 100.",
				"The bot's birthday is April 10.",
				"Requesting reports more often is more profitable.",
				"It is possible to expel a bad guy from a guild with the command {command:guildkick}. It also works with the good guys.",
				"To join a guild, you must be invited by the leader or elder of a guild using the {command:guildinvite} command.",
				"Sharing the bot is a great way to help us.",
				"Most street sellers will offer serious prices. But beware of scammers!",
				"Using a ram attack will also hurt you! Make sure you have enough to take the hit before using it.",
				"The power of your items is limited by your stats. If you have very little defense, you won't have the full power of a legendary armor.",
				"It is possible to create your own event and add it to the bot. For more information, join the bot's discord: https://discord.gg/AP3Wmzb",
				"The bot is open-source, which means that anyone can read the bot code. Here is the link: https://github.com/DraftBot-A-Discord-Adventure/DraftBot/",
				"You want to help us? Suggest to server administrators to add the bot.",
				"DraftBot does not save any of your personal data. Even your nickname is not saved.",
				"The {command:profile} command displays your current health status.",
				"Rarer pets will allow you to collect better rewards.",
				"When selling a pet, the seller does not receive money but experience for his guild.",
				"The `/ilovedraftbot` command does not exist.",
				"Badges are rare and difficult to obtain.",
				"Your progress on DraftBot is saved even if you play on multiple servers.",
				"There are 4 different tiers of classes.",
				"A pet with a bad attitude may occasionally cause you harm during your adventure. Don't forget to take care of it.",
				"To feed your pet, use the {command:petfeed} command.",
				"You gain access to better pet food sources by joining a guild.",
				"The Mythic tier is the maximum rarity of an item.",
				"You can sell the item stored in your item reserve with the {command:sell} command.",
				"You can follow the rare failures of the bot from this site: https://status.draftbot.com/",
				"This is a joke which as under 1% of chance to appear.",
				"The status \"Dead\" blocks all commands except the command {command:respawn}.",
				"When you die, you don't lose the contents of your inventory. However, you lose 10% of your points.",
				"It is impossible to sell a feisty pet.",
				"Don't forget to feed your pets.",
				"It isn't possible to place a feisty pet in your guild shelter.",
				"Releasing a feisty pet will cost you money.",
				"It isn't possible to exchange a feisty pet.",
				"It is possible to disable the private messages of the bot using the command {command:notifications}",
				"Guild rewards may contain a badge if your guild is level 50 or higher.",
				"Winning the first place in the weekly ranking allows you to earn a badge.",
				"You can decide on the content of future updates by using this site: https://feedback.draftbot.com",
				"You can't feed your pet if you have an alteration.",
				"Use the {command:map} command to get info about your destination.",
				"A trip between two places takes between 1 hour and 10 hours",
				"During a ride, small events can happen.",
				"travelling merchants sell items at great prices. However, watch out for scammers.",
				"If your friend ends up in jail, you can free them with the {command:unlock} command.",
				"There are more than 200 different items.",
				"There are 27 different places you can explore.",
				"Having a pet that likes you in the reports can give you luck.",
				"You can find pets in your adventures and from guild rewards.",
				"Small events are available every 9min45, and large events in a variable time between 1 hour and 10 hours.",
				"If you don't have a guild, you can feed your pet with treats.",
				"Si vous voulez que le bot parle en français, utilisez la commande {command:language}.",
				"The development team needs your help. Join the bot discord server to help write the bot history and more.",
				"Thank you for playing DraftBot.",
				"You can kick a person from a guild without mentioning them, using your leaderboard ranking. If they are 34th on the leaderboard, use the {command:guildkick} command with the number 34 as an argument.",
				"This text may be useful in the future: fzbyeifea",
				"The potion of the death that kills is very rare.",
				"The travelling merchants buy what they sell for a ridiculous price.",
				"The command {command:missions} allows you to display the list of your missions.",
				"The {command:missionsshop} command allows you to spend your gems.",
				"The king's treasure allows you to obtain rarer than average equipment.",
				"The monetary value of a gem changes every day.",
				"Successful completion of missions will get you gems.",
				"Secondary missions don't give you gems.",
				"It is possible to get new secondary missions during your adventure.",
				"The higher you level up, the more secondary mission slots you unlock.",
				"A new daily mission is available every day.",
				"It is possible to find a guild through an announcement on the official bot discord.",
				"The king's fervour gives you 1000 points and can be bought in the mission shop",
				"It is not possible to buy the king's fervour more than once a week",
				"It is possible to know exactly how much a pet likes you thanks to the vet",
				"It is possible to know what your pet's diet is thanks to the vet",
				"The vet can be contacted through the mission shop",
				"The difficulty of the secondary missions you get depends on your level.",
				"The more difficult missions will give you more rewards.",
				"It is possible to recruit new members for your guild through the official bot's discord.",
				"There are 3 types of missions: campaign missions, daily missions and secondary missions",
				"The daily mission is the same for all players",
				"When exchanging a pet with another player, pets lose some love points",
				"When selling a pet to another player, the pet loses a lot of love points",
				"Reading the hints can help you progress faster",
				"The {command:drink} command with the `force` option set to `true` allows you to avoid having to confirm when you drink a potion",
				"The blue dots on the leaderboard indicate the players that are on the server where the command was made",
				"The change mission does not allow you to get the rewards of the changed mission",
				"You can change a secondary mission for another one through the mission shop.",
				"You can read our privacy policy by following this link: https://draftbot.com/privacy/",
				"You can read our terms of services by following this link: https://draftbot.com/tos/",
				"By fighting opponents, you earn glory points.",
				"Based on your number of glory points, you are ranked in a league.",
				"Depending on your league, your profile is displayed in a different color.",
				"You can get a bonus every Sunday based on your league using the {command:leaguebonus} command.",
				"The number of points obtained in the league bonus depends on your ranking in the glory ranking.",
				"A combat season ends on Saturday evening, French time.",
				"The most powerful players in the Glorious Ranking undergo a ranking compression at the end of the season.",
				"You must have completed enough ranked fights using the {command:fight} command to participate in the Glorious Ranking.",
				"You must have completed enough ranked fights using the {command:fight} command to receive a league bonus at the end of the season.",
				"It is possible to fight players who have a large gap in glory with you if you do a friendly fight.",
				"You can do up to 3 ranked fights per opponent per season.",
				"In case of a tie in a fight, the combatants' glory points are affected.",
				"The higher your league, the better the equipment you receive with the {command:leaguebonus} command.",
				"The player with the most glory at the end of a combat season wins a badge.",
				"Regular fighting allows you to recover enticing rewards at the end of the week.",
				"Regularly monitor your breath to avoid losing a turn by opting for an attack that is too expensive.",
				"Ranked fights consume your energy. You will have to wait to recover it.",
				"Friendly fights do not consume your energy and do not impact your glory.",
				"You can check your Glorious Ranking using the {command:top glory} command.",
				"Potions and items that allow you to advance time do not allow you to recover your energy.",
				"Potions and items that allow you to advance time do not allow you to advance faster the time of loading of the daily rewards.",
				"Potions and items that allow you to advance time do not allow you to advance faster the time of loading of the guild rewards.",
				"Potions and items that allow you to advance time do not allow you to advance faster the time of loading of the end of season rewards.",
				"The potions and items that allow you to advance time do not allow you to speed up the loading times of end-of-season rewards.",
				"You can recover your energy in the store up to 3 times per combat season.",
				"It is said that around Claire de ville, no one lacks energy to fight.",
				"You can find healing potions in your adventure that allow you to recover health.",
				"You can find energy potions in your adventure that allow you to recover your energy.",
				"If you lose a battle due to inactivity, all of your energy will be lost.",
				"Have you noticed that there are new advices? It's because we are adding new ones regularly!",
				"It is said that there are hostile, virtually unexplored islands beyond the seas.",
				"Members of your guild can help you fight monsters when you visit a mysterious island.",
				"You can see guild members who are on a mysterious island using the {command:guild} command.",
				"The {command:guild} command allows you to see the number of allies who will assist you on the mysterious island.",
				"An 'ally' is a guild member who is currently on the mysterious island or has recently left it."
			]
		}
	}
}
