{
	"translations": {
		"fr": {
			"mp": ":crossed_swords: Hey ! Ce message est envoyé suite à ta demande d'aide.\n\nSi tu as besoin d'aide pour m'utiliser tu peux rejoindre le serveur du bot !\n\nTu pourras participer au développement du bot et obtenir des détails sur le bot !\n\nhttps://discord.gg/USnCxg4\n\nSi tu ne veux pas nous rejoindre (:sob:) tu peux te contenter de lire le magnifique wiki du bot !\n https://draftbot.fandom.com/fr/wiki/Commandes",
			"main": "** :notebook_with_decorative_cover: {pseudo} voici la liste des commandes disponibles :**\n\n```\nrespawn\nping\nprofile\nreport\nswitch\nshop\nsell\ntop\ntopWeek\ntopServ\ninventory\nfight\ndaily\ndrink\nprefix\nlanguage\nguildCreate\nguildLeave\nguildKick\nguildAdd\nguild\nguildDaily\n```\n:arrow_forward: Si tu veux plus d'informations sur une commande en particulier écris ceci : `help [nom de la commande]` :wink:\n\n:arrow_forward: Il est aussi possible de demander de l'aide sur les badges en écrivant `help badges`\n\n:arrow_forward: Pour plus d'aide, vous pouvez vous rendre sur le wiki du bot ! https://draftbot.fandom.com/fr/wiki/Commandes",
			"commands": {
				"prefix": ":interrobang: `prefix [Nouveau préfix]` :\n\nPermet, si vous êtes administrateur sur un serveur, de changer le préfix utilisé par le bot.",
				"ping": ":ping_pong: `ping` :\n\nPermet de savoir si le bot est en ligne.\n\n(Note : Le temps affiché est le temps de réponse du bot et non pas votre ping: un temps de réponse correct sera inférieur à 500ms. :clock1:",
				"respawn": ":angel: `respawn`\n\nPermet de recommencer à jouer après avoir été tué.",
				"profile": ":bust_in_silhouette: `profile`\n\nAffiche des informations sur votre personnage :\n\n:smiley: État de santé | Pseudo | Level :star: XP | :heart: Vie | :dagger: Attaque | :shield: Défense | :rocket: Vitesse | :blue_heart: Points de combat | :trophy: Classement | :moneybag: Argent | :medal: Score\n\nLes badges sont affichés sur votre profil sous forme de réaction.",
				"switch": ":repeat: `switch`\n\nEchange l'item qui se trouve dans votre réserve avec l'item qui se trouve dans la case \"item\" de votre inventaire.",
				"fight": ":crossed_swords: `fight`\n\nUtilisez cette commande pour défier les autres joueurs qui se trouvent sur le même serveur que vous.",
				"help": ":notebook_with_decorative_cover: `help`\n\n:expressionless:",
				"language": ":flag_gb: `language`\n\nChange la langue utilisée par le bot pour l'anglais. Utilisable si vous êtes administrateur sur un serveur.",
				"top": ":trophy: `top [numéro de page]`\n\nAffiche le classement général du jeu par tranche de 15 joueurs. Les joueurs dans le même serveur que vous sont marqués par une pastille bleue.",
				"topWeek": ":trophy: `topWeek [numéro de page]`\n\nAffiche le classement général de la semaine du jeu par tranche de 15 joueurs. Les joueurs dans le même serveur que vous sont marqués par une pastille bleue.",
				"topServ": ":trophy: `topServ [numéro de page]`\n\nAffiche le classement du serveur par tranche de 15 joueurs.",
				"inventory": ":school_satchel: `inventory`\n\nAffiche le contenu de votre inventaire qui peut contenir 4 types d'objets :\n```\n-armes\n-armures\n-potions\n-items\n```\nLa commande affiche également le contenu de la réserve qui peut contenir un second objet de type item le temps que vous décidiez si vous le conservez ou non.\n\n:warning: **La réserve n'est pas un endroit sûr pour conserver un objet précieux !**\nLes objets en réserve peuvent être remplacés automatiquement par un nouvel objet quand vous en trouvez un.",
				"report": ":newspaper: `report`\n\nPermet de collecter les informations et les ressources collectées par votre personnage durant votre absence. De temps en temps, des évenements se déclenchent et demandent des actions particulières.",
				"sell": ":moneybag: `sell`\n\nPermet de vendre l'objet qui se trouve dans votre réserve, la valeur de l'objet est determinée en fonction de sa puissance et peut être égale à 0 si l'objet est pas tip top :wink:.",
				"daily": ":calendar: `daily`\n\nCertains items vous donnent un bonus journalier ou mensuel. Utilisez cette commande pour récupérer ces bonus. Pour savoir si un item vous donne un bonus journalier, effectuez la commande `inventory`.",
				"invite": ":inbox_tray: `invite`\n\nCette commande vous permet d'obtenir un lien permettant de faire venir le bot sur votre serveur ou de rejoindre le serveur d'aide !",
				"badge": ":military_medal: `badges`\n\nLes badges sont des distinctions très difficiles à obtenir qui ont été crées pour récompenser les personnes ayant le plus soutenu le développement du bot. La liste des badges est disponible sur le discord du bot. (utilisez la commande `invite` pour en obtenir le lien)",
				"badges": ":military_medal: `badges`\n\nLes badges sont des distinctions très difficiles à obtenir qui ont été crées pour récompenser les personnes ayant le plus soutenu le développement du bot. La liste des badges est disponible sur le discord du bot. (utilisez la commande `invite` pour en obtenir le lien)",
				"drink": ":tropical_drink: `drink`\n\nCette commande permet de consommer la potion que vous transportez. Certaines potions ne peuvent pas être bues et sont consommées automatiquement lors d'un combat.",
				"shop": ":shopping_cart: `shop`\n\nCette commande permet de dépenser votre argent pour faciliter votre aventure. En plus des 4 choix de base qui seront disponible de façon permanente, vous pourrez, chaque jour, profiter d'une potion exclusive, disponible à la vente durant 24 heures uniquement.",
				"guildCreate": ":pencil: `guildcreate [Nom de guilde]`\n\nPermet de créer une guilde.",
				"guildLeave": ":outbox_tray: `guildLeave`\n\nPermet de quitter votre guilde.",
				"guild": ":stadium: `guild [nom de guilde ou mention]`\n\nPermet d'afficher les informations sur une guilde.",
				"guildDaily": ":newspaper: `guildDaily`\n\nPermet de récupérer des récompenses quotidiennes de guildes.",
				"guildKick": ":leg: `guildKick`\n\nPermet d'expulser un membre d'une guilde, nécessite d'être chef de guilde.",
				"guildAdd": ":incoming_envelope: `guildAdd [mention]`\n\nPermet d'ajouter un utilisateur à une guilde, nécessite d'être chef de guilde."
			}
		},
		"en": {
			"mp": ":crossed_swords: Hey! This message was sent because you asked for help.\n\nIf you need help, you can join the bot server!\n\nYou will be able to be a part of the bot's development and you will get details about it!\n\nhttps://discord.gg/USnCxg4\n\nIf you don't want to join us (:sob:) you can also read the bot's wiki!\nhttps://draftbot.fandom.com/fr/wiki/Commandes",
			"main": "** :notebook_with_decorative_cover: {pseudo} here is the list of the available commands:**\n\n```\nrespawn\nping\nprofile\nreport\nswitch\nshop\nsell\ntop\ntopWeek\ntopServ\ninventory\nfight\ndaily\ndrink\nprefix\nlanguage\nguildCreate\nguildLeave\nguildKick\nguildAdd\nguild\nguildDaily\n```\n:arrow_forward: If you want more information about a specific command write: `help [name of the command]` :wink:\n\n:arrow_forward: You can ask for help about badges by writing `help badges`\n\n:arrow_forward: For more help you can visit the bot's wiki! https://draftbot.fandom.com/fr/wiki/Commandes",
			"commands": {
				"prefix": ":interrobang: `prefix {New prefix}` :\n\nAllows you, if you are admin of a server, to change the prefix used by the bot on this server.",
				"ping": ":ping_pong: `ping`:\n\nCheck if the bot is online.\n\n(Note: Time displayed is the response time from the bot, not your ping, a correct ping should be less than 500 ms. :clock1:):",
				"respawn": ":angel: `respawn`\n\nLets you continue playing after dying.",
				"profile": ":bust_in_silhouette: `profile`\n\nYour character's information:\n\n:smiley: Status effects | Nickname | Level :star: XP | :heart: Health | :dagger: Attack | :shield: Armor | :rocket: Speed | :blue_heart: Fight points | :trophy: Ranking | :moneybag: Money | :medal: Points\n\nBadges are displayed using reactions.",
				"switch": ":repeat: `switch`\n\nSwitches the item currently in use with the one in your inventory.",
				"fight": ":crossed_swords: `fight`\n\nUse this command to duel other players on the same server as you.",
				"help": ":notebook_with_decorative_cover: help\n\n:expressionless:",
				"language": ":flag_fr: `language` \n\n Change the language the bot use to french. You can use this command if you are admin of a server.",
				"top": ":trophy: `top [page number]`\n\nDisplays the general ranking of the game in 15 player intervals. Players in the same server as you are shown by a blue dot.",
				"topWeek": ":trophy: `topWeek [page number]`\n\nDisplays the general weekly ranking of the game in pages of 15 players. Players in the same server as you are shown with a blue dot.",
				"topServ": ":trophy: `topServ [page number]`\n\nDisplays this server's ranking of the game in pages of 15 players.",
				"inventory": ":school_satchel: `inventory`\n\nShows the items in your inventory, can contain 4 types of objects:\n```\n-Weapons\n-Armors\n-Potions\n-Items\n```\nThe command also shows the reserve that can contain another type of item temporarily during the time you deliberate whether or not to keep it.\n\n:warning: **The reserve is not to be trusted if you want to keep anything precious**\nThe items kept in here can be replaced whenever you find a new one.",
				"report": ":newspaper: `report`\n\nLets you obtain the resources and intel your character got during your absence.\nFrom time to time, events will be triggered and will necessitate special actions or choices.",
				"sell": ":moneybag: `sell`\n\nLets you sell the item currently in your reserve. The value of the item is set to be equal to its power, it can be 0 if the item is not very good :wink:.",
				"daily": ":calendar: `daily`\n\nSome items give you bonuses daily or monthly. Use this command to obtain said bonuses. You can learn whether or not an item gives you a bonus by using the command `inventory`.",
				"invite": ":inbox_tray: `invite`\n\nThis command allows you to get an invite url to get the bot on your server, or join the support server!",
				"badge": ":military_medal: `badges`\n\nBadges are rewards very hard to get created to honor people who helped the bot development. The list of available badges is diplayed on the bot's discord server. (you can have the link of the server using the `invite` command)",
				"badges": ":military_medal: `badges`\n\nBadges are very difficult distinctions to obtain and have been created to reward people who have most supported the development of the bot. The list of available badges is diplayed on the bot's discord server. (you can have the link of the server using the `invite` command)",
				"drink": ":tropical_drink: `drink`\n\nThis command allows you to drink the potion you have. Some potions cannot be drunk and are consumed automatically during a fight.",
				"shop": ":shopping_cart: `shop`\n\nThis command allows you to spend your money to facilitate your adventure. Besides the 4 main choices which are always available, you can buy an exclusive potion every day, available on sale for only 24h.",
				"guildCreate": ":pencil: `guildCreate [Nom de guilde]`\n\nCreate a guild.",
				"guildLeave": ":outbox_tray: `guildLeave`\n\nLets you leave your guild.",
				"guild": ":stadium: `guild [nom de guilde ou mention]`\n\nDisplays a guild's infos.",
				"guildDaily": ":newspaper: `guildDaily`\n\nClaims your guild's daily reward.",
				"guildKick": ":leg: `guildKick`\n\nKicks a member. Requires to be the guild's leader.",
				"guildAdd": ":incoming_envelope: `guildAdd [mention]`\n\nInvites someone to join your guild. Requires to be the guild's leader."
			}
		}
	}
}
