{
	"triggers": [
		{
			"mapId": 12
		}
	],
	"translations": {
		"fr": "🏠 Alors que la fatigue commence à vous assaillir, vous découvrez une petite prairie où se tient une petite maison. Vous vous en approchez et découvrez un homme occupé à travailler une pièce métallique incandescente.",
		"en": "🏠 As exhaustion starts to be felt, you discover a small house standing in a small clearing. You approach and find a man busy forging an incandescent piece of metal."
	},
	"possibilities": {
		"🔨": {
			"translations": {
				"fr": "Discuter avec l'ouvrier.",
				"en": "Chat with the worker."
			},
			"outcomes": [
				{
					"translations": {
						"fr": "L'homme vous aperçoit et vous propose de vous fabriquer un objet avec lui. Après près d'une heure, votre création est terminée. L'homme vous l'offre en récompense !",
						"en": "The man sees you and suggests that you make an object with him. After almost an hour, your creation is finished. The man offers it to you as a reward!"
					},
					"lostTime": 60,
					"effect": ":clock2:",
					"randomItem": {}
				},
				{
					"translations": {
						"fr": "Vous regardez l'ouvrier fabriquer une hache pendant une dizaine de minutes avant de vous décider à reprendre la route.",
						"en": "You watch the worker make an axe for about ten minutes before you decide to hit the road again."
					},
					"lostTime": 10,
					"effect": ":clock2:"
				},
				{
					"translations": {
						"fr": "L'ouvrier vous aperçoit et vous propose de vous fabriquer une épée avec lui. Enthousiasmé à l'idée d'obtenir une nouvelle arme, vous acceptez. Maladroit, vous ne mettez pas longtemps à échapper votre lourde création sur le pied. Gravement blessé, vous abandonnez l'idée de créer votre propre arme.",
						"en": "The worker sees you and suggests that you make a sword with him. Enthusiastic about getting a new weapon, you accept. You don't take long to clumsily drop your heavy creation onto your foot. Seriously wounded, you give up the idea of creating your own weapon."
					},
					"health": -70,
					"effect": ":dizzy_face:"
				}
			]
		},
		"🛏️": {
			"translations": {
				"fr": "Demander à rester là durant la nuit pour vous reposer et reprendre des forces.",
				"en": "Ask to stay the night to rest and recover."
			},
			"outcomes": [
				{
					"translations": {
						"fr": "Après avoir discuté rapidement avec l'homme, ce dernier accepte de vous héberger pour la nuit. Épuisé, vous vous écroulez de fatigue sur le lit.",
						"en": "After a quick chat with the man, he agrees to take you in for the night. Exhausted, you collapse from fatigue on the bed."
					},
					"health": 10,
					"effect": ":sleeping:"
				},
				{
					"translations": {
						"fr": "L'homme vous avoue rapidement ne pas pouvoir vous héberger pour la nuit mais vous propose de partager son repas. Vous refusez poliment et reprenez votre route.",
						"en": "The man quickly admits he can't accommodate you for the night, but offers to share his meal with you. You politely refuse and go back on your way."
					},
					"lostTime": 5,
					"effect": ":clock2:"
				},
				{
					"translations": {
						"fr": "Vous n'obtenez en réponse qu'un simple grognement. Les habitants de la région semblent ne pas apprécier les étrangers.",
						"en": "You only get a simple growl in response. The residents of the region seem to dislike foreigners."
					}
				},
				{
					"translations": {
						"fr": "L'homme vous refuse rapidement le partage de sa couche mais vous propose de partager son souper. Affamé et épuisé, vous acceptez son offre.",
						"en": "The man quickly refuses to share his bed with you but offers to share his dinner with you. Hungry and exhausted, you accept his offer."
					},
					"lostTime": 100,
					"health": 5,
					"effect": ":clock2:"
				}
			]
		},
		"🚶": {
			"translations": {
				"fr": "Pas de temps à perdre ! Il faut continuer votre route !",
				"en": "You don't have time to lose! Continue walking!"
			},
			"outcomes": [
				{
					"translations": {
						"fr": "Vous partez sans perdre de temps.",
						"en": "You leave without wasting any time."
					}
				},
				{
					"translations": {
						"fr": "Vous continuez votre route en contournant la prairie.",
						"en": "You continue on your way around the meadow."
					},
					"lostTime": 20,
					"effect": ":clock2:"
				},
				{
					"translations": {
						"fr": "Vous décidez de continuer à marcher malgré la fatigue. Après quelques kilomètres, vous vous écroulez au bord du chemin.",
						"en": "You decide to continue walking despite the fatigue. After a few miles, you collapse at the side of the road."
					},
					"health": -20,
					"effect": ":sleeping:"
				}
			]
		},
		"end": {
			"outcomes": [
				{
					"translations": {
						"fr": "🚶 Vous contournez la maison et continuez votre route.",
						"en": "🚶 You go around the house and continue your journey."
					},
					"lostTime": 30,
					"effect": ":clock2:"
				}
			]
		}
	}
}