{
	"triggers": [
		{
			"mapId": 23
		}
	],
	"translations": {
		"fr": "🏙️ Alors que vous traversez une ville en passant par des ruelles, vous entrez dans ce qui vous semble être une petite boutique où un groupe d'hommes discute tranquillement.",
		"en": "🏙️ As you are walking through a town through narrow alleys, you enter what seems to be a small shop where a group of men are quietly chatting."
	},
	"possibilities": {
		"👥": {
			"translations": {
				"fr": "Tenter de commercer avec eux.",
				"en": "Try trading with them."
			},
			"outcomes": [
				{
					"translations": {
						"fr": " Vous discutez un moment avec ces sympathiques marchands qui décident de commercer avec vous !",
						"en": "You chat for a moment with these friendly merchants who decided to trade with you!"
					},
					"lostTime": 45,
					"effect": ":clock2:",
					"money": -200,
					"randomItem": {}
				},
				{
					"translations": {
						"fr": "Malheureusement pour vous, le groupe de marchands n'a rien à vendre, vous passez donc votre chemin.",
						"en": "Unfortunately for you, the group of merchants has nothing to sell, so you go on your way."
					},
					"lostTime": 10,
					"effect": ":clock2:"
				},
				{
					"translations": {
						"fr": "Moins accueillant que vous ne l'espériez, le groupe d'hommes vous encercle rapidement et sous menace de coups, vous soulage de quelques sous avant de prendre la fuite !",
						"en": "Less welcoming than you expected, the group of men quickly surrounds you and, through threats, relieves you of a few coins before running away!"
					},
					"money": -70
				},
				{
					"translations": {
						"fr": "Vous auriez dû vous fier à votre intuition et refuser cette \"bonne affaire\"... La magnifique épée sertie de diamants que l'on vous a promis semble plutôt faite de mousse molle. Vous revenez rapidement sur vos pas mais la porte de l'échoppe semble définitivement fermée ! Jurant de ne plus jamais vous faire avoir, vous reprenez votre route.",
						"en": "You should have trusted your intuition and refused this \"good deal\"... The beautiful diamond sword you were promised looks more like a soft foam sword. You quickly retrace your steps but the door to the shop seems definitively closed! Swearing never to be duped again, you go back on your way."
					},
					"lostTime": 45,
					"effect": ":clock2:",
					"money": -200
				}
			]
		},
		"🏃": {
			"translations": {
				"fr": "Continuer votre route sans perdre de temps.",
				"en": "Continue walking without losing time."
			},
			"outcomes": [
				{
					"translations": {
						"fr": "Le chemin est encore long, pas le temps de s'arrêter !",
						"en": "There's still a long way to go, no time to stop!"
					}
				},
				{
					"translations": {
						"fr": "Vous continuez votre route sans perdre plus de temps !",
						"en": "You continue on your way without losing more time!"
					}
				},
				{
					"translations": {
						"fr": "Vous continuez votre route sans vous arrêter.",
						"en": "You continue without stopping."
					}
				},
				{
					"translations": {
						"fr": "Vous continuez sans vous arrêter en sillonnant à travers petites rues. Au coin de l'une d'entre elles, vous vous faites sauvagement bousculer par un homme qui prend rapidement la fuite.",
						"en": "You continue without stopping, walking through the small streets. At the corner of one of them, you are savagely pushed by a man who quickly flees."
					},
					"health": -5,
					"effect": ":confounded:"
				}
			]
		},
		"💰": {
			"translations": {
				"fr": "Prendre discrètement quelques pièces dans la caisse.",
				"en": "Discreetly take a few coins from the register."
			},
			"outcomes": [
				{
					"translations": {
						"fr": "Vous ramassez quelques pièces et fuyez aussi vite que possible sans éprouver le moindre remord.",
						"en": "You pick up a few coins and flee as quickly as possible without feeling any remorse."
					},
					"money": 100
				},
				{
					"translations": {
						"fr": "Malheureusement, il n'y a rien à voler. Par contre, votre tentative n'est pas passée inaperçue ! Honteux, vous dédommagez les propriétaires et reprenez la route.",
						"en": "Unfortunately, there's nothing to steal. However, your attempt did not go unnoticed! Shame on you, you give the owners back their coin and head back to the main road."
					},
					"lostTime": 30,
					"effect": ":clock2:",
					"money": -200
				},
				{
					"translations": {
						"fr": "Pris la main dans le sac ! Face aux 5 hommes à la carrure imposante qui vous entourent, vous regrettez amèrement votre geste malheureux. Vous repartez groggy après avoir versé un dédommagement.",
						"en": "Caught red-handed! Faced with five men of imposing stature, you bitterly regret your unfortunate act. You leave, feeling groggy after paying compensation."
					},
					"health": -20,
					"effect": ":confounded:"
				}
			]
		},
		"end": {
			"outcomes": [
				{
					"translations": {
						"fr": "🚶 Vous passez de longues minutes à bêtement les regarder installer leur bivouac, avant de reprendre vos esprits et continuer votre route.",
						"en": "🚶 You spend a long time watching them set up their camp, before coming to your senses and continuing on your journey."
					},
					"lostTime": 35,
					"effect": ":clock2:"
				}
			]
		}
	}
}