{
	"triggers": [
		{
			"mapId": 8
		}
	],
	"translations": {
		"fr": "🦊 Après de longs jours sans avoir pu vous sustenter, vous voyez sur le bord du chemin un cadavre de renard, semblant tout frais.",
		"en": "🦊 After many days without sustenance, you see a dead fox on the side of the road, looking fresh."
	},
	"possibilities": {
		"🍽️": {
			"translations": {
				"fr": "Tenter de cuisiner le renard.",
				"en": "Try to cook the fox."
			},
			"outcomes": [
				{
					"translations": {
						"fr": "Vu vos piètres compétences en cuisine, vous auriez pu vous y attendre, vous tombez malade peu de temps après avoir goûté votre préparation.",
						"en": "Considering your poor cooking skills, you should've expected it, but you get sick soon after tasting your meal."
					},
					"effect": ":sick:"
				},
				{
					"translations": {
						"fr": "Malgré vos compétences réduites en cuisine, votre renard à la broche a le mérite de vous avoir nourri.",
						"en": "Despite your reduced cooking skills, your fox on the spit satiates you well."
					},
					"lostTime": 40,
					"effect": ":clock2:"
				},
				{
					"translations": {
						"fr": "Vous vous approchez du renard afin de le ramasser, quand tout à coup il se lève et vous mord ! Vous fuyez, blessé et l'estomac dans les talons.",
						"en": "You approach the fox to pick him up, when all of a sudden, he jumps up and bites you! You run away, injured in your stomach and your heels."
					},
					"health": -20
				},
				{
					"translations": {
						"fr": "Vous avez étonnamment bien cuisiné ce renard, après l'avoir mangé vous vous sentez requinqué.",
						"en": "You cooked this fox surprisingly well. After eating it, you feel refreshed."
					},
					"lostTime": 40,
					"health": 20,
					"effect": ":clock2:"
				}
			]
		},
		"🚶": {
			"translations": {
				"fr": "Ignorer simplement cela et vous dépêcher de rejoindre l'auberge la plus proche.",
				"en": "Simply ignore it and hurry to the nearest inn."
			},
			"outcomes": [
				{
					"translations": {
						"fr": "Vous choisissez d'ignorer ce cadavre et de ne pas perdre de temps.",
						"en": "You choose to ignore this corpse and don't lose any time."
					}
				},
				{
					"translations": {
						"fr": "Vous choisissez d'ignorer ce cadavre et de ne pas perdre de temps.... A peine l'avez-vous dépassé que le renard se lève et vous mord violemment !",
						"en": "You choose to ignore the fox and not waste time... but as soon as you pass him, the fox gets up and bites you violently!"
					},
					"health": -20
				}
			]
		},
		"🔪": {
			"translations": {
				"fr": "Dépecer le renard pour revendre sa peau.",
				"en": "Butcher the fox and resell its skin."
			},
			"outcomes": [
				{
					"translations": {
						"fr": "Vous vous approchez du cadavre, et le dépecez. Vous vendez sa fourrure au premier marchand itinérant que vous croisez.",
						"en": "You approach the fox and butcher him. You sell his fur to the first wandering merchant you meet."
					},
					"lostTime": 90,
					"effect": ":clock2:",
					"money": 500
				},
				{
					"translations": {
						"fr": "Vous dépecez le renard et partez en quête d'un moyen de vendre sa peau. Quelques minutes plus tard vous croisez un marchand qui vous propose de la troquer contre un de ses objets de qualité, et vous acceptez.",
						"en": "You butcher the fox and go in search of a way to sell his skin. A few minutes later, you meet a merchant who offers to trade it for one of his quality items, and you accept."
					},
					"lostTime": 15,
					"effect": ":clock2:",
					"randomItem": {}
				},
				{
					"translations": {
						"fr": "Vous dépecez le renard et cherchez un endroit où revendre sa fourrure. Malheureusement elle pourrit bien vite, et des mouches s'accumulent autour de vous. Vous finissez par l'abandonner sur le bord du chemin, un peu tard puisque vous vous sentez rapidement mal en point !",
						"en": "You butcher the fox and look for a place to sell his fur. Unfortunately, it rots very quickly, and flies begin to swarm you. You end up leaving him by the side of the road, but it seems you still fell ill!"
					},
					"effect": ":sick:"
				}
			]
		},
		"end": {
			"outcomes": [
				{
					"translations": {
						"fr": "👀 Vous regardez un moment la bête étendue au sol, hésitant. Finalement vous reprenez votre chemin.",
						"en": "👀 For a few seconds you consider the beast on the ground, hesitating. Finally, you continue on your way."
					},
					"lostTime": 10,
					"effect": ":clock2:"
				}
			]
		}
	}
}