{
	"triggers": [
		{
			"mapId": 15
		}
	],
	"translations": {
		"fr": "🌉 En continuant votre périple, vous arrivez devant un pont délabré qui, de plus, est au dessus d'un énorme gouffre.",
		"en": "🌉 Continuing your trip, you arrive in front of a dilapidated bridge above a enormous chasm."
	},
	"possibilities": {
		"🌉": {
			"translations": {
				"fr": "Prendre le risque d'emprunter ce pont.",
				"en": "Take a risk crossing the bridge."
			},
			"outcomes": [
				{
					"translations": {
						"fr": "La traversée vous semble risquée, mais vous n'avez pas de temps à perdre et traversez donc. Après 5 minutes de marche sur ce pont vous arrivez au bout sain et sauf.",
						"en": "The bridge seems unsafe, but you have no time to waste, so cross. After 5 minutes on the bridge you reach the end, safe and sound."
					},
					"lostTime": 5,
					"effect": ":clock2:"
				},
				{
					"translations": {
						"fr": "En traversant ce pont vous voyez un petit sac, en l'ouvrant vous remarquez un nombre conséquent de pièces.",
						"en": "While crossing the bridge you see a small sack. When you open it, you notice a large amount of coins."
					},
					"lostTime": 10,
					"effect": ":clock2:",
					"money": 50
				},
				{
					"translations": {
						"fr": "En marchant sur le pont, vous entendez de petits craquements, quand soudain, une planche tombe, et vous tombez avec.",
						"en": "While crossing the bridge, you hear some small cracks, and suddenly, a plank snaps and falls, and you with it."
					},
					"health": -60,
					"effect": ":head_bandage:"
				},
				{
					"translations": {
						"fr": "Au cours de votre traversée, une planche tombe, heureusement, vous réussissez à vous accrocher à une planche plus solide. Après quelques minutes à vous remettre de vos émotions, vous continuez votre route.",
						"en": "While crossing, a plank snaps out from under you. Fortunately, you manage to hang on to another, more reliable board. After a few minutes spent recovering your emotions, you continue on your way."
					},
					"lostTime": 15,
					"effect": ":clock2:"
				}
			]
		},
		"🚶": {
			"translations": {
				"fr": "Chercher un autre chemin un peu plus loin.",
				"en": "Find another way forward."
			},
			"outcomes": [
				{
					"translations": {
						"fr": "Après une bonne heure de marche, vous trouvez un autre pont, qui lui, semble en bien meilleur état et décidez de l'emprunter.",
						"en": "After a good hour of walking, you find another bridge that looks in much better shape, and you decide to take it."
					},
					"lostTime": 60,
					"effect": ":clock2:"
				},
				{
					"translations": {
						"fr": "Durant votre chemin, vous remarquez une petite caisse et l'ouvrez, dans celle-ci un objet semblant utile. Vous le récupérez et continuez votre route.",
						"en": "During your journey, you notice a little crate and open it. Inside, you find an object that appears to be useful. You take it and continue on your way."
					},
					"lostTime": 45,
					"effect": ":clock2:",
					"randomItem": {}
				},
				{
					"translations": {
						"fr": "Vous apercevez un pont et vous précipitez pour le rejoindre au plus vite, cependant vous trébuchez sur un tronc d'arbre et vous blessez.",
						"en": "You notice a bridge and rush to cross it as quickly as possible. However, you stumble on a trunk and injure yourself."
					},
					"effect": ":confounded:"
				}
			]
		},
		"end": {
			"outcomes": [
				{
					"translations": {
						"fr": "🕑 Vous attendez une vingtaine de minutes en observant ce pont. Puis vous continuez votre route.",
						"en": "🕑 You wait about twenty minutes, observing this bridge. Then, you continue your journey."
					},
					"lostTime": 20,
					"effect": ":clock2:"
				},
				{
					"translations": {
						"fr": "🚶 Pas de temps à perdre, vous continuez votre chemin, sans vous préoccuper de ce dangereux chemin.",
						"en": "🚶 No time to waste! You continue on your way without worrying about this dangerous path."
					},
					"lostTime": 5,
					"effect": ":clock2:"
				}
			]
		}
	}
}
