{
	"triggers": [
		{
			"mapId": 22
		}
	],
	"translations": {
		"fr": "🚶 Vous vous baladez en forêt, quand soudain vous apercevez un chariot qui semble cassé. Autour le groupe de personnes semble mal en point.",
		"en": "🚶 You walk through the forest, when suddenly you see a cart that looks broken. Around, a group of people seems to be in bad shape."
	},
	"possibilities": {
		"🔨": {
			"translations": {
				"fr": "Aider ces gens à réparer leur chariot.",
				"en": "Help these people repair their cart."
			},
			"outcomes": [
				{
					"translations": {
						"fr": "Vous décidez de vous approcher et d'aller les aider. Après avoir passé 45 minutes à les aider, ces individus vous remercient et vous donnent de l'argent.",
						"en": "You decide to come closer and help them. After spending 45 minutes helping them, these individuals thank you and give you money."
					},
					"lostTime": 45,
					"effect": ":clock2:",
					"money": 75
				},
				{
					"translations": {
						"fr": "Vous passez près d'une heure à réparer leur chariot. Une fois celui-ci réparé, le groupe de personnes se jette sur vous et vous vole une partie de vos biens.",
						"en": "You spend almost an hour repairing their cart. Once it's repaired, the group of people ambushes you, and steals part of your belongings."
					},
					"lostTime": 55,
					"health": -20,
					"effect": ":clock2:",
					"money": -50
				},
				{
					"translations": {
						"fr": "Vous réparez rapidement leur chariot. Heureux, ils vous remercient et vous offrent un cadeau qui vous servira sûrement pour la suite de votre périple.",
						"en": "You repair their cart quickly. Happy, they thank you and offer you a gift that will surely serve you for the rest of your journey."
					},
					"lostTime": 10,
					"effect": ":clock2:",
					"randomItem": {}
				}
			]
		},
		"🚶": {
			"translations": {
				"fr": "Ne pas se préoccuper de ces individus vous semblant suspects.",
				"en": "Don't worry about these individuals, they seem suspicious!"
			},
			"outcomes": [
				{
					"translations": {
						"fr": "Vous ne voulez pas perdre de temps, et continuez votre route.",
						"en": "You have no intention of wasting any time, and continue on your journey."
					}
				},
				{
					"translations": {
						"fr": "En partant, vous trébuchez dans un trou et vous blessez.",
						"en": "When you leave, you stumble into a hole and hurt yourself."
					},
					"health": -35,
					"effect": ":head_bandage:"
				}
			]
		},
		"end": {
			"outcomes": [
				{
					"translations": {
						"fr": "👀 Vous passez 15 minutes à les regarder et vous décidez de continuer votre route sans y prêter plus d'attention.",
						"en": "👀 You spend 15 minutes watching them and decide to continue your journey without paying any more attention."
					},
					"lostTime": 15,
					"effect": ":clock2:"
				}
			]
		}
	}
}