{
	"triggers": [
		{
			"mapId": 21
		}
	],
	"translations": {
		"fr": "🔒 Alors que vous voyagez sur la Route des Merveilles, vous découvrez un coffret ! Malheureusement il est verrouillé...",
		"en": "🔒  While you travel on the Road of Wonders, you find a chest ! Unfortunately it's closed..."
	},
	"possibilities": {
		"🔑": {
			"translations": {
				"fr": "Chercher la clef autour du lieu de découverte.",
				"en": "Look around for the key."
			},
			"outcomes": [
				{
					"translations": {
						"fr": "Après 50 minutes de recherches, vous trouvez la clef ! Enterrée juste à côté du coffre elle vous permet de découvrir de nombreuses pièces d'or !",
						"en": "After about fifty minutes of searching, you finally find the key! Buried next to the chest, you now can open the chest and find a lot of gold Coins!"
					},
					"lostTime": 50,
					"effect": ":clock2:",
					"money": 576
				},
				{
					"translations": {
						"fr": "Après une heure de recherches, vous trouvez la clef ! Enterrée juste à côté du coffre elle vous permet de découvrir quelques pièces d'or !",
						"en": "After about one hour of searching, you finally find the key! Buried next to the chest, you now can open the chest and find some gold Coins!"
					},
					"lostTime": 60,
					"effect": ":clock2:",
					"money": 139
				},
				{
					"translations": {
						"fr": "Après 40 minutes de recherches, vous trouvez la clef ! Enterrée juste à côté du coffre elle est tellement endommagée qu'il vous est impossible d'ouvrir le coffre ! Vous finissez par abandonner et laissez le coffret derrière vous.",
						"en": "After about forty minutes of searching, you finally find the key! Buried next to the chest, it's so damaged you can't even use it! You end giving up and carry on."
					},
					"lostTime": 40,
					"effect": ":clock2:"
				},
				{
					"translations": {
						"fr": "Après 20 minutes passées à creuser partout autour du petit coffre, vous finissez par abandonner et laissez le coffret derrière vous.",
						"en": "After twenty minutes digging everywhere around the chest, you give up and carry on."
					},
					"lostTime": 20,
					"effect": ":clock2:"
				},
				{
					"translations": {
						"fr": "Après 2 heures de recherches, vous finissez par abandonner et laissez le coffret derrière vous.",
						"en": "After spending two hours searching for the key, you give up and carry on without opening the chest."
					},
					"lostTime": 120,
					"effect": ":clock2:"
				}
			]
		},
		"⛏️": {
			"translations": {
				"fr": "Attaquer le cadenas à coups de pioche.",
				"en": "Attack the padlock with a pickaxe."
			},
			"outcomes": [
				{
					"translations": {
						"fr": "Après avoir perdu 30 minutes à casser la serrure, vous découvrez que le coffre est vide !",
						"en": "After wasting 30 minutes breaking the lock, you discover that the chest is empty!"
					},
					"lostTime": 30,
					"effect": ":clock2:"
				},
				{
					"translations": {
						"fr": "Après avoir perdu 30 minutes à exploser la serrure, vous découvrez que le coffre est vide !",
						"en": "After wasting 30 minutes breaking the lock, you discover that the chest is empty!"
					},
					"lostTime": 30,
					"effect": ":clock2:"
				},
				{
					"translations": {
						"fr": "Après avoir perdu 15 minutes à exploser la serrure, vous découvrez quelques pièces d'or !",
						"en": "After wasting 15 minutes breaking the lock, you find some gold coins!"
					},
					"lostTime": 15,
					"effect": ":clock2:",
					"money": 68
				}
			]
		},
		"▶️": {
			"translations": {
				"fr": "Abandonner le coffret à l'endroit où vous l'avez trouvé.",
				"en": "Abandon the box where you found it."
			},
			"outcomes": [
				{
					"translations": {
						"fr": "Vous passez votre chemin : le vol c'est mal et ce coffret ne vous appartient pas !",
						"en": "You continue on your way; robbery is wrong, and this chest is not yours!"
					}
				},
				{
					"translations": {
						"fr": "Vous décidez de ne pas vous approcher du petit coffre, estimant qu'il ne vaut pas un arrêt qui vous ferait perdre du temps précieux.",
						"en": "You decide not to get closer to the little chest; it's a stop not worth losing precious time over."
					}
				}
			]
		},
		"end": {
			"outcomes": [
				{
					"translations": {
						"fr": "▶️ C'est sûrement un piège ! En tout cas il est hors de question que vous vous approchiez plus près du coffret ! Vous continuez calmement votre route.",
						"en": "▶️ It's surely a trap! In any case, there's no way you're getting any closer to that chest! You calmly continue on your way."
					}
				}
			]
		}
	}
}