{
	"triggers": [
		{
			"mapId": 23
		}
	],
	"translations": {
		"fr": "👮 Alors que vous continuez votre chemin, vous arrivez à une ville. Juste après, un groupe d'homme arrive vers vous et vous attrape, puis vous amène dans un bâtiment. Les personnes du groupe vous jettent dans une cellule où se trouve un détenu, vous comprenez très vite que vous vous trouvez dans une prison et que vous avez été victime d'un malentendu.",
		"en": "👮 As you continue your journey, you reach a city. Soon after, a group of men approaches you, abducts you, and brings you inside a building. The group throws you into a cell with another person already detained in it. You quickly understand that you are in a jail and victim of a misunderstanding."
	},
	"possibilities": {
		"🗣️": {
			"translations": {
				"fr": "Tenter de vous expliquer.",
				"en": "Try to explain yourself."
			},
			"outcomes": [
				{
					"translations": {
						"fr": "Vous parlez, encore et encore. Cependant, le garde ne veut rien entendre et décide de vous bâillonner. Quelques heures plus tard vous êtes libéré et le garde s'excuse car il vous avait pris pour un fugitif.",
						"en": "You start explaining yourself and talk and talk However, the guard wants none of it and decides to gag you with a piece of cloth. Some hours later, you are released, and the jailer apologizes profusely, for he mistook you for a fugitive."
					},
					"lostTime": 180,
					"effect": ":clock2:"
				},
				{
					"translations": {
						"fr": "Vous parlez, vous parlez, et finalement le garde décide de partir de la pièce pour ne plus vous entendre. Quelques heures plus tard vous êtes libéré et en sortant de la ville vous trouvez quelques pièces par terre.",
						"en": "You keep on talking, and talking. After a long time, the jailer had enough and decides to leave you alone to not hear your rambling anymore. Some hours later, you are released. On your way out the city, you find some coins on the ground near the gate."
					},
					"lostTime": 180,
					"effect": ":clock2:",
					"money": 75
				},
				{
					"translations": {
						"fr": "Vous discutez longuement avec le garde. Lorsque ce dernier comprend votre détresse, il décide de vous libérer et de vous cacher pour que vous quittiez la ville discrètement.",
						"en": "You have a lengthy talk with the jailer. When he finally understands your plight, he decides to free you and he hides you, so you can leave the city safely."
					}
				},
				{
					"translations": {
						"fr": "Vous tentez de discuter avec le garde. Au bout de 15 minutes, ce dernier perd son sang froid et décide de vous frapper avec son arme afin de vous faire taire.",
						"en": "You try to speak with the jailer. After 15 minutes, he loses his temper and hits you with his weapon to quiet you down."
					},
					"lostTime": 15,
					"health": -10,
					"effect": ":clock2:"
				}
			]
		},
		"🕑": {
			"translations": {
				"fr": "Attendre que quelque chose se passe.",
				"en": "Wait for something to happen."
			},
			"outcomes": [
				{
					"translations": {
						"fr": "Vous attendez. Au fur et à mesure que le temps passe les minutes vous paraissent des heures. Mais la personne qui vous surveille ne semble pas prête à vous libérer de si tôt.",
						"en": "You wait. As time passes on minutes start to feel like hours. Only, your jailer does not seem ready to free you quite yet."
					},
					"effect": ":lock:"
				},
				{
					"translations": {
						"fr": "Vous patientez, le temps vous paraît long. Au bout de quelques heures, le gardien décide de vous libérer et s'excuse pour le malentendu.",
						"en": "You wait, time goes slowly. After a few hours, the jailer decides to free you and make excuses for the misunderstanding."
					},
					"lostTime": 120,
					"effect": ":clock2:"
				},
				{
					"translations": {
						"fr": "À force d'attendre, le gardien et vous parlez et vous en venez à jouer avec ce dernier. Il comprend que votre histoire est bel et bien un quiproquo, c'est pourquoi il vous invite à manger.",
						"en": "As you are waiting, the jailer starts to speak to you and you start playing together. He understands that your situation is indeed a misunderstanding, which is why he decides to invite you to dinner."
					},
					"health": 15
				}
			]
		},
		"🔓": {
			"translations": {
				"fr": "Tenter de s'évader.",
				"en": "Try to escape."
			},
			"outcomes": [
				{
					"translations": {
						"fr": "Vous tentez de vous échapper, vous vous dîtes que l'autre détenu sera un fardeau pour vous et vous décidez de ne pas le mettre au courant de votre évasion. En cherchant quelque chose qui pourrait vous être utile pour ce plan, vous tombez sur une latte de bois cassée. Vous essayez d'en agrandir l'ouverture sans succès, vous abandonnez donc cette idée.",
						"en": "You try to escape, you tell yourself that your cellmate will be a burden so you decide to not tell him your plans. While looking for something that could be useful, you find a broken wooden slat. You try to widen the opening, without success. You abandon the idea of escaping."
					},
					"effect": ":lock:"
				},
				{
					"translations": {
						"fr": "Vous décidez d'alerter l'autre détenu de l'évasion, vous faites diversion pour qu'il récupère les clés dans la poche du garde. Il ouvre sa cellule lorsque le garde se rend compte de la supercherie. Une bagarre éclate mais votre co-détenu décide de vous libérer. Vous partez ensuite très loin, où vous prenez un bon repas chaud.",
						"en": "You decide to notify your cellmate of your plan, you make a diversion and he steals the keys from the jailer's pockets. He opens the cell when the jailer realizes the trickery. A fight ensue but your cellmate decides to help free you. You then go away very far, where you will take a delicious hot meal."
					},
					"health": 5
				},
				{
					"translations": {
						"fr": "Vous tentez de frapper sur la porte qui semble fragile. Vous arrivez à l'enfoncer avec succès, lorsque le garde vous voit. Il déclenche une bagarre avec vous pour vous remettre en cellule, vous tentez tant bien que mal de vous défendre mais vous ne faites pas le poids.",
						"en": "You try to press on the door which seems fragile. You succeed in opening it when the jailer sees you. He starts to fight to put you back in your cell, you defend yourself at the best of your ability but you are no match for his strength."
					},
					"lostTime": 15,
					"health": -10,
					"effect": ":clock2:"
				}
			]
		},
		"🕵️": {
			"translations": {
				"fr": "Tenter de soudoyer la personne qui vous surveille.",
				"en": "Try to bribe the jailer."
			},
			"outcomes": [
				{
					"translations": {
						"fr": "Le garde accepte votre argent et décide de vous libérer, mais il ne remarque pas que l'autre homme dans la cellule le lui vole juste après.",
						"en": "The jailer accepts your bribe and lets you go. However, he does not notice that your cellmate steals the bribe from him right after."
					},
					"money": -150
				},
				{
					"translations": {
						"fr": "Le corrompu accepte votre marché, il vous apporte un succulent repas et vous mangez à votre faim, puis il vous libère.",
						"en": "The corrupt jailer accepts your bribe, he brings you a delicious meal. You eat well, then he frees you."
					},
					"lostTime": 45,
					"health": 20,
					"effect": ":clock2:",
					"money": -250
				},
				{
					"translations": {
						"fr": "Le garde accepte votre argent et il vous libère. Cependant ce n'était qu'un piège, il vous fait croire que vous vous êtes évadé et décide de vous poursuivre, de vous taper et de vous remettre en cellule.",
						"en": "The jailer accepts your bribe and sets you free. However, it was a trap. He convinced some guards that you escaped and they start to chase after you, ultimately putting you back in jail."
					},
					"health": -5,
					"effect": ":lock:"
				},
				{
					"translations": {
						"fr": "Le garde vous fait comprendre qu'il n'est pas de ce bord et vous laisse en prison. Vous sortez quelques heures plus tard après avoir réglé cette histoire.",
						"en": "The jailer tells you he is not this type of a person and leaves you in the cell. You eventually are freed a few hours later after straightening the confusion."
					},
					"lostTime": 120,
					"effect": ":clock2:"
				},
				{
					"translations": {
						"fr": "Le garde refuse catégoriquement votre argent. À force d'attendre vous finissez par vous endormir.",
						"en": "The jailer refuses your money without equivocation. You keep on waiting and eventually fall asleep."
					},
					"effect": ":sleeping:"
				}
			]
		},
		"💀": {
			"translations": {
				"fr": "Faire le mort.",
				"en": "Feign death."
			},
			"outcomes": [
				{
					"translations": {
						"fr": "Vous faites semblant d'être mort dans l'espoir que le garde jette votre cadavre et que vous puissiez partir. Comme pensé le garde s'exécute. Une fois relevé, vous décidez d'aller à l'auberge car vous êtes bien fatigué.",
						"en": "You feign death in hope the jailer will throw you away so you will be able to get on your way. Everything goes according to plan. Once out and up, you decide to go rest at a nearby hostel since you are very tired due to all the commotion."
					}
				},
				{
					"translations": {
						"fr": "Le garde ne vous remarque pas tout de suite, mais dès qu'il vous voit, il décide de vérifier si vous êtes réellement mort. Piètre acteur que vous êtes, il s'en rend compte et décide de vous laisser quelque temps supplémentaire en cellule.",
						"en": "The jailer does not notice you at first, but when he eventually does, he decides to check if you are truly dead. Being the bad actor you are, he easily notices you are feigning it and leaves you to rot in the cell a little bit more as a form of punishment."
					},
					"lostTime": 240,
					"effect": ":clock2:"
				},
				{
					"translations": {
						"fr": "Le garde examine votre corps, vous arrivez à le tromper. il se débarrasse de votre cadavre. Une fois parti, vous vous relevez et reprenez route.",
						"en": "The jailer examines your body and you succeed in fooling him. He disposes you and once he is gone you get up and go on your way."
					}
				}
			]
		},
		"end": {
			"outcomes": [
				{
					"translations": {
						"fr": "🗣️ Pour faire passer le temps vous décidez de discuter avec autre prisonnier. Quelques heures plus tard vous êtes libre.",
						"en": "🗣️ To pass the time, you talk with your cellmate. A few hours later, you are free to leave."
					},
					"lostTime": 120,
					"effect": ":clock2:"
				},
				{
					"translations": {
						"fr": "🕑 Vous attendez tranquillement qu'on vous libère, en discutant avec le garde vous comprenez qu'on vous accuse de sorcellerie. Près d'une heure plus tard, vous êtes disculpé et le vrai coupable enfermé.",
						"en": "🕑 You wait calmly for your release. While chatting with the jailer, you understand that you are accused of witchcraft. About an hour later, you are exculpated, and the real culprit is locked up."
					},
					"lostTime": 60,
					"effect": ":clock2:"
				},
				{
					"translations": {
						"fr": "🚶 Vous marchez autant que vous pouvez dans la cellule. Au bout d'un moment vous vous endormez, et à votre réveil vous vous trouvez dans des bois.",
						"en": "🚶 You ponder around your cell for some time. After a while, you fall asleep, and then wake up in some woods."
					},
					"effect": ":sleeping:"
				}
			]
		}
	}
}