{
	"triggers": [
		{
			"mapId": 5
		}
	],
	"translations": {
		"fr": "🧝‍♀️ Au détour d'un chemin, une jeune femme apparaît. Vous ne saisissez d'abord pas très bien ce qu'elle dit mais finissez par comprendre qu'elle a besoin d'aide pour l'exploration d'une grotte.",
		"en": "🧝‍♀️ At the bend of a road on which you have been walking, a young woman appears. You do not quite understand what she is saying, but it seems she needs help to explore a cave."
	},
	"possibilities": {
		"🏹": {
			"translations": {
				"fr": "Vous empresser de l'aider.",
				"en": "Rush to help her."
			},
			"outcomes": [
				{
					"translations": {
						"fr": "Vous partez explorer sa grotte votre torche à la main. Malheureusement, il s'avère que la jeune femme avait la peste et qu'à son contact vous l'avez attrapée.",
						"en": "You go to explore the cave with your torch in hand. Unfortunately, it turns out the young woman has the plague. She touches you, you're now infected."
					},
					"health": -70,
					"effect": ":sick:"
				},
				{
					"translations": {
						"fr": "Après quelques minutes vous arrivez devant la grotte en question. Vous vous avancez d'un pas confiant en direction du fond de celle-ci. C'est alors qu'un bruit sourd se fait entendre. Vous vous retournez et voyez s'abaisser une herse. Une quinzaine de personnes apparaissent alors de l'autre côté. C'était un piège et vous êtes tombé dedans. Après plusieurs heures à parlementer avec vos tortionnaires, ils décident de vous libérer contre un bon paquet de pièces. Vous repartez alors, penaud et jurant à qui veut bien l'entendre qu'on ne vous y reprendra plus.",
						"en": "After a few minutes, you arrive next to the entrance of the cave. You progress confidently towards the bottom. Suddenly, you hear a muffle sound. You turn around and see a portcullis being lowered. More than a dozen thugs appear on the other side. It was a trap and you fell for it. After a few hours negotiating with your tormentors, they decide to let you go in exchange for a good amount of your money. You leave sheepishly, swearing endlessly that you will never be caught again."
					},
					"lostTime": 90,
					"effect": ":clock2:",
					"money": -300
				},
				{
					"translations": {
						"fr": "Vous avancez d'un pas alerte, paré à toute éventualité. Il s'avère que la grotte en question est très profonde et vous passez une bonne heure à en chercher le fond. C'est au moment où vous décidez de rebrousser chemin que vous apercevez du coin de l'œil un reflet métallique. En vous approchant, vous vous rendez compte que c'est un coffre fermé d'une simple corde. Vous tirez sur la corde qui se retire assez facilement. C'est alors que vous ouvrez le coffre : celui-ci contient une quantité de pièces inimaginable ainsi qu'un objet dont vous vous emparez fièrement. De retour à l'extérieur de la grotte, vous rassurez la jeune femme sur la sureté de cette dernière et vous en allez, content de votre butin.",
						"en": "You progress with care, ready to face any trouble. It turns out that the cave is deeper than you thought, you spend a good hour looking for the bottom. Just as you decided to go back, a shiny metallic object catch your eye. Getting a closer look at it, you notice that it is a locked chest that has been wrapped in a rope. You pull on the rope which clears the lock easily. You open the chest : it contains an incredible amount of coins alongside an interesting object that you proudly claim. Out of the cave, you reassure the woman of its safety and go back on the road, satisfied of your loot."
					},
					"lostTime": 60,
					"effect": ":clock2:",
					"money": 3000,
					"randomItem": {}
				},
				{
					"translations": {
						"fr": "Vous entrez dans la grotte à petit pas et commencez à l'explorer. Après une quinzaine de mètres vous vous retrouvez face à un ours imposant qui vous fonce dessus. Vous engagez le combat mais vous faites terrasser rapidement. Vous prenez alors la fuite, en sang et dégoulinant de sueur, sous le regard médusé de la demoiselle.",
						"en": "You enter the cave one small step at a time and start to explore it. After a dozen meters, you get sight of an imposing bear which charges you. You start to fight but soon get overcome. You run away as soon as you can, bloody and sweaty, passing by the astonished look of the woman."
					},
					"lostTime": 10,
					"health": -35,
					"effect": ":clock2:"
				}
			]
		},
		"😎": {
			"translations": {
				"fr": "Faire mine de vous éloigner pour revenir seul fouiller la grotte.",
				"en": "Feign to go on your way with the plan to come back explore alone."
			},
			"outcomes": [
				{
					"translations": {
						"fr": "Après avoir cherché la grotte durant une heure vous abandonnez les recherches et repartez bredouille.",
						"en": "After exploring the cave for an hour you abandon the search and leave empty-handed."
					},
					"lostTime": 60,
					"effect": ":clock2:"
				},
				{
					"translations": {
						"fr": "En revenant sur vos pas vous ne remarquez pas la corde tendue entre deux racines. Vous trébuchez dessus et vous retrouvez suspendu dans les airs. Des pillards, alerté par le bruit, accourent alors et vous font les poches. Le temps de vous sortir du nœud ceux-ci sont déjà loin avec leur butin.",
						"en": "Backtracking to the cave you do not notice the rope between two roots. You trip over it and find yourself suddenly hanging upside down. Some thieves, alerted by the noise, swiftly rob you. The time it takes you to free yourself, the thieves are already far with your stuff."
					},
					"lostTime": 60,
					"health": -10,
					"effect": ":clock2:",
					"money": -200
				},
				{
					"translations": {
						"fr": "En revenant sur vos pas, vous apercevez au loin ce qui pourrait s'apparenter à une grotte. Vous vous avancez doucement et humez une douce odeur. En vous rapprochant sur la pointe des pieds vous arrivez à subtiliser un peu de nourriture. Vous repartez alors rapidement de peur d'être rattrapé par quelque personne qui aurait assisté à votre larcin.",
						"en": "While backtracking, you get sight of what looks like another cave. You approach slowly and sniff a delicious smell. You tip-toe cautiously and succeed in stealing some food. Then, you quickly leave, afraid of being caught by a bystander witness of your crime."
					},
					"lostTime": 30,
					"health": 10,
					"effect": ":clock2:"
				},
				{
					"translations": {
						"fr": "Vous entrez dans la grotte à petits pas et commencez à l'explorer. Après une quinzaine de mètres parcourus, vous vous retrouvez face à un ours imposant qui vous fonce dessus. Vous engagez le combat et après une lutte acharnée, vous parvenez à l'abattre d'un coup dans le crâne. Vous le dépecez ensuite et faites cuire sa viande. Une fois repu, vous partez à la recherche d'un marchand à qui vous vendez la peau de l'ours.",
						"en": "You enter the cave one small step at a time and start to explore it. After a dozen meters, you get sight of an imposing bear which charges you. You start to fight. After a fierce battle you slay the beast with a strong hit to the head. You skin the deceased animal, cook its meat and eat it. After filling your stomach, you get to the closest bourg to sell the bearskin."
					},
					"lostTime": 60,
					"health": 30,
					"effect": ":clock2:",
					"money": 600
				}
			]
		},
		"🥩": {
			"translations": {
				"fr": "Lui demander l'auberge la plus proche.",
				"en": "Ask her for the nearest hostel."
			},
			"outcomes": [
				{
					"translations": {
						"fr": "Elle vous répond gentiment qu'elle en tient elle-même une et vous invite à y passer. Vous acceptez et c'est après un périple de quelques minutes que vous arrivez devant l'auberge en question. Quelle n'est pas votre surprise quand vous vous rendez compte que celle-ci est aménagée à l'aplomb d'une grotte. Vous vous avancez d'un pas confiant en direction du fond de celle-ci où mijote une soupe qui exhale un parfum enivrant. C'est alors qu'un bruit sourd se fait entendre. Vous vous retournez et voyez s'abaisser une herse. Une quinzaine de personnes apparaissent alors de l'autre coté. C'était un piège et vous êtes tombé dedans. Trop faible pour parlementer vous décider de goûter à la soupe en premier lieu. Votre tête devient lourde, vous entendez vos gardes s'esclaffer, et sombrez dans un profond sommeil. Vous vous réveillez au bord d'une rivière, les poches plus légères qu'à votre souvenir.",
						"en": "She tells you that she happens to own one and invites you to follow her. You accept and after walking for several minutes you arrive at the destination. You are very much surprised to find out the hostel is built on the side of a cliff, into a cave. You progress confidently towards the bottom from where arise the heavenly scent of a probably delicious stew. Suddenly, you hear a muffle sound. You turn around and see a portcullis being lowered. More than a dozen thugs appear on the other side. It was a trap and you fell for it. Too weak to negotiate with an empty stomach you decide to take a sip of the stew first. Your head gets heavy as you hear a roar of laughter from the thugs. You fall unconscious. You wake up next to a river, your pockets much lighter than you remember."
					},
					"lostTime": 240,
					"effect": ":clock2:",
					"money": -300
				},
				{
					"translations": {
						"fr": "Elle vous indique une taverne à quelques kilomètres. Vous vous y rendez, vous remplissez l'estomac et vous reposez. Après avoir réglé l'addition vous reprenez votre marche.",
						"en": "She provides the direction for a tavern a few kilometres from here. You go there, eat well and rest well. After paying your bill, you get back on the road."
					},
					"lostTime": 60,
					"health": 15,
					"effect": ":clock2:",
					"money": -100
				}
			]
		},
		"end": {
			"outcomes": [
				{
					"translations": {
						"fr": "🚶 Vous l'ignorez totalement, et reprenez votre route. Vous finissez par arriver dans une petite bourgade du très joli nom de Tardans. En y entrant, vous tombez sur une sacoche emplie d'un bon tas de pièces et d'un objet, ce qui pourrait s'avérer utile pour la suite de votre aventure !",
						"en": "🚶 You ignore her entirely and go on your way. You arrive in a delightful little town whose lovely name is Tardans. Wandering the small streets, you come across a small money bag filled with money and an object, which could be useful for the future of your journey."
					},
					"money": 500,
					"randomItem": {}
				},
				{
					"translations": {
						"fr": "🚶 Vous décidez de partir. Sur la route vous trouvez quelques champignons et les cueillez, puis les avalez. Cependant vous tombez malade car ils n'étaient pas comestibles.",
						"en": "🚶 You decide to leave. On the road you find some mushrooms, pick them up and eat them. However, they were inedible and so you get ill."
					},
					"effect": ":sick:"
				}
			]
		}
	}
}
