{
	"map_location_ids": [
		17
	],
	"translations": {
		"fr": "🏚️ Alors que vous traversiez un village animé, vous entendez un groupe de personnes parler d'un sanctuaire qui serait hanté. Curieux que vous êtes, vous continuez à écouter. Le sanctuaire serait à 1 heure de route au Sud, et le départ a lieu dans 30 minutes.",
		"en": "🏚️ As you walk through a lively village, you hear a group of people talking about a haunted shrine. Feeling curious, you keep listening, and discover that the shrine would be a 1 hour journey to the South, and the departure is in 30 minutes."
	},
	"possibilities": {
		"🚶": {
			"translations": {
				"fr": "Aller au sanctuaire en solitaire",
				"en": "Go to the shrine alone"
			},
			"issues": [
				{
					"translations": {
						"fr": "Vous décidez d'aller au sanctuaire tout seul. Après 30 minutes de route, le sol s'effondre tout à coup sous vos pieds et vous chutez violemment.",
						"en": "You decide to go to the shrine on your own. After 30 minutes of walking, the road shatters under your feet and you fall violently."
					},
					"lostTime": 0,
					"health": -40,
					"effect": ":head_bandage:",
					"experience": 0,
					"money": 0,
					"item": false
				},
				{
					"translations": {
						"fr": "Vous décidez d'aller au sanctuaire tout seul. Arrivé au site, vous entendez un bruit étrange, pris de panique, vous courez et trébuchez. Vous vous faites une vilaine égratignure à la jambe, celle-ci ne tarde pas à s'infecter.",
						"en": "You decide to go to the shrine on your own. Arriving at the site, you are startled by an eerie noise. In a panic, you attempt to leave, but stumble over a sharp rusty object in your path. You suffer a deep wound to your leg, which gets infected immediately."
					},
					"lostTime": 0,
					"health": -10,
					"effect": ":sick:",
					"experience": 0,
					"money": 0,
					"item": false
				},
				{
					"translations": {
						"fr": "Vous décidez d'aller au sanctuaire tout seul. Sur votre route, vous trouvez un objet qui pourrait vous être utile. Arrivé sur les lieux, ils se révèlent être une grotte. Vous décidez de ne pas aller plus loin.",
						"en": "You decide to go to the shrine on your own. On your way, you find an object which may be useful. When you reach the shrine, it appears to be a dark cave. With no light source, you decide not to go any further."
					},
					"lostTime": 75,
					"health": 0,
					"effect": ":clock2:",
					"experience": 325,
					"money": 0,
					"item": true
				},
				{
					"translations": {
						"fr": "Vous décidez d'aller au sanctuaire tout seul. Arrivé là-bas, vous découvrez un magnifique sanctuaire, dont vous contemplez pendant 30 minutes la beauté.",
						"en": "You decide to go to the shrine on your own. When you arrive, you discover an awe inspiring shrine, and you spend the next 30 minutes to contemplate it's beauty."
					},
					"lostTime": 90,
					"health": 0,
					"effect": ":clock2:",
					"experience": 25,
					"money": 0,
					"item": false
				},
				{
					"translations": {
						"fr": "En voyant le temps se gâter, vous changez de décision, et continuez votre route.",
						"en": "You decide to go to the shrine on your own. Unfortunately, the weather begins to deteriorate, so you change your mind and continue on your journey."
					},
					"lostTime": 0,
					"health": 0,
					"effect": ":smiley:",
					"experience": 150,
					"money": 0,
					"item": false
				}
			]
		},
		"⤴️": {
			"translations": {
				"fr": "Demander au groupe de les rejoindre",
				"en": "Ask the group to join them"
			},
			"issues": [
				{
					"translations": {
						"fr": "Le groupe se montre très accueillant, vous faites donc le voyage tous ensemble. Arrivé au sanctuaire, le guide passe près de 2 heures à vous en conter l'histoire.",
						"en": "The group is very welcoming, so you decide to make the trip together. When you arrive at the shrine, the guide spends 2 hours telling you the story behind it."
					},
					"lostTime": 210,
					"health": 0,
					"effect": ":clock2:",
					"experience": 25,
					"money": 0,
					"item": false
				},
				{
					"translations": {
						"fr": "Le groupe vous refuse tout simplement. Vous continuez alors votre route.",
						"en": "The group simply refuses you, so you continue on your way alone."
					},
					"lostTime": 0,
					"health": 0,
					"effect": ":smiley:",
					"experience": 150,
					"money": 0,
					"item": false
				},
				{
					"translations": {
						"fr": "Le groupe vous prend pour un voleur, et vous passe à tabac en conséquence.",
						"en": "The group thinks you are a thief, so aggressively beat you down."
					},
					"lostTime": 0,
					"health": -20,
					"effect": ":smiley:",
					"experience": 0,
					"money": 0,
					"item": false
				}
			]
		},
		"🔊": {
			"translations": {
				"fr": "Discuter avec le groupe",
				"en": "Discuss with the group"
			},
			"issues": [
				{
					"translations": {
						"fr": "Vous passez près de 30 minutes à prendre des informations sur ce sanctuaire, informations qui ne s'avèreront pas utiles.",
						"en": "You spend 30 minutes trying to get some information on the shrine, but unfortunately none of the information turns out to be of any use."
					},
					"lostTime": 30,
					"health": 0,
					"effect": ":clock2:",
					"experience": 25,
					"money": 0,
					"item": false
				},
				{
					"translations": {
						"fr": "Le groupe ne veut tout simplement pas discuter, et il vous le fait bien savoir.",
						"en": "The group shrugs off your attempts to discuss the shrine with them and makes it very clear with their body language that they have no interest in having you around."
					},
					"lostTime": 0,
					"health": 0,
					"effect": ":smiley:",
					"experience": 150,
					"money": 0,
					"item": false
				}
			]
		},
		"▶️": {
			"translations": {
				"fr": "Continuer votre route",
				"en": "Continue on your journey"
			},
			"issues": [
				{
					"translations": {
						"fr": "Vous continuez votre route, préférant aller au prochain village.",
						"en": "You continue on your way, preferring to take your chances with the next village."
					},
					"lostTime": 0,
					"health": 0,
					"effect": ":smiley:",
					"experience": 150,
					"money": 0,
					"item": false
				},
				{
					"translations": {
						"fr": "Vous continuez votre route. Quelques minutes plus tard, vous vous rendez compte que vous avez pris le mauvais chemin. Dans votre précipitation pour rattraper le temps perdu, vous trébuchez contre une pierre et vos affaires s'éparpillent.",
						"en": "You continue on your way, but a few minutes later notice your pockets are lighter than before..."
					},
					"lostTime": 15,
					"health": 0,
					"effect": ":clock2:",
					"experience": 25,
					"money": -300,
					"item": false
				}
			]
		},
		"end": {
			"issues": [
				{
					"translations": {
						"fr": "🕵️ Le groupe pensant être espionné vous frappe violemment.",
						"en": "🕵️ The group believes that they are being spied on and attacks you violently."
					},
					"lostTime": 0,
					"health": -25,
					"effect": ":confounded:",
					"experience": 0,
					"money": 0,
					"item": true
				},
				{
					"translations": {
						"fr": "🚶 Après 15 minutes sans aucune réaction, vous repartez sur votre route.",
						"en": "🚶 After 15 minutes without any reaction, you go back on your way."
					},
					"lostTime": 15,
					"health": 0,
					"effect": ":clock2:",
					"experience": 25,
					"money": 0,
					"item": false
				}
			]
		}
	}
}
