{
	"triggers": [
		{
			"mapId": 6
		}
	],
	"translations": {
		"fr": "🏘️ En parcourant un village pittoresque, vous avez rencontré le célèbre barde local nommé Perotin. Il possède des compétences exceptionnelles dans son métier et était impatient de partager une chanson avec vous, en s'appuyant uniquement sur son talent et sa créativité. Rassemblant la confiance nécessaire pour l'approcher, il vous a gentiment demandé votre avis sur le sujet pour sa prochaine composition. Quelle idée recommanderiez-vous?",
		"en": "🏘️ As you journeyed through a quaint village, you came across the renowned local bard named Perotin. He possesses exceptional skill in his craft and was eager to share a song with you, relying solely on his talent and creativity. Gathering the confidence to approach him, he kindly asked for your input on the subject for his next composition. What idea would you recommend?"
	},
	"possibilities": {
		"🤪": {
			"translations": {
				"fr": "Chanter un amour fou.",
				"en": "Sing a crazy love."
			},
			"outcomes": [
				{
					"translations": {
						"fr": "Sur votre demande rapide, la situation se déroule rapidement. Vous vous retrouvez allongé sur un lit, sans votre tenue habituelle, et l'individu à côté de vous ressemble à votre bien-aimé. En regardant votre propre forme, vous vous rendez compte que vous êtes attaché au lit et, étonnamment, vos membres sont absents. Votre mobilité se limite à votre torse seul. Témoin de votre désarroi évident, Perotin conclut sa chanson par ces mots : « Tout cela n'existait que dans un rêve », et instantanément, vous revenez à votre état antérieur. Néanmoins, vous aurez besoin d'une période de repos.",
						"en": "Upon your swift request, the situation promptly unfolds. You discover yourself lying on a bed, without your usual attire, and the individual beside you resembles your beloved. Upon gazing at your own form, you realize that you are secured to the bed, and astonishingly, your limbs are absent. Your mobility is confined to your torso alone. Witnessing your evident distress, Perotin concludes his song with the words, \"All of this existed merely in a dream,\" and instantaneously, you return to your prior state. Nonetheless, you will require a period of rest."
					},
					"effect": ":scream:"
				},
				{
					"translations": {
						"fr": "Aussitôt demandée, aussitôt réalisée. Vous vous retrouvez en mer, loin de tout, accompagné d'un seul et unique matelot, votre amour. Arrivant sur une île déserte, vous voyez une croix au sol. Il s'agit bel et bien d'un trésor, rempli d'un beau butin et d'un objet qui vous sera utile. Cupidité et avarice auront eu raison de vous, et vous décidez de repartir de l'île, seul. En retournant au pays, vous retombez sur Pérotin, qui chante pour faire donner l'argent gagné là-bas, comme pour un don à cette mélodie sans pareille. À la suite de ces péripéties vous reprenez votre route, accompagné de votre objet trouvé sur l'île.",
						"en": "Immediately asked, immediately done. You find yourself in the sea, far from everything, with your only crew member, your lover. Arriving at a desert island, you find a cross on the floor. It is a treasure, full of a nice loot, and containing a very useful item. Greed and stinginess were right, you choose to leave the island alone. While coming back, you found Perotin, singing to get the money found there, as a gift. After those adventures, you start walking again, in with your item."
					},
					"randomItem": {}
				},
				{
					"translations": {
						"fr": "Conscient de votre vaillante quête pour sauver la princesse, le ménestrel a choisi de composer une chanson sur l'un des chemins potentiels que votre voyage pourrait emprunter après son sauvetage. Cependant, manquant de connaissances substantielles sur votre lien avec la princesse, ils ont choisi de raconter l'histoire de \"Les personnes âgées et la bête fictive\", dans laquelle vous assumez le rôle de la créature. Familiarisé avec l'intrigue à l'avance, Perotin a réussi à maintenir votre essence intacte, probablement en raison de la subtilité de son influence. Comme vous ne vous êtes pas empêtré dans le récit, vous avez exprimé votre gratitude pour l'histoire captivante et avez poursuivi votre expédition, conscient de cette utilisation improductive du temps.",
						"en": "Aware of your valiant quest to rescue the princess, the minstrel opted to compose a song about one of the potential paths your journey could take after her rescue. However, lacking substantial knowledge about your connection with the princess, they chose to recount the tale of \"The Aged and the Fictitious Beast,\" wherein you assume the role of the creature. Familiar with the plot in advance, Perotin managed to maintain your essence untouched, likely due to the subtlety of his influence. Since you did not become entangled in the narrative, you expressed gratitude for the captivating story and proceeded with your expedition, conscious of this unproductive use of time."
					},
					"lostTime": 20,
					"effect": ":clock2:"
				}
			]
		},
		"🥰": {
			"translations": {
				"fr": "Chanter un amour terne et redondant.",
				"en": "Sing a dull and redondant."
			},
			"outcomes": [
				{
					"translations": {
						"fr": "En rétractant votre déclaration, vous vous retrouvez soudainement dans un ancien monastère niché dans l'étendue rurale. Vous et votre bien-aimé habitez cette modeste demeure, procurant juste assez de nourriture pour durer. Immergé dans ce récit, le temps semble s'écouler, bien qu'il ne soit pas dû à des substances extérieures. En vous sortant de cette rêverie après une brève période, Perotin explique que ce qui semblait être des minutes était en fait plusieurs mois en raison d'un effet curieux, vous épargnant de l'emprise de la vieillesse, qui aurait pu être fatale. Pensif mais pas découragé, vous reprenez votre route.",
						"en": "Retracting your statement, you suddenly find yourself within an ancient monastery nestled in the rural expanse. Both you and your beloved inhabit this modest dwelling, procuring just enough sustenance to endure. Immersed in this narrative, time seems to slip away, although not due to any external substances. Upon rousing you from this reverie after a brief span, Perotin explains that what felt like minutes was in fact several months due to a curious effect, sparing you from the grasp of old age, which could have been fatal. Pensive but undeterred, you resume your journey."
					},
					"lostTime": 360,
					"effect": ":clock2:"
				},
				{
					"translations": {
						"fr": "Ne comprenant pas votre envie soudaine pour un amour sans couleur, Pérotin vous croit dépressif, il décide donc de vous chanter une chanson réconfortante afin de vous guérir de cette soudaine dépression. Cette chanson vous fit un bien fou.",
						"en": "Not understanding your wish, for an uncolored love, Perotin thinks that you are depressive, he then chooses to sing a comforting song, to get you rid of this sudden depression. This song made you feel very well."
					},
					"health": 20
				},
				{
					"translations": {
						"fr": "Voyant votre connaissance en amours sans passion, le ménestrel s'attache à vous, et vous fait une chanson où votre amour, c'est vous. Pris par une violente dispute de couple entre vous et vous, le ménestrel arrête la chanson, et vous demande une charge pour le combat effrèné que vous avez eu avec vous même devant ses admirateurs. Encore dans l'histoire, vous pensez que vous vous quittiez, ce qui vous rend triste, très triste. Vous partez donc en laissant un peu d'argent à Pérotin pour vous faire pardonner pour le dérangement.",
						"en": "Seeing you knowing the dispassionate love, the minstrel makes you a song in which your lover is yourself. Having a big disagreement with yourself, the minstrel stops the song, and ask you a compensation for the fight that you have in front of his fans. Still in the story, you thought you were leaving yourself, which makes you be sad. You then go away, leaving some money to Perotin."
					},
					"money": -100
				}
			]
		},
		"👑": {
			"translations": {
				"fr": "Chanter sur la royauté et sur le pouvoir en place.",
				"en": "Sing about the royalty, and the power in place."
			},
			"outcomes": [
				{
					"translations": {
						"fr": "Le ménestrel, adorant sa patrie de toujours, accède à votre requête et chante les louanges des ducs et des contes. Le duc de la région voisine passe par ici et entend cette douce mélodie, qui lui berce le cœur. A la fin de la chanson, celui-ci vous récompense vous et votre ami avec une grosse bourse d'or.",
						"en": "The minstrel loving his homeland of ever, fills your request and singed the dukes. The duke of the next region came this way, and heard this soft melody, rocking his heart. At the end of the song, he rewards you with a big gold bag."
					},
					"money": 600
				},
				{
					"translations": {
						"fr": "N'aimant pas l'autorité actuelle, le ménestrel choisit d'inciter à une révolution par sa composition musicale. En sollicitant votre aide, il emploie une méthode non conventionnelle pour influencer votre perception, vous faisant croire que d'autres sont en route vers la chambre du roi. Malheureusement, une corde de la mandoline claque, interrompant brusquement la musique. En conséquence, vous vous retrouvez seul dans les quartiers du roi, équipé de manière inattendue uniquement d'une fourchette. Rapidement, vous êtes appréhendé pour des motifs d'irrationalité.",
						"en": "Disliking the current authority, the minstrel opts to incite a revolution through his musical composition. Enlisting your assistance, he employs an unconventional method to influence your perception, leading you to believe that others are en route to the king's chamber. Regrettably, a string on the mandolin snaps, abruptly halting the music. As a consequence, you find yourself alone in the king's quarters, unexpectedly equipped only with a fork. Swiftly, you are apprehended on grounds of irrationality."
					},
					"effect": ":lock:"
				},
				{
					"translations": {
						"fr": "Ayant un aperçu de votre quête pour sauver la princesse, Perotin choisit de vous offrir une perspective unique en vous permettant de vivre une journée dans la vie de la mère de la princesse. Cela vous donne l'occasion de mieux comprendre les problèmes de la femme. Cependant, l'existence de la reine vous paraît banale, et à part les bavardages triviaux et les réflexions maternelles, vous acquérez peu d'informations précieuses en raison de l'influence magique de Pérotin. À la fin de la journée, vous retournez dans votre propre corps et poursuivez votre voyage.",
						"en": "Having some insight into your quest to rescue the princess, Perotin chooses to offer you a unique perspective by allowing you to experience a day in the life of the princess's mother. This grants you an opportunity to gain further understanding of the woman's troubles. However, the queen's existence appears mundane to you, and aside from trivial chatter and maternal reflections, you acquire little valuable information due to the magical influence of Perotin. As the day concludes, you return to your own body and proceed with your journey."
					}
				}
			]
		},
		"🪕": {
			"translations": {
				"fr": "Chanter sur le métier de ménestrel.",
				"en": "Sing about the minstrel work."
			},
			"outcomes": [
				{
					"translations": {
						"fr": "Pérotin, attristé par cette demande, décide de vous faire vivre le rôle de ménestrel dans sa chanson et... Vous vous voyez arriver vers vous afin de vous demander cette chanson mais vous vous forcez à dire cette même chanson, et ça se répète en boucle très longtemps. Au bout d'un moment, notre ménestrel favori stoppe la boucle en vous donnant l'antidote de ce poison hallucinatoire. Apeuré par ce qui vient de se passer et par la durée de cette boucle, vous partez en courant vers la personne la plus proche afin de savoir quel jour on est. Et... vous vous êtes rendus au soir.",
						"en": "Perotin, sad of this request, decides to make you live the role of minstrel in the song and... You see yourself arriving, to ask your choice, but you force yourself to sing it, and it loops for a long time. At a moment, our favorite minstrel stops the song, and give you the antidote, to this hallucinatory poison. Afraid of what just happened, and of the duration of this loop, you run away to know what time is it. And... it's the evening now."
					},
					"lostTime": 480,
					"effect": ":clock2:"
				},
				{
					"translations": {
						"fr": "Nostalgique, Perotin décide d'intégrer ses débuts dans le métier à sa chanson. Il raconte comment son mentor lui a fourni un enseignement mélodieux, ainsi qu'une méthode d'enseignement qui a profondément résonné. La sincérité des paroles de son mentor résonne en vous à un niveau profond. Au terme de sa dernière leçon, Perissien, le maître qui a guidé Pérotin, vous remet un cadeau, reflet d'une tradition qui lui a été transmise. Cependant, Perotin modifie la conclusion de la chanson, veillant à ce que l'objet qui vous est confié, outil pratique et précieux pour la poursuite de votre voyage, reste à vos côtés depuis sa création, contrairement à la mandoline enchantée qu'il a reçue de ses prédécesseurs.",
						"en": "With a sense of nostalgia, Perotin decides to incorporate his beginnings in the profession into his song. He recounts how his mentor provided him with melodious instruction, along with a teaching method that resonated deeply. The sincerity in his mentor's words resonates with you on a profound level. Upon concluding his final lesson, Perissien, the master who guided Perotin, presents you with a gift, mirroring a tradition passed down to him. However, Perotin modifies the conclusion of the song, ensuring that the object bestowed upon you, a practical and invaluable tool for the continuation of your journey, remains by your side since its inception, unlike the enchanted mandolin that he received from his predecessors."
					},
					"randomItem": {}
				},
				{
					"translations": {
						"fr": "L'excellent ménestrel Pérotin décide de raconter un rêve qu'il aimerait voir s'exaucer, qu'il soit réel ou halluciné : au départ vous êtes seul, dans la ruelle du village, accompagné de votre guitare. Vous chantez pour vous même les joies du métier et la tristesse de la vie, quand un monarque passe dans l'avenue principale. Celui-ci, entendant la belle mélodie, vient vers vous et demande si vous pourriez lui créer une chanson sur le thème de son amour. À la fin de votre douce ballade tout juste imaginée, il vous remercie et vous fait grâce d'une jolie pile d'or, compte tenu du fait que ce passant était réel. Content de cette musique, vous décidez de partager cette somme avec Pérotin en guise de don.",
						"en": "The excellent minstrel Perotin decides to tell a dream he would like to live, whether real or hallucinated: at the beginning you are alone, in the village alley, with your guitar. You sing for yourself the joys of the work and the sadness of life, when a monarch passes in the main avenue. This one, hearing the beautiful melody, comes towards you and asks if you could create a song for him on the theme of his love. At the end of your sweet ballad just made up, he thanks you and gives you a big bag of gold, considering that this man was real. Happy with this music, you decide to share it with Perotin as a donation."
					},
					"money": 300
				}
			]
		},
		"⚔️": {
			"translations": {
				"fr": "Chanter sur notre vie, notre histoire héroïque.",
				"en": "Sing about life, and heroic history."
			},
			"outcomes": [
				{
					"translations": {
						"fr": "Ce fameux barde, ne connaissant pas grand-chose au métier d'aventurier, décide de conter un voyage banal en forêt comme vous les connaissez bien. Déçu de cette chanson et de Pérotin, vous continuez votre aventure.",
						"en": "This famous bard, not knowing much about the adventurer work, decides to tell a simple trip in a forest, like you know well. Disappointed about this song, and about Perotin, you choose to continue your adventure."
					},
					"lostTime": 5,
					"effect": ":clock2:"
				},
				{
					"translations": {
						"fr": "Perotin choisit de vous plonger dans l'instance exacte où vous lui avez demandé d'interpréter la chanson. Cependant, la vivacité de l'expérience vous amène à réagir comme vous l'avez fait à l'origine, et le ménestrel emboîte le pas. Cela entraîne par inadvertance un cycle hallucinatoire, une boucle momentanée alimentée par les capacités exceptionnelles de Perotin et votre manque de variation. Finalement, Perotin, le seul participant qui comprend la boucle, a pitié de vous à la fin de la journée et vous libère de ce cycle déconcertant.",
						"en": "Perotin chooses to immerse you in the exact instance when you requested him to perform the song. However, the vividness of the experience causes you to respond as you did originally, and the minstrel follows suit. This inadvertently results in a hallucinatory cycle, a momentary loop fueled by Perotin's exceptional abilities and your lack of variation. Eventually, Perotin, the sole participant who comprehends the loop, takes pity on you by the day's end and breaks you free from this bewildering cycle."
					},
					"lostTime": 480,
					"effect": ":clock2:"
				},
				{
					"translations": {
						"fr": "Perotin décide de vous donner un aperçu de l'avenir, qu'il s'agisse d'une véritable vision ou simplement d'une création de vos pensées. Ce faisant, il vous offre également l'opportunité de gagner de l'argent : vous vous retrouvez à proximité d'un château vieillissant et abandonné. En arpentant les environs, vous tombez sur un passage semé d'embûches. En naviguant habilement à travers eux, vous évitez finalement tous les dangers et atteignez une chambre spacieuse remplie de trésors. Pourtant, avant que vous ne puissiez pleinement savourer votre nouvelle richesse, le ménestrel espiègle s'enfuit avec le butin, vous laissant avec le coffre central contenant des richesses substantielles et un objet inattendu qui s'avère inestimable dans votre mission pour sauver la princesse. Amusé, vous continuez ce voyage fantaisiste, encore influencé dans une certaine mesure par les effets d'une certaine substance connue sous le nom de γ-hydroxybutyrique dans le domaine acide.",
						"en": "Perotin decides to grant you a glimpse of the future, whether it's a genuine vision or merely a creation of your thoughts. In doing so, he also provides you with an opportunity to earn some funds: you find yourself near an aging, forsaken castle. Surveying your surroundings, you stumble upon a passageway fraught with traps. Skillfully navigating through them, you ultimately evade all dangers and reach a spacious chamber filled with treasure. Yet, before you can fully relish your newfound wealth, the mischievous minstrel absconds with the spoils, leaving you with the central chest containing substantial riches and an unexpected item that proves invaluable in your mission to save the princess. Entertained, you continue along this whimsical journey, still influenced to a degree by the effects of a certain substance known as γ-hydroxybutyric in the acidic realm."
					},
					"effect": ":sick:",
					"money": 200,
					"randomItem": {}
				}
			]
		},
		"end": {
			"outcomes": [
				{
					"translations": {
						"fr": "🚶 Le ménestrel, ne vous voyant pas répondre, vous ignore et recommence à chanter des chansons basiques sans âmes. Vous continuez donc votre route.",
						"en": "🚶 The minstrel, seeing you not answering, ignores you and restart singing basic songs. You then continue your way."
					}
				},
				{
					"translations": {
						"fr": "🔪 Ne vous voyant pas réagir, le ménestrel, décidé à gagner de l'argent à ses risques et périls, et voyant devant lui un parfait cobaye, décide de vous droguer et de vous emmener dans la ruelle sombre d'à côté. De là, il commence à chanter une chanson sur une torture de laboratoire, dans laquelle vous êtes le bourreau. Ayant la force de faire cette atroce expérimentation, se déroulant à merveille sur ce magnifique cochon, le ménestrel, ou dans votre hallucination, votre patron, décide de vous offrir deux objets en guise de récompense. Pour donner suite à cela, Pérotin attend votre retour à la normale, prend l'objet ayant le plus de valeur et vous laisse avec l'autre objet, qui pourra vous être utile pour la suite.",
						"en": "🔪 Seeing you not reacting, the minstrel, decided to earn money, at his risks, and seeing in you the perfect cobaye, decides to drug you and to bring you in the dark nearby alley. There, he starts to sing you a song about laboratory torture, in which you are hangman. Having the force of doing this experimentation, taking place in a perfect way on this beautiful pig, the minstrel, or in your hallucination your boss, decides to give you two objects in award. To continue this, waiting for you to come back as normal, Perotin takes the most valorous item, and leave you with the other item, which will be useful for your adventure."
					},
					"effect": ":confounded:",
					"randomItem": {}
				},
				{
					"translations": {
						"fr": "💊 Ne vous voyant pas réagir, Pérotin décide de vous droguer afin que vous révéliez vos pensées par la parole pour voir si quelque chose s'y passe. Il n'y voit rien, même au plus profond de celles-ci. Paniqué, le ménestrel appelle les gardes qui vous internent pour folie.",
						"en": "💊 Seeing you not reaction, Perotin decides to drug you, so you reveal what you think about by talking, to see if something happens. He doesn't see anything there, even in the most deep of them. Panicked, he calls guards, to arrest you, for madness."
					},
					"effect": ":lock:"
				}
			]
		}
	}
}
