{
	"triggers": [
		{
			"mapId": 15
		}
	],
	"translations": {
		"fr": "⛰ Alors que vous atteignez le pied du Mont Célestrum, vous repérez un escalier tortueux, taillé dans le flanc gauche du Mont. En vous en rapprochant, les marches s'avèrent être coupantes et recouvertes de mousse.",
		"en": "⛰ As you reach the bottom of the Mount Celestrum, you spot a tortuous staircase cut in the left side of the Mount. By getting closer, the steps turns out to be sharps and covered with moss."
	},
	"possibilities": {
		"🚶‍♂️": {
			"translations": {
				"fr": "Faire demi-tour.",
				"en": "Turn around."
			},
			"outcomes": [
				{
					"translations": {
						"fr": "Peu après avoir fait demi-tour, vous rencontrez un petit garçon en pleurs et apeuré au bord d'un chemin. Il vous explique s'être enfui lors d'une attaque de bandits contre le chariot de marchandises de ses parents. Vous vous empressez de lui proposer votre aide, l'enfant accepte immédiatement. Après avoir marché deux longues heures, vous retrouvez les parents de l'enfant en vie, mais blessés. Alors que vous leur faites vos adieux, la mère de l'enfant vous donne une bourse remplie d'or.",
						"en": "Shortly after turning around, you meet a crying and scared little boy by the wayside. He explains to you that he fled during a bandit attack on his parents merchandise cart. You rush to offer your help, the child accepts immediately. After walking two long hours, you find the parents of the child alive, but hurted. As you bid them farewell, the mother gives you a purse filled with gold."
					},
					"lostTime": 120,
					"effect": ":clock2:"
				},
				{
					"translations": {
						"fr": "Peu après avoir fait demi-tour, vous rencontrez un petit garçon en pleurs et apeuré au bord d'un chemin. Il vous explique s'être enfui lors d'une attaque de bandits contre le chariot de marchandises de ses parents. Vous vous empressez de lui proposer votre aide, l'enfant accepte immédiatement. Après avoir marché quelques minutes, un groupe de bandits lourdement armés vous attaque par surprise. Ce piège ne vous aura pas été fatal, mais vous perdez de nombreuses pièces d'or lors de votre fuite.",
						"en": "Shortly after turning around, you meet a crying and scared little boy by the wayside. He explains to you that he fled during a bandit attack on his parents merchandise cart. You rush to offer your help, the child accepts immediately. After walking for a few minutes, a group of heavily armed bandit attacks you by surprise. This trap will not have been fatal to you, but you lose many gold coins during your escape."
					},
					"health": -30,
					"money": -120
				},
				{
					"translations": {
						"fr": "Peu après avoir fait demi-tour, vous entendez des bruits de casseroles qui s'entrechoquent et se rapprochent de vous. C'est une voyageuse à la recherche de nouvelles saveurs culinaires qui s'apprêtait à poser son campement afin de se reposer. Au fil de la conservation, vous découvrez son prénom : Lucya. Elle vous offre une tourte qui vous ravit le palais. Repus, reposé et ravi de votre hasardeuse rencontre vous décidez tout de même de reprendre votre chemin.",
						"en": "Shortly after turning around, you hear the noise of pans clashing and approaching you. It is a traveler in search of new culinary flavors who was about to set up camp in order to rest. During the conservation, you discover her first name: Lucya. She's offering you a pie that delights your palate. Satisfied, rested and delighted with your hazardous encounter, you still decide to get back on your path."
					},
					"lostTime": 60,
					"health": 10,
					"effect": ":clock2:"
				}
			]
		},
		"↗️": {
			"translations": {
				"fr": "Emprunter l'escalier.",
				"en": "Take the stairs."
			},
			"outcomes": [
				{
					"translations": {
						"fr": "Vous entamez l'ascension périlleuse de l'escalier qui vous mène à l'entrée d'une grotte. Vous y pénétrez et découvrez un très ancien campement laissé à l'abandon. En fouillant un peu vous y découvrez un objet qui vous semble utile pour l'avancement de votre quête et décidez de redescendre avec précaution l'escalier.",
						"en": "You begin the perilous ascent of the staircase which leads you to the entrance of a cave. You enter it and discover a very old abandoned camp. While digging a little you discover an object that seems useful to you for the advancement of your quest and decided to carefully go down the stairs."
					},
					"lostTime": 180,
					"effect": ":clock2:",
					"randomItem": {}
				},
				{
					"translations": {
						"fr": "Vous entamez l'ascension périlleuse de l'escalier qui vous mène à l'entrée d'une grotte. Vous y pénétrez et découvrez un très ancien campement laissé à l'abandon. Après avoir inspecté l'entièreté de la grotte qui se révèle être sûre, vous décidez de vous y installer pour dormir puisqu'il reste un lit de paille plutôt confortable.",
						"en": "You begin the perilous ascent of the staircase which leads you to the entrance of a cave. You enter it and discover a very old abandoned camp. After having inspected the whole cave which turns out to be safe, you decide to settle there to sleep since there remains a rather comfortable bed of straw."
					},
					"health": 15,
					"effect": ":sleeping:"
				},
				{
					"translations": {
						"fr": "Après avoir monté prudemment quelques marches tapissées de mousses, vous glissez et dégringolez les quelques mètres qui vous séparent du sol. Légèrement sonné et blessé, vous abandonnez l'idée de retenter votre chance et continuez votre route.",
						"en": "After having carefully climbed a few steps lined with moss, you slip and tumble down the few meters that separate you from the ground. Slightly stunned and injured, you give up the idea of trying your luck again and continue your journey."
					},
					"lostTime": 10,
					"health": -35,
					"effect": ":clock2:"
				}
			]
		},
		"🔎": {
			"translations": {
				"fr": "Fouiller les alentours.",
				"en": "Search the surroundings."
			},
			"outcomes": [
				{
					"translations": {
						"fr": "Vous fouillez quelques instants aux alentours de la base des escaliers, sans succès. Deux pas de plus vous font découvrir quelques pièces d'or éparpillées çà et là parmi les mauvaises herbes. Ravi de votre maigre découverte, vous continuez votre aventure en sifflotant.",
						"en": "You search for a few moments around the base of the stairs, without success. Two more steps let you discover a few gold coins scattered here and there among the weeds. Delighted with your skinny discovery, you continue your adventure whistling."
					},
					"money": 25
				},
				{
					"translations": {
						"fr": "Après une poignée de minutes à fouiller les alentours, vous trouvez une besace en cuir usée par le temps, presque entièrement dissimulée sous une lourde pierre. En l'ouvrant, vous découvrez un papyrus où seuls quelques mots sont encore lisibles : \"escalier\", \"grotte\", \"campement\" et \"Xetrix\". Ce nom vous semble familier, mais surtout déçu de ne pas avoir trouvé de trésor, vous reprenez votre périple.",
						"en": "After a handful of minutes searching the surroundings, you find a used leather satchel, almost entirely hidden under a heavy stone. By opening it, you discover a papyrus where only a few words are still legible: \"staircase\", \"cave\", \"camp\" and \"Xetrix\". This name sounds familiar to you, but especially disappointed not to have found any treasure, you resume your journey."
					}
				},
				{
					"translations": {
						"fr": "Soudain, en fouillant les alentours, un énorme rocher se détache du Mont Célestrum et vous frôle dans sa chute. Vous n'avez même pas le temps de réagir et regardez le rocher continuer sa course non sans avoir violemment écorché votre avant-bras.",
						"en": "Suddenly, when looking around, an enormous rock gets off celestrum mount and hits you in its fall. You don't even have time to react and look at the rock still falling, hitting you at the arm violently."
					},
					"health": -20,
					"effect": ":head_bandage:"
				}
			]
		},
		"end": {
			"outcomes": [
				{
					"translations": {
						"fr": "😴 Après avoir longtemps hésité face aux possibilités qui s'offrent à vous, le Soleil est sur le point de se coucher, vous vous installez donc afin de vous reposer.",
						"en": "😴 After having hesitated for a long time in front of the possibilities open to you, the Sun is about to set, so you settle down to rest."
					},
					"health": 5,
					"effect": ":sleeping:"
				},
				{
					"translations": {
						"fr": "💥 Après avoir longtemps hésité face aux possibilités qui s'offrent à vous, vous décidez d'essayer de gravir une demi-douzaine de marches avant de changer d'avis, estimant l'ascension trop périlleuse. Alors que vous pivotez votre pied pour redescendre, celui-ci dérape et vous roulez en bas de l'escalier. Vous vous redressez péniblement pour constater avec peine que vous vous êtes méchamment entaillé. Vous reprenez votre route, dépité de ce fâcheux incident.",
						"en": "💥 After hesitating for a long time about the possibilities available to you, you decide to try to climb half a dozen steps before changing your mind, finding the climb too perilous. As you pivot your foot back to go down, it slips and you roll down the stairs. You stand up painfully to see with difficulty that you are badly involved. You get back on your way, annoyed by this unfortunate incident."
					},
					"lostTime": 10,
					"health": -10,
					"effect": ":clock2:"
				},
				{
					"translations": {
						"fr": "🦊 Vous vous asseyez sur le sol tapissé de trèfles afin de réfléchir à ce que vous avez envie de faire. Promptement, un renard vous fait face. Il se rapproche doucement de vous et finit par atteindre une de vos mains, pose sa truffe dessus, jappe à votre encontre et s'enfuit. Vous décidez de suivre le chemin que cet amical animal vient de tracer pour vous.",
						"en": "🦊 You sit down on the ground lined with clovers to think about what you want to do. Quickly, a fox faces you. He slowly approaches you and ends up reaching for one of your hands, puts his nose on it, yaps at you and runs away. You decide to follow the path this friendly animal has just blazed for you."
					}
				}
			]
		}
	}
}
