{
	"translations": {
		"fr": " : ** :fork_knife_plate: Vous vous étiez arrêté dans une grotte pour manger et vous hésitez à repartir... \n\n:flashlight: Entrer plus profondément dans la grotte.\n:runner: Continuer votre route, pas de temps à perdre !\n:mag: Fouiller les alentours\n\n*- Utilisez les réactions pour effectuer une action :warning: Ne pas répondre est considéré comme un choix à part !*",
		"en": " : ** :fork_knife_plate: You had stopped in a cave to eat and you hesitate before leaving... \n\n:flashlight: Delve deeper into the cave.\n:runner: keep going, no time to waste!\n:mag: Search the surroundings\n\n*-Use reactions to make an action :warning: Not responding is considered a separate choice!*"
	},
	"possibilities": {
		"🔦": [
			{
				"translations": {
					"fr": "** | :flashlight: Vous vous perdez rapidement dans ce labyrinthe, mais vous finissez par en ressortir au bout de quelques heures !",
					"en": "** | :flashlight: You get quickly lost in the maze, but you end up coming out of it after a few hours!"
				},
				"lostTime": 200,
				"health": 0,
				"effect": ":clock2:",
				"experience": 25,
				"money": 0,
				"item": false
			},
			{
				"translations": {
					"fr": "** | :flashlight: Vous passez quelques minutes à explorer la grotte de fond en comble et trouvez un objet qui pourra peut être vous servir... !",
					"en": "** | :flashlight: You spend a few minutes exploring the cave from top to bottom and find an object which may be useful... !"
				},
				"lostTime": 20,
				"health": 0,
				"effect": ":clock2:",
				"experience": 325,
				"money": 0,
				"item": true
			},
			{
				"translations": {
					"fr": "** | :flashlight: La grotte se révèle rapidement être un cul de sac mais en ressortant vous vous cognez la tête au plafond et tombez étourdi ! Il faudra vous soigner ! :confounded: ",
					"en": "** | :flashlight: The cave quickly turns out to be a dead end, but when you come out, you hit your head on the ceiling and get dizzy! You'll have to be treated! :confounded: "
				},
				"lostTime": 0,
				"health": -1,
				"effect": ":confounded:",
				"experience": 0,
				"money": 0,
				"item": false
			}
		],
		"🏃": [
			{
				"translations": {
					"fr": "** | :runner: Vous n'êtes pas du genre à risquer de perdre du temps pour des explorations sans intérêt ! Vous finissez de manger et passez votre chemin.",
					"en": "** | :runner: You're not the type to risk wasting time on meaningless explorations! You finish eating and move on."
				},
				"lostTime": 0,
				"health": 0,
				"effect": ":smiley:",
				"experience": 150,
				"money": 0,
				"item": false
			}
		],
		"🔍": [
			{
				"translations": {
					"fr": "** | :mag: Au bout de 30 minutes vous finissez par découvrir un objet étrange...",
					"en": "** | :mag: After 30 minutes you finally discover a strange object..."
				},
				"lostTime": 30,
				"health": 0,
				"effect": ":clock2:",
				"experience": 325,
				"money": 0,
				"item": true
			},
			{
				"translations": {
					"fr": "** | :mag: Au bout de 60 minutes vous finissez par abandonner vos recherches sans avoir rien découvert...",
					"en": "** | :mag: After 60 minutes you end up abandoning your search without having discovered anything..."
				},
				"lostTime": 60,
				"health": 0,
				"effect": ":clock2:",
				"experience": 25,
				"money": 0,
				"item": false
			},
			{
				"translations": {
					"fr": "** | :mag: Alors que vous commenciez vos recherches, vous faites tomber un grand sac de pièces au fond d'un grand trou ! Il ne sera pas possible de le récupérer...",
					"en": "** | :mag: As you began your search, you drop a large bag of coins at the bottom of a large hole! It's not possible to recover it..."
				},
				"lostTime": 0,
				"health": 0,
				"effect": ":smiley:",
				"experience": 150,
				"money": -190,
				"item": false
			},
			{
				"translations": {
					"fr": "** | :mag: Alors que vous cherchiez des objets à ramasser, une énorme branche se détache de l'arbre à côté de vous et vous tombe sur la jambe ! Vous parvenez à vous relever, sonné, mais il faudra aller vous soigner ! :confounded: ",
					"en": "** | :mag: As you were looking for things to pick up, a huge branch fell off the tree next to you and fell onto your leg! You can get up sound, but you'll have to go to the hospital! :confounded: "
				},
				"lostTime": 0,
				"health": -25,
				"effect": ":confounded:",
				"experience": 0,
				"money": 0,
				"item": false
			}
		],
		"end": [
			{
				"translations": {
					"fr": "** | :clock1030: hum... Il semblerait que vous soyez resté là sans rien faire plus longtemps que prévu !",
					"en": "** | :clock1030: um... It seems you've been sitting there doing nothing longer than expected!"
				},
				"lostTime": 270,
				"health": 0,
				"effect": ":clock2:",
				"experience": 25,
				"money": 0,
				"item": false
			}
		]
	}
}
