{
	"triggers": [
		{
			"mapId": 23
		}
	],
	"translations": {
		"fr": "📚 Après avoir flâné dans les rues de Claire de Ville, vous apercevez un bâtiment dont l'entrée est encadrée par deux statues de hiboux en pierre. En vous en approchant, vous comprenez que c'est la bibliothèque de la ville. Vous décidez d'entrer dans la bâtisse pour passer le temps. Sur un des murs de l'entrée, est accroché un calendrier fait de larges feuilles reliées entre elles par une lanière de cuir.",
		"en": "📚 After strolling through the streets of Claire de Ville, you see a building whose entrance is framed by two stone statues of owls. As you get closer, you realize it is the city's library. You decide to come in to spend some time. As you enter, you see a large calendar held together by a leather strap, hanging on the wall."
	},
	"possibilities": {
		"📔": {
			"translations": {
				"fr": "Tenter de voler un livre pour le revendre.",
				"en": "Try to steal a book and resell it."
			},
			"outcomes": [
				{
					"translations": {
						"fr": "Vous parvenez à voler un vieux livre poussiéreux et sortez discrètement de l'édifice, afin de trouver un acheteur dans les grandes avenues de la ville. Cependant, vous remarquez que personne n'est intéressé par ce livre, notamment parce qu'il est très abîmé et présente même des pages déchirées. Vous l'abandonnez donc avant de reprendre votre chemin.",
						"en": "You manage to steal a dusty old book and discreetly exit the building, in order to find a buyer in the main avenues of the city. However, you notice nobody is interested in the book, specifically because it is badly worn, and even has some torn pages. You decide to give up and leave it in a corner, before resuming your journey."
					},
					"lostTime": 20,
					"effect": ":clock2:"
				},
				{
					"translations": {
						"fr": "Vous sortez furtivement de la bibliothèque sans que personne ne vous remarque. Vous avez réussi à voler un livre et essayez de le vendre aux passants. Un homme décide de vous l'acheter pour quelques pièces d'or. Une fois la transaction effectuée, vous reprenez votre route.",
						"en": "You sneak out of the library without anyone noticing you. You managed to steal a book, and now try to sell it to passers-by. A man decides to buy it for a few gold coins. Once the transaction is completed, you get back on track."
					},
					"lostTime": 10,
					"money": 100,
					"effect": ":clock2:"
				},
				{
					"translations": {
						"fr": "Vous tentez de voler un livre doré discrètement, mais la bibliothécaire vous prend la main dans le sac. Vous fuyez avec l'ouvrage, mais trébuchez contre une pierre. La bibliothécaire vous rattrape alors. Elle exige que vous lui restituez ce précieux livre, et par la même occasion, une compensation ! Déçu et penaud, vous lui rendez le livre et la dédommagez d'une large poignée de vos économies afin d'éviter la prison... ",
						"en": "You try to steal a book discreetly, but the librarian caught you red-handed. You run away with the book, but stumble over a stone, after which the librarian catches up to you. She requires that you give back the precious, golden-covered book along with compensation ! Disappointed, and quite sheepish, you give the book back to her, a large part of your savings, all in order to avoid prison..."
					},
					"money": -500
				}
			]
		},
		"📖": {
			"translations": {
				"fr": "Lire un livre.",
				"en": "Read a book."
			},
			"outcomes": [
				{
					"translations": {
						"fr": "Vous décidez de lire un livre. Celui-ci parle de cuisine et de succulents repas à préparer. Vous notez la recette avant d'aller en chercher les ingrédients. Une fois ces derniers trouvés, vous suivez les instructions à la lettre. Vous goûtez votre plat avant d'en ressentir les bienfaits, puis reprenez votre route.",
						"en": "You decide to read a book. It is about cooking, and delicious meals to prepare. You write down the recipe before looking for the ingredients. Once these are found, you follow the instructions down to a t ! You taste your dish, and feel its benefits, then resume your journey."
					},
					"lostTime": 60,
					"health": 7,
					"effect": ":clock2:"
				},
				{
					"translations": {
						"fr": "Vous prenez un livre, puis commencez à le lire. Le livre parle d'arithmétique. Cela n'a cependant jamais été votre fort : près de 10 minutes plus tard, vous décidez de reposer le livre avant de continuer votre chemin.",
						"en": "You pick a random book and start reading it. The book is about number theory. However, it has never been your strong suit. 10 minutes later, you choose to put down the book, before continuing on your way."
					},
					"lostTime": 10,
					"effect": ":clock2:"
				},
				{
					"translations": {
						"fr": "Vous lisez un livre de cuisine. Celui-ci parle d'un délicieux met. Alléché, vous décidez de préparer le plat. Cependant vous ne respectez pas totalement ce qui était marqué, et après avoir mangé, vous ne vous sentez pas bien...",
						"en": "You start reading a cooking book. It is about a delicious dish. Intrigued, you decide to prepare the dish. You however diverge somewhat strongly from the marked-down steps of the book, and end up feeling quite ill once you taste the final result."
					},
					"effect": ":sick:"
				},
				{
					"translations": {
						"fr": "Vous prenez le premier livre que vous voyez. Il parle d'alchimie et des bienfaits des plantes. Après en avoir étudié attentivement le contenu, vous le reposez, certains que cela vous servira pour vos prochaines aventures.",
						"en": "You pick up the first book you come across. It is about alchemy and the diverse benefits of some plants. After carefully studying its content, you put it down, convinced that it will be useful on your following adventures."
					},
					"lostTime": 30,
					"effect": ":clock2:"
				}
			]
		},
		"🗓️": {
			"translations": {
				"fr": "Regarder le calendrier.",
				"en": "Check the calendar."
			},
			"outcomes": [
				{
					"translations": {
						"fr": "Vous regardez le calendrier et y découvrez l’existence d’un tournoi qui commence sous peu ! Vous décidez donc de vous y rendre. Après quelques heures vous arrivez en finale. Cependant, votre adversaire vous domine et vous perdez le combat. Finaliste, vous gagnez tout de même une bourse remplie d'or avant de reprendre votre chemin.",
						"en": "You look at the calendar, and discover the existence of a tournament that will shortly start ! You thus decide to go there and, after a few hours of battling, you reach the finals. However, your opponent is simply too strong, and you lose the fight. As you still made it to the finals, you win a purse full of gold, before continuing on your way."
					},
					"lostTime": 180,
					"effect": ":clock2:",
					"money": 1000
				},
				{
					"translations": {
						"fr": "Vous regardez le calendrier et constatez que vous êtes en laponaire, le 6ème mois de l'année, vous décidez de sortir et d'aller manger une galette à un stand avoisinant. Cette nourriture vous aura bien rassasié ! Vous reprenez votre route, repu.",
						"en": "You look at the calendar, and notice that you are in Lapland, the 6th month of the year. You then decide to go out and eat a pancake at a nearby stand. This food is so good you feel really happy. You resume your journey, well sated."
					},
					"lostTime": 10,
					"effect": ":clock2:",
					"health": 1
				},
				{
					"translations": {
						"fr": "En voyant le calendrier vous vous rappelez des affiches dans les rues parlant d'une chasse au trésor. Vous décidez alors d'y participer. Au bout de deux heures de recherche, vous n'arrivez pas à trouver quoi que ce soit. Vous décidez donc de rebrousser chemin.",
						"en": "When you see the calendar, you remember the posters on the street talking about a treasure hunt. You choose to participate. However, after two hours of maniacal search, you can't find anything. You decide to go back to your journey."
					},
					"lostTime": 120,
					"effect": ":clock2:"
				},
				{
					"translations": {
						"fr": "Vous regardez le calendrier, et à la date d'aujourd'hui vous voyez inscrit : Concours d'hydromel ! Vous sentant résistant à l'alcool vous décidez de tenter votre chance. Vous gagnez le concours ainsi qu'une récompense ! Cependant, vous finissez totalement ivre.",
						"en": "You are looking at the calendar, and you notice something of interest in today's entry: Mead competition! Confident in your strong alcohol resistance, you decide to give it a try. You end up winning the contest, as well as a reward! You are also totally drunk."
					},
					"money": 500,
					"effect": ":zany_face:",
					"tags": [
						"drinkAlcohol"
					]
				}
			]
		},
		"end": {
			"outcomes": [
				{
					"translations": {
						"fr": "🚶‍ Vous traînez dans la bibliothèque, et ne voyez pas les minutes passer. Lors de la fermeture, vous sortez et vous rendez compte qu'il est déjà tard. Vous reprenez votre route sans plus tarder.",
						"en": "🚶‍ You roam through the library, totally unaware of the time rushing by. When it closing time arrives, you go out and realize that it is already late in the afternoon. You resume your journey without further delay."
					},
					"lostTime": 60,
					"effect": ":clock2:"
				},
				{
					"translations": {
						"fr": "👀 Vous restez ébahi devant le nombre de livres et la quantité de connaissances qui émane de ces lieux. Peu après, la bibliothécaire vous fait signe : le bâtiment est sur le point de fermer. Déçu, vous faites demi-tour afin de poursuivre vos aventures.",
						"en": "👀 You are amazed as you face the numerous books, and feel the amount of knowledge that they contain. Soon however, the librarian signals a sad fact : the library is about to close. Disappointed, you turn around, and continue your adventures."
					}
				},
				{
					"translations": {
						"fr": "📓‍ Vous restez dans la bibliothèque plusieurs minutes, ébahi par tout ce savoir. Vous vous asseyez, pensif. Soudain, un lecteur vient troubler vos pensées, le livre \"Hansel et Gretel\" des frères Grimm en main. Il vous demande de bien vouloir partir car vous êtes assis à sa place préférée de la bibliothèque. Confus, vous partez, sans aucun nouveau savoir.",
						"en": "📓 You stay in the library for several minutes, amazed by all the knowledge held within. You sit down, thoughtful. Suddenly, a reader comes by and disturb your thoughts, \"Hansel and Gretel\" by the brothers Grimm in hand. He asks that you give him your seat, as you are in his most favourite spot. Confused, you leave."
					},
					"lostTime": 10,
					"effect": ":clock2:"
				}
			]
		}
	}
}
