{
	"triggers": [
		{
			"mapId": 4
		}
	],
	"translations": {
		"fr": "🧚‍♀️ Alors que vous traversez la Forêt du Vieillard, une femme magnifique s'approche en courant. Ses longs cheveux évoquent par leur couleur l'écume d'une mer tumultueuse, et elle est habillée d'une gracieuse robe d'argent, au corset orné de petits saphirs. Sa main droite tient un bâton d'Aubépine. Une telle apparence vous fait directement penser qu'il s'agit là de ce à quoi devrait ressembler une fée, pour peu que telle créature existe : à la fois sauvage et éblouissante. Tout ceci vous inquiète, mais l'inconnue sourit gentiment, et annonce se prénommer Donia. Elle déclare être une Fae, rejoignant vos premières impressions. Vous ne croyez pas trop ceci, et sentez l'entourloupe arriver, mais son bâton vous semble suffisamment dangereux pour que vous vous gardiez de le lui faire savoir. Donia vous offre alors sa bénédiction, pensant pouvoir être utile dans votre quête de la princesse.",
		"en": "🧚‍♀️ As you are wandering through the Oldster's Forest, a beautiful woman runs toward you; she has long hair, the colour of sea foam, and is dressed in a flowing silver gown, with the corset embellished by tiny sapphires. Moreover, she's holding a staff made of Hawthorn in her right hand. Her appearance makes you think of a what a fairy would look like, both wild and dazzling, if such creatures truly existed. And it makes you weary, as well, but the stranger kindly smiles at you and introduces herself as Donia. She claims to be a fae, as you previously thought, and - although you don't believe her, thinking it might be a scam of some sort - you prefer to keep silent on the matter,  for her staff looks pretty dangerous to you. Oblivious to your thoughts, Donia offers you her blessings, thinking it might be useful in your path toward the princess."
	},
	"possibilities": {
		"👍": {
			"translations": {
				"fr": "Accepter son offre.",
				"en": "Accept her offer."
			},
			"outcomes": [
				{
					"translations": {
						"fr": "Vous avez l'impression d'être adoubé - en effet, Donia touche du bout de son bâton vos épaules, la droite suivant la gauche, vous bénissant ainsi. Après la cérémonie, vous ne vous sentez pas vraiment différent.",
						"en": "You feel like you're participating in a knighthood ceremony, since Donia puts the end of the staff on both your shoulders - first on the left one, then on the right - to give you her blessings. Either way, you don't feel that much different from before."
					}
				},
				{
					"translations": {
						"fr": "Vous vous sentez surpuissant après sa bénédiction... jusqu'à ce que Donia s'en aille. Vous tentez de la retrouver, embêté d'avoir cru pareille folie, mais n'y arrivez pas. Vous partez, honteux et confus, et jurez, mais un peu tard, qu'elle ne vous y prendra plus.",
						"en": "You feel empowered by her blessing, but the effect soon disappears after Donia leaves you alone in the forest. You try to find her and ask for some kind of compensation, but are unable to locate her. You leave, annoyed to have been fooled, and swearing to yourself you're not going to fall for her tricks again, should you meet Donia on your path in some different place."
					}
				},
				{
					"translations": {
						"fr": "Alors que Donia commence à vous \"bénir\", elle vous envoie au visage une étrange poudre bleue. La forêt commence à tanguer sous vos yeux, et Donia vous guide jusqu'à un arbre voisin, contre lequel vous vous endormez. Vous rêvez alors du château royal, et vous voyez participer à un important banquet. La princesse vous approche, un voile distordu et noir dissimulant son visage, sans doute car vous ne connaissez pas sa réelle apparence. Vous passez le reste du rêve à danser avec elle... Vous restez ainsi à dormir d'un sommeil revigorant.",
						"en": "As soon as Donia uses her blessing on you, she also throw some strange blue powder in your face. You get drowsy and she helps you to walk to one of the nearest trees, where you fall asleep. You dream of being in the royal palace, during a social event. You see the princess approaching you, with her face hidden by a dark veil, since you are actually oblivious to her physical appearance. You spend the rest of the dream dancing with her. You sleep a few hours feeling refreshed."
					},
					"effect": ":sleeping:",
					"health": 35
				}
			]
		},
		"👿": {
			"translations": {
				"fr": "Refuser.",
				"en": "Refuse, risking her ire."
			},
			"outcomes": [
				{
					"translations": {
						"fr": "Vous froncez les sourcils, et ne tardez pas à lui dire que les fées n'existent pas et qu'elle délire totalement. Furieuse, Donia utilise son bâton pour vous passer à tabac, vous laissant gésir blessé sur un lit de feuilles.",
						"en": "You frown, telling her that fae don't really exist and she's just delusional. Enraged, Donia starts beating you up with her staff, leaving you wounded on the ground."
					},
					"health": -25,
					"effect": ":head_bandage:"
				},
				{
					"translations": {
						"fr": "Vous utilisez tout votre tact et tentez de lui faire comprendre que les fées n'existent que dans les contes pour enfants et récits d'aventuriers éméchés, sans grand succès. Voulant vous prouver le contraire, Donia sort, d'une petite sacoche attachée à sa taille, une forte quantité de poudre rouge, quelle vous envoie à la figure. Vous êtes trop proche d'elle pour pouvoir esquiver, et inhalez donc la poudre. Votre vision se brouille, et vous perdez la raison. Vous laissez Donia vous tenir les mains et vous guider vers une clairière. Vous y voyez de nombreuses petites fées y virevolter. En réalité, il s'agit de guêpes. Considérant votre arrivée une menace, elles vous piquent à plusieurs reprises. Vous êtes empoisonné et allez nécessiter un peu de temps avant de vous sentir mieux.",
						"en": "You try to be as reasonable as possible to convince Donia that fairies exist only in tales for children, but fail to convince her. Instead, to prove you wrong, Donia takes a small pouch, previously hanging on her waist, opens it and blows a red powder towards you. You can't avoid it and end up breathing the powder; feeling like you are in a dream, you don't argue when Donia takes your hand in hers and follow gladly as she guides you toward a glade. There, in your hallucinated state, you see little fairies flying around. But, in reality, those are wasps. Considering you a threat, they sting you multiple times. You are poisoned and need some time to get better.."
					},
					"health": -10,
					"effect": ":sick:"
				}
			]
		},
		"🤝": {
			"translations": {
				"fr": "Trouver un compromis.",
				"en": "Try to find a compromise with the woman."
			},
			"outcomes": [
				{
					"translations": {
						"fr": "Elle semble déçue, mais vous offre une rose rouge, en tant que cadeau pour la princesse. Vous reprenez chemin, tout aussi déçu qu'elle, n'ayant reçu qu'une pauvre fleur.",
						"en": "She's a bit disappointed, but offers you a red rose as a gift for the princess. You get back on your way, also disappointed to have received just a single, measly flower."
					}
				},
				{
					"translations": {
						"fr": "Plutôt qu'une bénédiction vous lui demandez si elle connaît un endroit en cette forêt où vous pourriez vous reposer un moment. Elle vous amène alors à sa maison, où vous recevez de la bonne nourriture ainsi que du vin. Ce dernier est incroyablement agréable et vous finissez la bouteille entière, vous traînant après cela jusqu'à un lit. Alors que vous dormez, vous faites un cauchemar assez particulier : Donia y est une vieille femme voûtée, archétype de la sorcière, et elle veut vous tuer avant de vous cuire en son four. La véritable Donia vous laisse ainsi endormi et continue sa route.",
						"en": "Instead of a blessing, you ask her if she knows of a place where you can rest for a couple of hours, before getting back on your way. Donia brings you to her house, where she also offers you some food and wine. The latter is particularly good and you end up emptying the whole bottle, barely able to reach the bed before falling asleep. While sleeping, you have a nightmare: you see Donia as a creepy old woman, who plans to kill you and later cook your body in her oven. The real donia let you sleep and leaves."
					},
					"effect": ":sleeping:",
					"tags" : [
						"drinkAlcohol"
					]
				}
			]
		},
		"end": {
			"outcomes": [
				{
					"translations": {
						"fr": "👁️ Alors que vous la fixez en silence pendant un bon moment, Donia semble se désintéresser de vous, et s'en va sans rien dire de plus. Mais vous continuez de fixer. Sans la moindre pensée. Ce n'est que quelques heures plus tard que vous reprenez vos esprits, et continuez votre voyage, comme si rien ne venait de se passer...",
						"en": "👁️ As you silently stare at her for a few minutes, Donia seemingly loses interest in you, and leaves without adding anything. But you are still staring at the same place. Without even a thought. It is only a couple of hours later that you come back to your senses, and continue on with your journey, as if nothing happened."
					},
					"lostTime": 135,
					"effect": ":clock2:"
				}
			]
		}
	}
}