{
	"triggers": [
		{
			"mapId": 19
		}
	],
	"translations": {
		"fr": "🏜️ Alors que vous parcourez le désert de La Dune, l'air vous semble devenir de plus en plus sec. À mesure que vous avancez, les grains de sable virevoltent et vous obligent à plisser les yeux. Soudain, vous sentez le sol se raffermir sous vos pieds l'espace d'un pas. Surpris, vous poussez le sable et découvrez une trappe et l'ouvrez. Un gigantesque labyrinthe se révèle devant vos yeux ébahis.",
		"en": "🏜️ As you are crossing The Dune, the air starts getting drier. Your eyes get itchy, forcing you to squint, overwhelmed by dust and sand. Under your step, a dull thump resounds. Interested, you push aside the sand with your feet, revealing a trapdoor carved in stone, which you open. A gigantic maze lays before your eyes."
	},
	"possibilities": {
		"🔍": {
			"translations": {
				"fr": "Explorer le souterrain.",
				"en": "Explore the crypt."
			},
			"outcomes": [
				{
					"translations": {
						"fr": "Vous arpentez les galeries pendant un moment, cherchant une quelconque salle cachée. Vous finissez par tomber devant un cul-de-sac. craignant de vous perdre en continuant votre exploration, vous décidez de rebrousser chemin.",
						"en": "You crawl through the dungeon for a bit, searching for some kind of hidden room. You are faced with a dead end. Worried about losing your way from venturing further, you choose to leave."
					}
				},
				{
					"translations": {
						"fr": "Après avoir parcouru plusieurs pièces, dont une remplie de victuailles avariées, vous arrivez dans une vaste pièce où l'or est le maître-mot. Il constitue les murs, les divers objets, les vêtements et même les coffres. Vous décelez, dans un coin, un objet pouvant peut-être vous être utile. Vous remplissez ensuite votre plus grosse bourse, puis repartez du dédale.",
						"en": "After going through a few rooms, one of which contained spoilt rations, you find your way into a place bathed in gold. Everything that you lay your eyes on seem to be made of gold, from the walls, to the items, such as chests and clothes. In a corner, a seemingly useful item catches your eye. You start filling your biggest sack with coins laying around, before making your way back."
					},
					"lostTime": 20,
					"effect": ":clock2:",
					"money": 785,
					"randomItem": {}
				},
				{
					"translations": {
						"fr": "Une fois la trappe passée, vous marchez jusqu'à tomber devant un cul-de-sac. Vous décidez de sortir, par crainte de vous perdre. Alors que vous atteignez la trappe, vous êtes sauvagement attaqué par un individu coiffé d'un chapeau marron et portant un fouet à sa ceinture. Vous parvenez tant bien que mal à esquiver la majorité des coups, et ripostez. Vous vous battez longuement mais finissez par lui porter un coup décisif. Vous découvrez, en le fouillant, une petite bourse contenant une somme d'argent conséquente.",
						"en": "Once inside, you make your way to a dead end. Disappointed, you make your way back, fearing getting lost. Just before getting out, you are attacked by an unknown assaillant, sporting a brown, wide-brimmed fedora, and wielding a bullwhip. You manage to dodge his first flurry, and engage in a harrowing and long confrontation. You lend a decisive hit, neutralizing him. You loot his satchel, finding a hefty pouch."
					},
					"health": -20,
					"lostTime": 25,
					"effect": ":clock2:",
					"money": 165
				},
				{
					"translations": {
						"fr": "Une fois la trappe passée, vous marchez jusqu'à découvrir une chambre funéraire, le souterrain est un tombeau ! Voulant rebrousser chemin, vous ne parvenez pas à reconnaître les couloirs que vous traversez, et errez de nombreuses heures avant de trouver une sortie. Vous reprenez votre aventure tandis que la pleine lune éclaire, comme en plein jour, le désert silencieux.",
						"en": "You quickly reach a funeral chamber, this is a tomb! As you start retracing your steps, you fail to recognize the different corridors, and err for hours on end, before finally crawling your way out. The full moon peeks through the clouds, illuminating the silent landscape. "
					},
					"effect": ":face_with_monocle:"
				},
				{
					"translations": {
						"fr": "Après avoir traversé la trappe, vous avancez dans l'obscurité et découvrez un lieu étrange : une crypte abandonnée, les tunnels souterrains ressemblent à un dédale funéraire ! L'envie de faire demi-tour vous prend, mais à votre consternation, les couloirs semblent se jouer de vos sens et se métamorphoser devant vous. Vous errez sans repères pendant un temps qui vous échappe avant de finalement dénicher une issue.",
						"en": "After passing through the trapdoor, you venture forward into the darkness and stumble upon an eerie sight: an abandoned crypt, the underground tunnels resembling a maze of the deceased! The urge to retreat washes over you, but to your consternation, the corridors seem to toy with your senses, shape-shifting before your very eyes. You wander aimlessly for an indeterminate time before finally discovering an escape route."
					},
					"effect": ":face_with_monocle:"
				},
				{
					"translations": {
						"fr": "Une fois la trappe passée, vous marchez jusqu'à découvrir une pièce où trône un sphinx, intégralement en or ! Comme hypnotisé, vous vous en approchez jusqu'à ce que votre pied gauche se pose sur une dalle, qui s'enfonce dans le sol... Deux flèches dorées viennent siffler sinistrement à vos oreilles tandis qu'une troisième érafle votre bras. Ce n'est pas une vilaine blessure, mais ce piège vous pousse à évacuer les lieux.",
						"en": "You quickly reach a room dominated by a sphinx, carved in gold ! Entranced, you make your way towards it, triggering a trap with your left foot. A sinister whistle tickles you ear, as an arrow grazes your arm. The wound doesn't seem to serious, but you feel compelled to leave."
					},
					"health": -15
				}
			]
		},
		"🚶": {
			"translations": {
				"fr": "Poursuivre votre chemin.",
				"en": "Ignore it entirely."
			},
			"outcomes": [
				{
					"translations": {
						"fr": "Vous décidez d'ignorer la trappe : explorer un souterrain serait, à vos yeux, bien trop dangereux. Les rafales sableuses se sont quant à elles calmées, quelle aubaine pour vous !",
						"en": "You rationality tells you that ignoring the situation is the right choice to keep yourself safe. The winds have since abated, allowing you to continue your way, unfettered."
					}
				},
				{
					"translations": {
						"fr": "Vous décidez d'ignorer la trappe et de poursuivre votre chemin, mais la tempête de sable devient encore plus virulente. Sans la moindre hésitation, vous rebroussez chemin pour vous abriter. Vous décidez de vous reposer ici en attendant la fin de la tempête.",
						"en": "After ignoring the trapdoor and continuing your journey, the winds blast ever stronger. You promptly choose to go back and hide from the cataclysm in the discovered maze. You decide to sleep while waiting for the weather to calm down."
					},
					"effect": ":sleeping:"
				},
				{
					"translations": {
						"fr": "Les rafales s'accentuent, vous déchirez donc un bout de votre haut pour protéger vos voies respiratoires. Vous faites difficilement quelques pas et discernez plusieurs cactus, certains dotés de fruits. Après avoir en avoir ramassé deux, vous trouvez rapidement une dune vous permettant de vous mettre à l'abri. Une fois pelés, vous découvrez que les fruits sont délicieux. De nombreuses minutes plus tard, la tempête s'est tue. Vous reprenez donc votre aventure.",
						"en": "As the sand-imbued wind picks up, you cover your mouth and nose with a ripped piece of your top. Staggering forwards, you notice a few cacti growing some berries. You pick two, before hiding near a dune. Focusing on the fruits, you peel the skin, and revel in their delectable flesh. Once the storm has died down, you resume your travels."
					},
					"lostTime": 30,
					"effect": ":clock2:",
					"health": 5
				},
				{
					"translations": {
						"fr": "Après avoir fermé soigneusement la trappe, vous continuez votre route. Soudain, le sol se dérobe sous vos pieds. Vous voilà tombé dans une des pièces du souterrain. Dans votre chute, vous vous entaillez la cuisse. Heureusement, vous ressortez avec facilité.",
						"en": "After carefully closing the trapdoor, you continue on your way. Suddenly, the ground caves in under your yeet. You find yourself in one of the catacomb's rooms. Your thigh got slashed in the fall. Thankfully, you easily get out of there."
					},
					"health": -25
				}
			]
		},
		"end": {
			"outcomes": [
				{
					"translations": {
						"fr": "💤 Après un petit temps de réflexion, vous décidez finalement d'entrer dans le tombeau pour vous rafraîchir à l'ombre, et vous reposer.",
						"en": "💤 After deliberating for a bit, you choose to enter the tomb, to rest in the shade."
					},
					"effect": ":sleeping:"
				},
				{
					"translations": {
						"fr": "🌪️ Alors que vous hésitez sur la marche à suivre, la tempête de sable s'accentue. Vous vous engagez dans le passage, le temps que les rafales se calment, bien en sécurité.",
						"en": "🌪️ As you are wondering, the storm gets stronger. You go into the hidden area, to ensure safety while waiting for the winds to calm down."
					},
					"lostTime": 180,
					"effect": ":clock2:"
				},
				{
					"translations": {
						"fr": "🏹 Alors que vous hésitez sur la marche à suivre, une femme portant à la ceinture un piolet surgit de la trappe. Elle vous menace à l'aide d'un arc bandé, puis vous ordonne de lui tourner le dos, ce que vous faites. Un violent coup à la tempe vous laisse confus de longues minutes.",
						"en": "🏹 Lost in thought, a woman springs out of the hole. You notice climbing tools attached to her belt. she aims her charged bow at you, and forces you tot turn around and bend over. You immediately comply, and she quickly hits you, knocking you out. She then leaves you lying on the ground."
					},
					"health": -45,
					"effect": ":dizzy_face:"
				}
			]
		}
	}
}