{
	"triggers": [
		{
			"mapId": 23
		}
	],
	"translations": {
		"fr": "🏟️ Alors que vous arrivez aux abords de Claire de Ville, vous découvrez que bon nombre de ses habitants se sont déplacés à l'extérieur des grandes murailles : un tournoi seigneurial bat son plein ! Sur les hourds accolés aux murailles, bouffons, troubadours, ménestrels, hérauts, bardes et conteurs vocifèrent de joie, acclamant chaque coup d'épée, de lance ou de masse. Enthousiasmé par la pagaille et l'entrain général, vous décidez de tenter votre chance. Vous repérez le juge diseur qui accepte votre inscription et vous demande à quelle épreuve vous souhaitez participer.",
		"en": "🏟️ As you near Claire de Ville, you notice that the usually busy city is now almost entirely focused on the outsides of its great walls : a tournament is taking place there ! In the hoards attached to the walls, jesters, troubadours, minstrels, heralds, bards, and tellers bellow with joy. They cheer at each strike, whether it be from a sword, lance, or even mace. Overjoyed in the midst of all this spirited mess, you choose to join in and partake in this tournament. You go to the tournament's overseer, who accepts your participation, and asks you to choose a category in which to compete."
	},
	"possibilities": {
		"🐴": {
			"translations": {
				"fr": "Participer à l'épreuve de joute.",
				"en": "Join the joust."
			},
			"outcomes": [
				{
					"translations": {
						"fr": "Après avoir gagné trois joutes, vous vous retrouvez en finale contre le Comte de la région voisine. Il vous désarçonne avec souplesse et une facilité ahurissante. Vous arrivez donc deuxième sur le podium. Alors que vous êtes subjugué par la couronne sertie de rubis d'Yseldia, l'épouse du Seigneur local, vous acceptez d'un air absent une bien lourde bourse de ses délicates mains.",
						"en": "After winning three consecutive jousts, you end up in finals against the Count of the neighboring region. He knocks you off your horses with bewildering ease and extreme nimbleness. You are thus the second place on the podium. As the lord's wife, named Yseldia, gives you a heavy sack, you are captivated by her ruby-set crown. You absentmindedly take your prize from her fine hands."
					},
					"lostTime": 115,
					"effect": ":clock2:",
					"money": 425
				},
				{
					"translations": {
						"fr": "Une nouvelle épreuve de joute est sur le point de commencer, un palefrenier vous a fait don d'un double-poney gris dont l'ancien propriétaire est malheureusement décédé peu avant. Vous faites face à Yvain, un chevalier de renom. Vous entamez le galop ainsi que votre adversaire, celui-ci vous désarçonne avec aisance. Alors que vous atterrissez avec fracas sur le sol poussiéreux, votre monture marche malencontreusement sur une de vos clavicules, faisant retentir un craquement sinistre. ",
						"en": "A new joust is about to start. A groom gives you a grey cob, whose previous master died recently. You now face Yvan, a renowned knight. As you start galloping, so does your foe. He knocks you off your horse with ease and, as you violently smash onto the dusty floor, your mount unfortunately steps on a collarbone, which lets out a nasty crunch."
					},
					"health": -45
				},
				{
					"translations": {
						"fr": "Après avoir repéré un canasson bai laissé sans surveillance, vous vous en emparez afin de participer aux joutes. Vous voilà vainqueur ! L'épouse du Seigneur local, surnommée Yseldia, vous donne en mains propres vos récompenses. ",
						"en": "After noticing an unsupervised bay nag, you take it in order to joust. You end up as the grand winner ! The local lord's spouse, Yseldia, hand-delivers your prizes."
					},
					"lostTime": 160,
					"effect": ":clock2:",
					"money": 565,
					"randomItem": {}
				},
				{
					"translations": {
						"fr": "Alors que vous sentez l'ivresse de la joute à cheval vous appeler, vous vous souvenez ne pas avoir de cheval permettant de participer à cette épreuve. Déçu, vous décidez de continuer votre route en grommelant.",
						"en": "As you feel the high of jousting taking over you, you realize you have no steed, and thus cannot partake in the event. With much disappointment, you choose to continue your journey, grumbling."
					}
				}
			]
		},
		"🎯": {
			"translations": {
				"fr": "Participer à l'épreuve de tir à l'arc.",
				"en": "Join the archery tournament."
			},
			"outcomes": [
				{
					"translations": {
						"fr": "L'épreuve vous semble un brin difficile : vous devez décocher trois flèches sur un paillon placé à une cinquantaine de mètres de vous. Vos flèches viennent toutes trois se planter au milieu de la cible de paille. Vous sacrant vainqueur de cette épreuve ! La belle Dame du Seigneur local, Yseldia, vient vous offrir une lourde bourse tandis que vous êtes ébloui par sa couronne sertie de rubis.",
						"en": "This event seems a bit hard : you need to fire three arrows straight into a paillon sitting some fifty meters away from you. All three of your arrows manage to etch themselves into the straw target, winning you the first place. Yseldia, ghe local lord's wife, comes to you with a hefty sack full of gold coins. As she gives it to you, you're distracted by her ruby-set crown."
					},
					"lostTime": 60,
					"effect": ":clock2:",
					"money": 235
				},
				{
					"translations": {
						"fr": "L'épreuve vous semble un brin difficile : vous devez décocher trois flèches sur un paillon placé à une cinquantaine de mètres de vous. Vous n'êtes pas très adroit, vous ratez donc deux de vos flèches sur les trois et prenez la dernière place du classement ! Heureux d'avoir pu cependant participer à l'euphorie générale, vous reprenez joyeusement votre route.",
						"en": "This event seems a bit hard : you need to fire three arrows straight into a paillon sitting some fifty meters away from you. You aren't really deft, and two of your arrows miss the target entirely. You end up last but, still happy from partaking in the festivities, you resume your journey with a smile on your lips."
					},
					"lostTime": 60,
					"effect": ":clock2:"
				},
				{
					"translations": {
						"fr": "Alors que vous encochez votre première flèche, un éternuement vous surprend. Vous lâchez votre arc, et votre flèche vient se planter près de la tête d'un musculeux chevalier. Celui-ci vous lance un regard noir et commence à s'élancer vers vous. L'aventure n'attend pas : vous reprenez rapidement votre route !",
						"en": "As you notch your first arrow, a loud sneeze disrupts your moves. Your bow slips out of your hands, and the arrow flies straight towards a brawny knight, etching itself into a wooden panel, infinitely close to his head. The knight glances at you with a deathly stare, and starts moving towards you. You suddenly feel a great call for adventure, and quickly go away, resuming your usual journeying."
					}
				}
			]
		},
		"📜": {
			"translations": {
				"fr": "Participer à l'épreuve de poésie.",
				"en": "Join the poetry contest."
			},
			"outcomes": [
				{
					"translations": {
						"fr": "Le rythme, les rimes ainsi que les sonorités de votre poème subjuguent la foule. Vous êtes acclamé grand vainqueur ! Yseldia, l'épouse du Seigneur local, vous remet votre récompense, non sans un brin d'émotion.",
						"en": "The crowd is captivated by your poem's rythm, rhymes, as well as its tone. You are crowned the ultimate winner. Yseldia, the Lord's spouse, hands you your prize, still moved by your art."
					},
					"money": 120
				},
				{
					"translations": {
						"fr": "Quelques minutes avant l'annonce des résultats, vous remarquez l'absence de votre bourse. Vous vous l'êtes sûrement faite voler avant votre passage. Heureusement que vous n'aviez pas tout votre or sur vous ! Vous repartez sans attendre le reste des festivités, bredouille.",
						"en": "A few minutes before the reveal of the results, you notice the sad disappearance of your purse. You guess it was stolen from you sometime during the event. Thankfully, you only had on you a small part of your funds! Still heartbroken by this loss, you go back to your travels without continuing on with the festivities."
					},
					"money": -350
				},
				{
					"translations": {
						"fr": "Alors que vous clamez avec force et d'une voix chantante votre poème, vous remarquez une gente damoiselle qui vous dévore des yeux. Alors que vous terminez à peine votre tirade, la jeune femme saisit votre main et se met à courir ! Quelques venelles plus loin, voilà que la jeune femme vous embrasse ! Ce n'est pas votre Princesse, vous ne vous laissez pas distraire, et lui expliquez que votre coeur est déjà pris. En lui faisant vos adieux, celle-ci vous donne un objet qui pourra peut-être vous servir pour la suite de vos aventures.",
						"en": "As you deliver your poem with great poise, you notice a lovely lady eyeing you with much fervor. Just as you're finished with your bit, this lady holds your hand and runs away with you. A few streets away, the lady stops and kisses you passionately. You, however, are on the quest for the Princess, so you quickly explain to the lady that your heart already belongs to someone... As you bid this lady farewell, she insists on giving you an item so that you would remember her forever."
					},
					"lostTime": 15,
					"effect": ":clock2:",
					"randomItem": {}
				}
			]
		},
		"⚔️": {
			"translations": {
				"fr": "Participer à l'épreuve de combat à pied.",
				"en": "Join the melee fight."
			},
			"outcomes": [
				{
					"translations": {
						"fr": "Alors que vous voyez les armes miroitantes et acérées des autres participants, votre courage fond comme neige au soleil. Vous décidez de vous éclipser discrètement avant que votre vie inachevée ne vous soit arrachée. ",
						"en": "Upon seeing the sharp and shimmering weapons of the other competitors, your courage quickly melts away, much like snow under the sun. You chose to sneakily get away before being forced to depart from this world with unfinished business."
					}
				},
				{
					"translations": {
						"fr": "Après avoir bien failli trouver la mort avec un coup d'hallebarde incrustée de pierres précieuses vertes, vous finissez par mettre hors d'état de nuire votre dernier adversaire. Le Héraut d'Arme annonce votre écrasante victoire ! La Dame du Seigneur, nommée Yseldia, vous apporte en personne votre récompense. Tout en la remerciant, vous étudiez avec attention son visage délicat dont le sommet est décoré d'une somptueuse couronne sertie de rubis.",
						"en": "After narrowly escaping an otherwise-fatal halberd attack, from a finely decorated weapon set with green gems, you manage to defeat its wielder. The Herald of Arms announces your victory, and the Lord's spouse, Yseldia, hands you your prize in person. While thanking her, you carefully study her magnificent ruby-set crown."
					},
					"lostTime": 120,
					"effect": ":clock2:",
					"money": 320,
					"randomItem": {}
				},
				{
					"translations": {
						"fr": "Après avoir battu facilement la quasi-totalité de vos adversaires, vous commencez à fatiguer et perdez votre dernier combat ! Vous remarquez une vilaine estafilade au niveau de votre main, et partez en direction du rebouteux de la ville. Celui-ci panse votre blessure et insiste pour que vous vous reposiez un peu.",
						"en": "After easily getting rid of most of the competitors, you feel greatly tired, and loose your fight against the last standing person. You then notice a nasty gash in your hand, so you go to see the city's healer. He bandages your wound and insists on letting you rest properly."
					},
					"effect": ":sleeping:",
					"health": 10
				},
				{
					"translations": {
						"fr": "Vous avez sous-estimé le niveau de vos adversaires et par conséquent, l'un d'eux vous met à terre. Malgré vos supplications, votre adversaire, armé d'une hallebarde ornée d'émeraudes, ricane et vous lacère le bras jusqu'à l'épaule.",
						"en": "You greatly underestimated your foes' might, and one of them knocks you down. Ignoring your pleas for mercy, your enemy, wielding an emerald-set halberd, snickers before tearing a deep gash in your arm."
					},
					"health": -55
				}
			]
		},
		"🍴": {
			"translations": {
				"fr": "Changer d'avis et partir en quête d'un stand de nourriture.",
				"en": "Change your mind and seek a food stall."
			},
			"outcomes": [
				{
					"translations": {
						"fr": "Vous réussissez à trouver une cuisine de rue dont la propriétaire est une femme métisse. Son prénom, Lucya, vous dit quelque chose. Au fil de la conversation, Lucya vous explique avoir travaillé à la célèbre auberge de Boug-Coton. Cependant, elle avait bien trop soif d'aventures palpitantes pour accepter ce mode de vie sédentaire. Ravie de l'intérêt que vous lui portez, la femme vous offre une petite fiole d'hydromel aux épices. Vous voilà requinqué et prêt pour la suite de vos propres aventures.",
						"en": "You find a street food stall, managed by a mixed-race woman. She's named Lucya, which strangely rings a bell... As you converse, she tells you she's worked for the famous Boug-Coton inn. She left because of her great thirst for adventure, and is now one of the travellers who, like you, roams the country doing various things, in the hope of winning the princess' hand. Happy with how your chat went, Lucya gives you a small flask of spiced mead. You feel revitalized, and ready to continue roaming on your own."
					},
					"health": 15
				},
				{
					"translations": {
						"fr": "Vous ne trouvez pas de cuisine de rue : un amuseur vous explique qu'un grand banquet est prévu bien plus tard. Dépité par cette nouvelle, vous décidez de partir de la ville. ",
						"en": "You do not stumble upon any street food stall : an entertainer passing by tells you that a great feast will happen in a few hours. Unwilling to waste that much time, you get out of the city."
					}
				},
				{
					"translations": {
						"fr": "Vous réussissez à trouver une cuisine de rue dont la propriétaire est une femme métisse. Son prénom, Lucya, vous dit quelque chose. Peu après avoir entamé la conversation avec elle, vous apprenez qu'elle compte ouvrir sa propre auberge si la lassitude la surprend lors de sa vie d'aventurière culinaire. Vous trouvant fort sympathique, Lucya vous offre une oublie confectionnée par ses soins. Le petit goût de miel de ce singulier biscuit ravit votre palais. ",
						"en": "You find a street food stall, managed by a mixed-race woman. She's named Lucya, which strangely rings a bell... A few minutes into chatting with her, she tells you she plans to open her own inn a few years later, should her life as an adventurer be unsuccessful. Finding you quite nice to talk to, Lucya gives you an honey-coated biscuit, which you greatly enjoy."
					},
					"health": 10
				}
			]
		},
		"end": {
			"outcomes": [
				{
					"translations": {
						"fr": "🗣️ En pleine hésitation, mais finalement galvanisé par le vacarme de la foule, vous ignorez le juge diseur, et vous vous joignez à l'enthousiasme général. Vous acclamez les participants des différentes épreuves pendant des heures !",
						"en": "🗣️ At first unsure, you finally feel boosted by the crowd's clamor, ignore the judge and choose to join in the festivities rather than the competition. You cheer for hours, witnessing the varied events."
					},
					"lostTime": 180,
					"effect": ":clock2:"
				},
				{
					"translations": {
						"fr": "🧠 Votre propre vie s'avère bien plus importante à vos yeux que la gloire éphémère d'une victoire d'un quelconque tournoi. Vous remerciez le juge diseur en lui signalant que, finalement, vous ne participerez pas à ce tournoi.",
						"en": "🧠 Thinking about it, you end up with the realization that your own life holds much more worth than the ephemereal glory from any tournament. You turn back, unwilling to participate in these most dangerous activities."
					}
				}
			]
		}
	}
}