{
	"triggers": [
		{
			"mapId": 21
		}
	],
	"translations": {
		"fr": "🐯 Cheminant avec nonchalance sur la Route des Merveilles, vous vous approchez d'un petit groupe de personnes en demi-cercle autour d'un homme de forte corpulence. Tandis que vous arrivez à leur hauteur, vous remarquez que ce dernier est vêtu d'un costume de spectacle rouge, moulant, réhaussé d'empiècements jaunes aux épaules et un slip bleu enfilé par-dessus l'uniforme. Sur son imposante poitrine, un petit écusson bleu roi, que vous ne parvenez pas à déchiffrer. Vous vous frayez un chemin parmi les nombreux badauds, jusqu'à parvenir au premier rang. L'homme est un dresseur de fauves muni d'un long fouet en cuir brun qui enseigne un tour à deux magnifiques bébés tigres.",
		"en": "🐯 Walking nonchalantly along the Road of Wonders, you approach a motley crew captivated by something out of your sight. As you walk towards them, you notice that they are forming a semi-circle around a heavyset man. You advance further and notice that he is dressed in a tight-fitting red show suit with yellow shoulder patches and blue briefs pulled over his uniform. On his imposing chest is a small royal blue crest, which you are unable to decipher. You make your way through the many onlookers until you reach the front row. You finally notice that it's a lion trainer with a long brown leather whip and, at his feet, two magnificent baby tigers whom he is teaching to perform a few tricks."
	},
	"possibilities": {
		"👀": {
			"translations": {
				"fr": "Assister au spectacle.",
				"en": "Revel in the rare sight."
			},
			"outcomes": [
				{
					"translations": {
						"fr": "Vous restez assister au spectacle, ébahi par tant de mignonnerie. Vous avez pris beaucoup de plaisir à voir cette magnifique et grandiose représentation, de ce fait vous offrez quelques pièces au dresseur.",
						"en": "You choose to stay here and see those spectacular animals, awed by the sheer cuteness they emit. You found this performance deeply pleasurable, so you give some coins to the trainer."
					},
					"lostTime": 25,
					"effect": ":clock2:",
					"money": -70
				},
				{
					"translations": {
						"fr": "Vous êtes désireux d'assister au spectacle mais celui-ci se termine à l'instant même où vous arrivez. Bien que votre déception soit immense, vous repartez.",
						"en": "You wish to spectate this show, but it ends mere moments after your arrival. Even though you are deeply disappointed, you leave this place."
					}
				},
				{
					"translations": {
						"fr": "Vous observez le dressage mais, après tout ce que vous avez vécu depuis le début de votre aventure, cela ne vous impressionne guère. Vous quittez aussitôt la foule sans demander votre reste et retournez à votre vie d'aventurier.",
						"en": "You glance at the training but, after all of your adventures, this isn't really anything impressive. You quickly leave the crowded area and continue your travels."
					}
				}
			]
		},
		"🗯": {
			"translations": {
				"fr": "Crier à la honte.",
				"en": "Call out the shameful act."
			},
			"outcomes": [
				{
					"translations": {
						"fr": "Vous comprenez assez rapidement qu'il s'agit là de chatons. Cela ne fait aucun doute car vous avez déjà eu la chance de croiser des tigres, et ceux-ci donnent naissance à des tigreaux bien plus grands. Vous déclarez cela scandaleux, et exigez une compensation financière des escrocs. Ceux-ci acceptent à condition que vous partiez immédiatement.",
						"en": "You immediately understand the \"rare beasts\" are nothing but kitten. You are sure of this fact as you already encountered actual tigers before, and their cubs are way bigger. You start and call out the scandalous scam, and demand that the scammers compensate you a great sum, or else you'll tell everyone about it. They accept your conditions, hoping you quickly get out of here."
					},
					"money": 195
				},
				{
					"translations": {
						"fr": "Vous observez le dresseur, fouet en main, prêt à s'en prendre à un jeune tigre. En bon défenseur des causes perdues, vous vous précipitez sur lui, hurlant pour qu'il arrête et relâche ces pauvres tigres. Avant que vous ne puissiez l'atteindre, l'homme vous flagelle, sous les applaudissements de la foule en furie.",
						"en": "You watch the trainer, whip in hand, ready to attack a young tiger. Like a good defender of lost causes, you rush at him, screaming for him to stop and release these poor tigers. Before you can reach him, the man flogs you, to the applause of the furious crowd."
					},
					"effect": ":dizzy_face:",
					"health": -25
				},
				{
					"translations": {
						"fr": "Le spectacle arrive à sa fin et, en excellent homme d'affaires, le dresseur propose à ses spectateurs de caresser les tigres, moyennant un paiement de quelques pièces. Vous hurlez aux personnes présentes que c'est une arnaque, qu'il s'agit de simples chatons, mais personne ne vous écoute. Vous hurlez jusqu'à en perdre votre voix, et finissez par repartir.",
						"en": "The show is ending as you came and, as a great businessman, the trainer offers that, for a small fee, members of the crowd come up and pet the tigers. You shout with all of your strength, warning everyone that it is a massive scam and the \"beasts\" are mere kitten, but no one pays attention to you. You continue screaming your head off, but eventually take your leave."
					},
					"lostTime": 30,
					"effect": ":clock2:"
				}
			]
		},
		"🚶‍♂️": {
			"translations": {
				"fr": "Partir.",
				"en": "Leave."
			},
			"outcomes": [
				{
					"translations": {
						"fr": "Vous êtes totalement désintéressé de ce spectacle et préférez fuir la foule afin d'éviter les habituels voleurs en tout genre. Ceux-ci, en effet, ne ratent jamais une occasion pour dérober riches comme pauvres, lors d'événements tels que celui-ci où les badauds s'agglutinent les uns contre les autres, facilitant leurs méfaits.",
						"en": "You feel nothing but pure indifference towards this show, and choose to quickly leave the crowd before falling victim to any of the usual thieves. Those people, in fact, never let go of any opportunity to stealthily take riches from others, whether a lord or a peasant. Moreover, their shady endeavors are rendered easier by those kind of events where people are closely packed."
					}
				},
				{
					"translations": {
						"fr": "Vous reprenez immédiatement votre route. Vous n'avez pas de temps à perdre dans ce genre de clowneries. Vous mettez bien longtemps à réaliser que vous êtes repartis en prenant le mauvais chemin et faites donc demi-tour, pestant d'avoir perdu ce précieux temps.",
						"en": "You immediately go back to your travels. You cannot lose any time on such clownery. After a while, you realize you went the wrong way, so you turn around, deeply affected by the loss of those precious minutes."
					},
					"effect": ":face_with_monocle:"
				},
				{
					"translations": {
						"fr": "Vous quittez rapidement le spectacle et trébuchez sur un sac négligemment laissé par un spectateur. Vous vous blessez très légèrement en tombant. Le sac est de couleur brun délavé, et bien que le cuir soit usé, ce dernier est en relativement bon état. Vous décidez de fouiller le sac en espérant y trouver un dédommagement et y découvrez une petite bourse ainsi qu'un objet qui vous semble bien utile.",
						"en": "You promptly leave the gathering, and stumble on a bag left to lay on the ground. You are slightly hurt. The bag is of a slightly-faded brown color, and even though its material is worn out, it is still in a pretty good state. You choose to explore the contents of this bag, hoping to find something to compensate your hurting leg. You discover a small bag of coins, as well as a maybe-useful item."
					},
					"health": -5,
					"money": 87,
					"randomItem": {}
				},
				{
					"translations": {
						"fr": "Vous décidez de poursuivre votre aventure, indifférent au spectacle et aux cris de joie de la foule.",
						"en": "You decide to continue your journey, indifferent to the crowd's merriment."
					}
				}
			]
		},
		"end": {
			"outcomes": [
				{
					"translations": {
						"fr": "👤 Vous quittez la foule afin de vous glisser discrètement à l'arrière de la roulotte de l'homme à l'embonpoint. À l'intérieur de sa modeste demeure sur roue, vous apercevez une chatte avec ses petits chatons et comprenez immédiatement la supercherie ! Vous approchez le dresseur et exigez de l'argent en échange de votre silence.",
						"en": "👤 You get out of the mass of people, and swiftly make your way towards the fatman's chariot. Inside this place, you see a cat with its children, and immediately understand the scam! You approach the trainer and negotiate a good price in return for your silence regarding the scam."
					},
					"money": 195
				},
				{
					"translations": {
						"fr": "🖌️ Fasciné par ces adorables bébés, vous vous faufilez vers l'arrière de la roulotte du dresseur pour voir s'il y en a d'autres, afin d'en voler un pour le revendre à bon prix. Cependant, seule une chatte allaitant ses petits est présente. Par dépit, vous attrapez le plus joli chaton et le cachez dans votre besace. Fûté comme vous l'êtes, vous trouvez rapidement une personne qui accepte l'échange.",
						"en": "🖌️ Fascinated by those adorable babies, you sneak towards the back of the trainer's chariot to see if there are more of them, so you can steal one and sell it for a good price. However, only a cat is present, nursing its children. In despair, you grab the cutest kitten and hide it in your bag. As clever as you are, you quickly find someone who accepts the exchange."
					}
				},
				{
					"translations": {
						"fr": "💼 Vous vous éloignez de la foule pour chercher un meilleur endroit permettant d'assister au spectacle. Absorbé par ce dernier, vous ne regardez pas où se posent vos pieds, et tombez dans une lourde malle ouverte, abandonnée négligemment au milieu du chemin. Avant même de comprendre ce qu'il vous arrive, la malle se referme sur vous, vous assommant. Vous ne vous réveillez que bien plus tard.",
						"en": "💼 You get away from the mass, hoping to find a better spot from which to see the show. Fully focused on the spectacle, you do not pay attention to where you put your feet, and fall into a wide open case that was randomly laying in the middle of the road. That the case closes itself on you, before you even get a chance to understand what's happening. You end up all dizzy."
					},
					"effect": ":confounded:"
				}
			]
		}
	}
}
