{
    "commands": {
        "help": {
            "intro": "** :notebook_with_decorative_cover: ",
            "main": " voici la liste des commandes disponibles :**\n\n```\nrespawn\nping\nprofile\nreport\nregen\nswitch\nsell\ntop\ninventory\nfight\ndaily\n```\nSi tu veux plus d'informations sur une commande en particulier écris ceci : `aide [nom de la commande]` :wink:",
            "commands": {
                "ping": ":ping_pong: ping :\n\nPermet de savoir si le bot est en ligne.\n\n(Note : Le temps affiché est le temps de réponse du bot et non pas votre ping: un temps de réponse correct sera inférieur à 500ms. :clock1:",
                "respawn": ":angel: respawn\n\nPermet de recommencer à jouer après avoir été tué.",
                "profile": ":bust_in_silhouette: profile\n\nAffiche des informations sur votre personnage :\n\n:heart: Vie | :trophy: Classement | :moneybag: Argent | :medal: Score | :smiley: Etat de santé.",
                "regen": ":heartpulse: regen\n\nPermet de retirer à votre personnage ses altération d'état. L'hopital ne rend pas de points de vie et n'est fait que pour vous permettre de reprendre l'aventure",
                "switch": ":repeat: switch\n\nEchange l'item qui se trouve dans votre réserve avec l'item qui se trouve dans la case \"item\" de votre inventaire.",
                "fight": ":crossed_swords: fight\n\nUtilisez cette commande pour défier les autres joueurs qui se trouvent sur le même serveur que vous et qui ont le même niveau que vous ",
                "help": ":notebook_with_decorative_cover: help\n\n:expressionless:",
                "top": ":trophy: top [numéro de page]\n\nAffiche le classement général du jeu par tranche de 15 joueurs, Les joueurs dans la meme guilde que vous sont marqués par une pastille spécifique (qu'il sera possible de personaliser bientôt)",
                "topguild": ":trophy: topguild [numéro de page]\n\nAffiche le classement des joueurs se trouvant sur le même serveur que vous.",
                "inventory": ":school_satchel: inventory\n\nAffiche le contenu de votre inventaire qui peut contenir 4 types d'objets :\n```\n-armes\n-armures\n-potions\n-items\n```\nLa commande affiche également le contenu de la réserve qui peut contenir un objet de type item.",
                "report": ":newspaper: report\n\nPermet de collecter les informations et les ressources collectées par votre personnage durant votre absence. De temps en temps, des évenements se déclenchent et demandent des actions particulières.",
                "sell": ":moneybag: sell\n\nPermet de vendre l'objet qui se trouve dans votre réserve, la valeur de l'objet est determinée en fonction de sa puissance et peut être égale à 0 si l'objet est pas tip top :wink:.",
                "daily": ":calendar: daily\n\nCertains items vous donnent un bonus journalier ou mensuel. Utilisez cette commande pour récupérer ces bonus. Pour savoir si un item vous donne un bonus journalier, effectuez la commande `inventory`.",
                "invite": ":inbox_tray: invite\n\nCette commande vous permet d'obtenir un lien permettant de faire venir le bot sur votre serveur ou de rejoindre le serveur d'aide !",
                "badge": ":military_medal: Badges\n\nLes badges sont des distinctions trés difficiles à obtenir qui ont été crées pour récompenser les personnes ayant le plus soutenu le développement du bot. Voici la liste des badges qu'il est possible d'obtenir et les conditions à remplir.\n\n:egg: - **Chasseur d'easter egg** | `Avoir trouvé tout les easter eggs du bot`\n:trophy: - **Top 1 - Fin de Saison** | `Etre premier du classement lors de la réinitialisation de celui-ci`\n:medal: - **Top 10 - Fin de Saison** | `Etre dans les 10 premiers du classement lors de la réinitialisation de celui-ci`\n:gear: - **Equipe technique** | `Faire partie (ou avoir fait partie) de l'équipe technique du bot`\n:helmet_with_cross: - **Premiers soutien** | `Etre l'un des 20 premiers membres du serveur du bot`\n:crown: - **Owner** | `Etre le créateur du bot`",
                "eastereggs": ":egg: Oh un chasseur d'easter eggs !\n\nTrés bien comme tu as réussi à trouver cette petite aide je vais t'aider en te fournissant quelques indications sur les easters eggs du jeu :wink:\nPourquoi chercher tout ces petits trucs cachés ? Tout simplement parce que c'est fun !\n\nDu coup voilà la liste actuelle des easter eggs :\n:banana: Banane\n:school_satchel: L'inventaire plein d'eau\n:trophy: L'homme à sa place dans le classement\n:expressionless: L'aide ultime\n:fish: Etat Didescient\n:hammer: L'homme banni\n\nBeaucoup d'indices sont offerts dans les salons d'information du discord du bot nottament sur les personnes à contacter :eyes: N'hésitez pas à fouiller partout :wink:"
            }
        },
        "ping": {
            "main": ":ping_pong: Pong"
        },
        "invite": {
            "main": "Pour faire venir le bot sur votre serveur, utilisez ce lien : http://draftbot.tk :smiley:"
        },
        "profile": {
            "main": ":crossed_swords: | **",
            "level": "** |** LVL ",
            "health": "** | :heart: ",
            "rank": " | :trophy:  ",
            "money": " | :moneybag: ",
            "score": " | :medal:  ",
            "effect": "  | Etat actuel : ",
            "separator": "/"
        },
        "respawn": {
            "thinking": ":thinking: | **",
            "angel": ":angel: | **",
            "revived1": " **Nous vous avons ressucité avec succès ! Cependant veuillez noter que ",
            "revived2": " points :medal: ont été retiré de votre score durant l'opération !",
            "notDead": "** il semblerait que vous ne soyez pas K.O... Vous n'avez pas besoin de nos services."
        },
        "report": {
            "eventStart": ":newspaper: **Journal de ",
            "points": " :** :medal:  Points gagnés : **",
            "moneyWin": "** | :moneybag: Argent gagné : **",
            "moneyLoose": "** | :money_with_wings: Argent perdu : **",
            "healthLoose": "** | :broken_heart: Vie perdue : **",
            "healthWin": "** | :heart: Vie gagnée : **"
        }
    },
    "events": {
        "1": " : ** :deciduous_tree: Un arbre est tombé sur le chemin et bloque le passage !\n\n:scissors: Couper l'arbre et continuer.\n:walking: Passer par un autre chemin.\n\n*- Utilisez les réactions pour effectuer une action :warning: Ne pas répondre est considéré comme un choix à part.*",
        "2": " : ** :dog: Devant vous, un chien arrive, et tourne autour de vous. Il semble vouloir que vous le suiviez !\n\n:dog2: Suivre le chien.\n:runner: Continuer sans se préoccuper du chien.\n\n*- Utilisez les réactions pour effectuer une action :warning: Ne pas répondre est considéré comme un choix à part.*",
        "3": " : ** :lock: Vous avez trouvé un coffret ! Malheureusement il est verouillé...\n\n:key: Chercher la clef autour du lieu de découverte.\n:pick: Attaquer le cadenas à coups de pioche.\n:arrow_forward: Abandonner le coffret à l'endroit où vous l'avez trouvé.\n\n*- Utilisez les réactions pour effectuer une action :warning: Ne pas répondre est considéré comme un choix à part !*",
        "4": " : ** :stars: Vous avez décidé de profiter d'une nuit calme pour continuer votre progression.Le ciel est magnifique et après quelques minutes à scruter le ciel, vous observez une étoile filante!\n\n:speaking_head: Faire un vœu.\n:runner: Ignorer cet évènement.\n\n*- Utilisez les réactions pour effectuer une action :warning: Ne pas répondre est considéré comme un choix à part !*"
    },
    "possibilities": {
        "1": {
            "✂": {
                "1": "** | :scissors: Couper cet arbre aura pris 30 minutes !"
            },
            "🚶": {
                "1": "** | :walking: Passer par un autre chemin semblait être une bonne solution vous n'avez pas perdu de temps !",
                "2": "** | :walking: Passer par un autre chemin semblait être une bonne solution, malheureusement vous vous êtes blessé en marchant."
            },
            "end": {
                "1": "** | :scissors: L'arbre a bien été coupé et la route est dégagée malheureusement des pillards ont volé tout ce que vous aviez récolté depuis le dernier rapport !"
            }
        },
        "2": {
            "🏃": {
                "1": "** | :runner: Après 15 minutes de poursuite vous parvenez à semer le chien, il ne semblait pas très amical !",
                "2": "** | :runner: En voulant fuir, vous tombez brutalement dans un fossé, la blessure est profonde... Il faudra vous soigner avant de continuer ! :sick:"
            },
            "🐕": {
                "1": "** | :dog2: Vous perdez la trace du chien au bout de quelques minutes, il allait trop vite !",
                "2": "** | :dog2: Vous perdez la trace du chien au bout de quelques minutes à côté d'un arbre. En regardant autour de vous vous découvrez pleins de petites pièces disséminées un peu partout !"
            },
            "end": {
                "1": "** | :dog: Vous avez pris la décision de ne pas bouger, cela n'a pas du plaire au chien puisque celui-ci vous a mordu avant de s'enfuir !"
            }
        },
        "3": {
            "⛏": {
                "1": "** | :pick: Après avoir perdu 30 minutes à casser la serrure, vous découvrez que le coffre est vide !",
                "2": "** | :pick: Après avoir perdu 30 minutes à exploser la serrure, vous découvrez que le coffre est vide !",
                "3": "** | :pick: Après avoir perdu 15 minutes à exploser la serrure, vous découvrez 6 pièces d'or !"
            },
            "🔑": {
                "1": "** | :key: Après 50 minutes de recherches, vous trouvez la clef ! Enterrée juste à côté du coffre elle vous permet de découvrir 100 pièces d'or !",
                "2": "** | :key: Après avoir passé 1 heure à tenter de retrouver la clef, vous finissez par abandonner et laissez le coffret derrière vous.",
                "3": "** | :key: Après 40 minutes de recherches, vous trouvez la clef ! Enterrée juste à côté du coffre elle est tellement endomagée qu'il vous est impossible d'ouvrir le coffre ! Vous finissez par abandonner et laissez le coffret derrière vous.",
                "4": "** | :key: Après 20 minutes passées à creuser partout autour du petit coffre, vous finissez par abandonner et laissez le coffret derrière vous.",
                "5": "** | :key: Après 2 heures de recherches, vous finissez par abandonner et laissez le coffret derrière vous."
            },
            "▶": {
                "1": "** | :arrow_forward: Vous passez votre chemin : le vol c'est mal et ce coffret ne vous appartient pas !",
                "2": "** | :arrow_forward: Vous décidez de ne pas vous approcher du petit coffre, estimant qu'il ne vaut pas un arrêt qui vous ferait perdre du temps précieux"
            },
            "end": {
                "1": "** | :arrow_forward: C'est surement un piège ! En tout cas il est hors de question que vous vous approchiez plus près du coffret ! Vous continuez calmement votre route."
            }
        },
        "4": {
            "🗣": {
                "1": "** | :speaking_head: Vous faites un vœu et fermer vos yeux... En ouvrant les yeux vous découvrez un sac remplit d'argent devant vous ! Perdre ces 10 minutes valait le coup !",
                "2": "** | :speaking_head: Vous faites un vœu et fermer vos yeux... En ouvrant les yeux vous ne découvrez absolument rien ! Après avoir attendu 10 minutes pour rien vous repartez.",
                "3": "** | :speaking_head: Vous faites un vœu et fermer vos yeux... En ouvrant les yeux vous découvrez qu'il ne s'est rien passé ! Après avoir attendu 10 minutes pour rien vous repartez.",
                "4": "** | :speaking_head: Vous faites un vœu et fermer vos yeux... En ouvrant les yeux vous découvrez ... Rien du tout ! Après avoir attendu 10 minutes pour rien vous repartez.",
                "5": "** | :speaking_head: Vous faites un vœu et fermer vos yeux... Il est en générale préférable de ne pas continuer de marcher les yeux fermés, vous vous blessez en trébuchant sur un caillou et perdez 10 minutes avant de pouvoir vous remettre en route."
            },
            "🏃": {
                "1": "** | :runner: Vous continuez votre route sans faire attention à l'étoile filante, vous nous n'avez pas perdu de temps !",
                "2": "** | :runner: Vous continuez sans prêter plus d'attention au phénomène mais continuez de regarder le ciel avec admiration... Distrait, vous ne remarquez pas immédiatement l'immense crevasse devant vous ! Vous finissez écrasé au fond du trou, secoué et choqué, vous vous rassurez en vous disant qu'au moins vous n'êtes pas blessé trop gravement !"
            },
            "end": {
                "1": "** | :runner: Vous continuez votre route sans faire attention à l'étoile filante, vous n'avez pas perdu de temps !"
            }
        }
    }
}