{
	"translations": {
		"fr": {
			"stories": [
				"vous voyez une personne ressemblant étrangement à Pérotin. Vous accourez vers lui, mais celui-ci accélère également, sûrement de peur. Vous réussissez à le rattraper, et réalisez alors que vous vous êtes trompé de personne. Vous vous excusez promptement. Vous avez cependant gagné **{time} Min :hourglass:** sur votre chemin.",
				"vous entendez une charette derrière vous. L'homme dans le véhicule vous propose de vous déposer là où vous le souhaitez. Vous acceptez et lui indiquez votre destination. Après avoir parcouru quelques kilomètres, l'homme vous dit qu'il doit aller dans une autre direction que la vôtre, il vous dépose donc et vous le remerciez. Vous gagnez **{time} Min :hourglass:** sur votre trajet.",
				"vous apercevez un carrosse au loin. La princesse est peut-être à bord ! Vous décidez d'aller lui parler et courez donc aussi vite que possible. Une fois assez proche, vous découvrez avec dépit que vous ne pouvez l'approcher car le véhicule est protégé par un cortège de cavaliers. Vous avez cependant gagné **{time} Min :hourglass:** sur votre destination.",
				"vous prenez une petite collation quand soudain une ombre se précipite sur vous et la dérobe. Vous la poursuivez aussitôt mais incapable de la rattraper vous abandonnez. Cette mésaventure vous a néanmoins fait gagner **{time} Min :hourglass:** sur votre trajet.",
				"vous voyez une personne ressemblant étrangement à Gruffo. Vous accourez vers lui, mais celui-ci accélère également, sûrement de peur. Après l'avoir rattrapé, vous vous rendez compte qu'il ne s'agit pas du tout de la personne à laquelle vous pensiez. Vous avez cependant gagné **{time} Min :hourglass:** sur votre trajet.",
				"un point brillant attire votre attention. Votre curiosité vous pousse à courir vers la source lumineuse. Ce n'est qu'une vulgaire pièce de cuivre mais elle vous a fait gagner **{time} Min :hourglass:** sur votre trajet.",
				"un chien massif de couleur fauve surgit d'un large bosquet. Il grogne, montre des canines acérées, et semble vouloir vous mordre les jambes. Appréciant l'idée de rester en un seul morceau, voilà qu'elles vous poussent à courir à toute vitesse et vous font gagner **{time} Min :hourglass:** sur votre trajet !",
				"un volumineux nid de guêpes se détache de l'arbre sous lequel vous étiez et tombe à vos pieds. Vous courez jusqu'à ce que vos poumons vous supplient de vous remettre à marcher. Pas une guêpe n'a réussi à vous piquer. Cette mésaventure vous a fait gagner **{time} Min :hourglass:** sur votre itinéraire !",
				"vous savourez un agréable temps printanier. Votre pause est cependant de courte durée : des bandits armés de gourdins et d'épées ébréchées déchirent les buissons à votre gauche et ricanent en avançant tranquillement vers vous. Avant même que vous n'ayez le temps de réfléchir, votre corps vous emporte dans une fuite vers l'avant, si bien que cela vous fait gagner **{time} Min :hourglass:** sur votre parcours.",
				"un jeune garçon vous bouscule en vous doublant. Envahi d'un mauvais pressentiment, vous vérifiez le contenu de vos poches : votre bourse a disparu ! Parvenant à le rattraper après une course effrénée, vous récupérez ce qui vous revient de droit et laissez le mécréant dans un fossé non sans l'avoir puni comme il le méritait. Vous vous rendez compte que cet événement vous aura permis de gagner **{time} Min :hourglass:** sur votre itinéraire.",
				"vous êtes surpris par le passage d'un lapin au pelage immaculé, qui se faufile entre vos jambes. Interloqué tout d'abord, vous tentez de le rattraper. C'est peine perdue, il ne faut pas longtemps au petit animal pour vous semer. Ces péripéties vous auront fait gagner **{time} Min :hourglass:**.",
				"vous entendez l'appel d'une femme derrière vous. Quand vous vous retournez, vous remarquez immédiatement l'objet aux reflets métalliques dans sa main. Paniqué, vous prenez la fuite. Après être arrivé dans un endroit plus sûr, vous remarquez que vous avez pris **{time} Min :hourglass:** d'avance sur votre temps de voyage."
			]
		},
		"en": {
			"stories": [
				"you see a person bearing a strange ressemblance to Pérotin. You run up to him, but he starts running too, probably out of fear. You manage to catch him up, only to realise you got the wrong person. You hurriedly apologise. However, you have gained **{time} Min :hourglass:** on your way.",
				"you hear a cart behind you. The man in the vehicle offers to let you ride along. You accept and tell him your destination. After driving a few kilometers, the man tells you that he has to go in a different direction than yours, so he drops you off and you thank him. You save **{time} Min :hourglass:** on your journey.",
				"you see a carriage in the distance. The princess may be on board! You decide to go talk to her and therefore run as fast as possible. Once close enough, you discover with frustration that you cannot approach it further, because the vehicle is protected by a platoon of cavalrymen. However, you have gained **{time} Min :hourglass:** on your journey.",
				"you are having a small snack when all of a sudden a shadow rushes to you and steals your food. You pursue it immediately, but unable to catch up with it you give up. This misadventure has nevertheless saved you **{time} Min :hourglass:** on your journey.",
				"you see a person bearing a strange ressemblance to Gruffo. You run up to him, but he starts running too, probably out of fear. After catching up with him, you ask him what he is doing there, before realising that the person isn't Gruffo at all. However, you have gained **{time} Min :hourglass:** on your journey.",
				"a bright point catches your attention. Your curiosity prompts you to run towards the light source. Upon arriving close to it, you realise it's just a vulgar piece of copper, but it saved you **{time} Min :hourglass:** on your journey.",
				"a massive fawn-colored dog emerges from a large grove. It growls, shows sharp canines, and it looks like it wants to bite your leg. Strongly appreciating the idea of keeping your limbs in one piece, you feel compelled to run at full speed. It ends up saving you **{time} Min :hourglass:** on your journey!",
				"a voluminous wasp's nest falls from a nearby tree and end up at your feet. You run until your lungs beg you to stop. Not a single wasp has managed to sting you. This mishap saved you **{time} Min :hourglass:** on your itinerary !",
				"you enjoy a pleasant spring weather. Your break is however short-lived: bandits armed with clubs and chipped swords tear through the bushes to your left and chuckle as they advance quietly towards you. Without even taking the time to think, your body acts by itself and you quickly flee. It saves you **{time} Min :hourglass:** on your course.",
				"a young boy walks past you and, in the process, pushes you aside. Overcome by a bad feeling, you check your pockets: your purse has disappeared! Now you start a frantic race to catch up with this young miscreant. Once done, you realize that it got you **{time} Min :hourglass:** ahead of your route.",
				"you are surprised by the passage of a rabbit with an immaculate coat, which sneaks between your legs. Confused at first, you quickly try to catch up with him. It's a waste of time, as it doesn't take long for the little animal to throw you off. This adventure nonetheless saved you **{time} Min :hourglass:**.",
				"you hear the call of a woman behind you. When you turn around, you immediately notice the shimmer of a metallic object in her hand. Panicked, you take flight. After getting to a safer place, you notice that you now are **{time} Min :hourglass:** ahead of your travel time."
			]
		}
	},
	"rarity": 6,
	"emote": ":hourglass:"
}




