{
	"translations": {
		"fr": {
			"stories": [
				"vous voyez une personne ressemblant étrangement à Pérotin. Vous accourez vers lui, mais celui-ci se met à courir, sûrement de peur. Vous réussissez à le rattraper, sauf que vous vous êtes trompé de personne. Vous avez cependant gagné **{time} minutes** sur votre chemin.",
				"vous entendez une charette derrière vous. L'homme dans le véhicule vous propose de vous déposer là où vous le souhaitez, vous acceptez et lui indiquez votre destination. Après avoir parcouru quelques kilomètres, cet homme vous dit qu'il doit aller dans une autre direction que la vôtre, il vous dépose donc et vous le remerciez. Vous gagnez **{time} minutes** sur votre trajet.",
				"vous apercevez un carrosse au loin. La princesse est peut-être à bord ! Vous décidez d'aller lui parler et courez donc aussi vite que possible. Une fois assez proche, vous découvrez avec dépit que vous ne pouvez l'approcher car le véhicule est protégé par un cortège de cavaliers. Vous avez cependant gagné **{time} minutes** sur votre destination.",
				"vous prenez une petite collation quand soudain une ombre se précipite sur vous et la dérobe. Vous la poursuivez aussitôt mais incapable de la rattraper vous abandonnez, cette mésaventure vous a néanmoins fait gagner **{time} minutes** sur votre trajet.",
				"vous voyez une personne ressemblant étrangement à Gruffo. Vous accourez vers lui mais celui-ci se met à courir, sûrement de peur. Après l'avoir rattrapé, vous lui demandez ce qu'il fait là, sauf qu'il vous ignore totalement. Vous avez cependant gagné **{time} minutes** sur votre trajet.",
				"un point brillant attire votre attention. Votre curiosité vous pousse à courir vers la source lumineuse. Ce n'est qu'une vulgaire pièce de cuivre mais elle vous a fait gagner **{time} minutes** sur votre trajet.",
				"un chien massif de couleur fauve surgit d'un large bosquet. Il grogne, montre des canines acérées et semble vouloir vous mordre la jambe. Appréciant fortement l'idée de les garder en un seul morceau, voilà qu'elles vous poussent à courir à toute vitesse et vous font gagner **{time} minutes** sur votre trajet !",
				"un volumineux nid de guêpes s'en détache et tombe à vos pieds. Vous courez jusqu'à ce que vos poumons vous supplient de vous remettre à marcher. Pas une guêpe n'a réussi à vous piquer. Cette mésaventure vous a fait gagner **{time} minutes** sur votre itinéraire !",
				"vous savourez un agréable temps printanier. Votre pause est de courte durée : des bandits armés de gourdins et d'épées ébréchées déchirent les buissons à votre gauche et ricanent en avançant tranquillement vers vous. À peine avez-vous le temps de réfléchir, votre corps vous emporte dans une fuite vers l'avant, si bien que cela vous fait gagner **{time} minutes** sur votre parcours.",
				"un jeune garçon vous double et au passage, vous bouscule. Envahi d'un mauvais pressentiment, vous vérifiez vos poches : votre bourse a disparu ! Voilà que vous démarrez une course effrénée afin de rattraper ce jeune filou. Une fois fait, vous vous rendez compte que cela vous a permis d'avancer de **{time} minutes** votre itinéraire.",
				"vous êtes surpris par le passage d'un lapin au pelage immaculé se faufilant entre vos jambes. Interloqué tout d'abord, vous tentez de le rattraper, c'est peine perdue, il ne faut pas longtemps au petit animal pour vous semer. Toutes ces péripéties vous auront fait gagner **{time} minutes**.",
				"vous entendez l'appel d'une femme derrière vous. Quand vous vous retournez, vous remarquez immédiatement l'objet aux reflets métalliques dans sa main. Paniqué, vous prenez la fuite. Après être arrivé dans un endroit plus sûr, vous remarquez que vous avez pris **{time} minutes** d'avance sur votre temps de voyage."
			]
		},
		"en": {
			"stories": [
			]
		}
	},
	"rarity": 6,
	"emote": ":hourglass:  "
}


