{
	"translations": {
		"fr": {
			"lifeLoss": {
				"stories": [
					"vous entendez un bruit strident venant du ciel. Vous levez les yeux mais trop tard : un oiseau aux griffes acérées vous fonce dessus. Au moment où celui-ci vous griffe, il se rend compte que vous n'êtes pas sa proie habituelle et repart aussitôt. Vous contemplez votre blessure, elle a l'air profonde. Vous perdez **{lifeLoss} :broken_heart:**.",
					"alors que vous arpentez un sentier escarpé, vous dérapez et vous tordez la cheville droite. Vous perdez **{lifeLoss} :broken_heart:**.",
					"vous voyez une mouche tourner autour de vous. Vous sortez votre arme dans l'espoir de la tuer, mais vous n'arrivez qu'à vous entailler légèrement le poignet, perdant au passage **{lifeLoss} :broken_heart:**"
				]
			},
			"alteration": {
				"stories": [
					{
						"sentence": "vous apercevez des baies. Votre estomac vous rappelant que cela fait plusieurs heures que vous n'avez pas mangé, vous vous sentez poussé à les goûter. Très vite vous vous sentez mal. {alteEmoji}",
						"alte": ":sick:"
					},
					{
						"sentence": "vous sentez la brise vous bercer peu à peu. Fatigué par votre route, vous n'êtes pas long à vous endormir. {alteEmoji}",
						"alte": ":sleeping:"
					},
					{
						"sentence": "vous passez non loin d'un marchand, et celui-ci vous interpelle. Il vous propose de vous donner une bouteille mystérieuse qu'il ne parvient pas à vendre et ne souhaite pas voir s'abîmer. Vous acceptez et buvez goulûment son contenu. {alteEmoji}",
						"alte": ":zany_face:",
						"tags": [
							"drinkAlcohol"
						]
					},
					{
						"sentence": "vous apercevez au loin un objet brillant. En vous approchant vous découvrez une bouteille contenant un liquide étrange. Intrigué, vous décidez de goûter le mélange douteux. Vous regrettez cela immédiatement. {alteEmoji}",
						"alte": ":sick:"
					},
					{
						"sentence": "vous prenez conscience que des provisions traînent depuis un moment en vos sacs. Vous ne souhaitez cependant pas les jeter et choisissez de tout de même les manger. Cela s'avère être une mauvaise idée, il semble que les vivres étaient déjà périmés. {alteEmoji}",
						"alte": ":confounded:"
					},
					{
						"sentence": "vous êtes surpris par un cavalier qui surgit derrière vous sans crier gare. Il vous renverse et poursuit son chemin sans prêter attention à vous. Sonné, vous vous relevez avec difficulté. {alteEmoji}",
						"alte": ":dizzy_face:"
					},
					{
						"sentence": "vous êtes assommé par une immense branche tombant de l'arbre mort sous lequel vous étiez. Blessé, il vous faudra un peu de temps pour repartir. {alteEmoji}",
						"alte": ":head_bandage:"
					},
					{
						"sentence": "vous êtes surpris par un profond précipice. Malgré tous vos efforts pour vous rattraper vous ne parvenez pas à éviter la chute. {alteEmoji}",
						"alte": ":dizzy_face:"
					},
					{
						"sentence": "un groupe vous arrête, et ses membres exigent que vous leur donniez vos possessions. Vous n'êtes pas intimidé, et brandissez votre arme pour les faire fuir. Cependant, l'un d'eux profite de la panique générale pour vous assommer, avant de s'enfuir. {alteEmoji}",
						"alte": ":head_bandage:"
					},
					{
						"sentence": "vous traversez un chemin quand un troupeau de vaches surgit brusquement. Apeuré par la masse d'animaux qui vient de vous frôler, vous mettez un peu de temps à vous remettre de vos émotions. {alteEmoji}",
						"alte": ":scream:"
					},
					{
						"sentence": "vous vous prenez les pieds dans une racine et tombez tête la première. Blessé, il vous faudra vous soigner. {alteEmoji}",
						"alte": ":head_bandage:"
					},
					{
						"sentence": "vous apercevez un ourson quelques mètres plus loin. Apeuré par l'idée de vous faire surprendre par sa mère vous fuyez aussi vite que vous le pouvez. {alteEmoji}",
						"alte": ":scream:"
					},
					{
						"sentence": "vous vous faîtes surprendre par les nuits froides de la région. Sans vêtements adaptés à ce climat, vous vous refroidissez rapidement. {alteEmoji}",
						"alte": ":cold_face:"
					},
					{
						"sentence": "vous êtes appréhendé par des gardes vous accusant d'être un criminel recherché activement dans le royaume. Vous constatez en effet que l'homme sur l'affiche vous ressemble, et tentez de vous expliquer. Les gardes ne vous écoutent pas, vous embarquent et vous jettent en prison. {alteEmoji}",
						"alte": ":lock:"
					}
				]
			},
			"moneyLoss": {
				"stories": [
					"vous vous rendez compte que votre sac est déchiré. Après vérification, vous constatez que votre bourse a disparu, vous avez perdu **{moneyLost} :money_with_wings:**.",
					"vous prenez conscience de l'absence de votre bourse en votre sac. Vous vous souvenez soudain l'avoir oubliée dans la précédente taverne, vous avez perdu **{moneyLost} :money_with_wings:**.",
					"des voyageurs passent à côté de vous en vous bousculant, puis vous relèvent en s'excusant grossièrement. Quelques minutes plus tard, vous vous apercevez que votre bourse a disparu, vous avez perdu **{moneyLost} :money_with_wings:**."
				]
			}
		},
		"en": {
			"lifeLoss": {
				"stories": [
					"a shrill sound is heard from the sky. You look up only to realize that a sharp-clawed bird dives towards you. After lacerating you, it realizes that you are not its usual prey, and leaves immediately. Your wound is quite deep. You lose **{lifeLoss} :broken_heart:**.",
					"while walking a steep path, you slip and twist your ankle. You lose **{lifeLoss} :broken_heart:**.",
					"you hear a fly buzzing around you. You pull out your weapon with the hope of killing it, but you only end up cutting your wrist, which makes you lose **{lifeLoss} :broken_heart:**"
				]
			},
			"alteration": {
				"stories": [
					{
						"sentence": "Upon seeing a bush full of berries, you suddenly realize that your previous meal was quite some time ago. You feel compelled by your hunger to grab a bunch of them and stuff it in your mouth. You suddenly feel dizzy and nauseous {alteEmoji}",
						"alte": ":sick:"
					},
					{
						"sentence": "vou feel the breeze cradling you slowly. You wake up several hours later wondering how this happened. {alteEmoji}",
						"alte": ":sleeping:"
					},
					{
						"sentence": "you walk by a merchant, who beckons towards you. They offer you a surplus bottle of liquor, claiming they cannot bear to let it spoil. You accept the offer, empty it along the way, and end up completely drunk. {alteEmoji}",
						"alte": ":zany_face:",
						"tags": [
							"drinkAlcohol"
						]
					},
					{
						"sentence": "as you walk, a shine coming from the bushes catches you eye. You walk there and find a bottle containing a strange fluid. Interested in what it could be, you decide to taste it. You quickly feel ill. {alteEmoji}",
						"alte": ":sick:"
					},
					{
						"sentence": "As some of your food supplies have been sitting in your bags for a bit too long, you decide to eat a few. It would seem that it was not such a brilliant idea. You pass out. {alteEmoji}",
						"alte": ":confounded:"
					},
					{
						"sentence": "you are surprised by a man on horseback, who comes behind you. They bump into you and continue on their path without paying you any attention. {alteEmoji}",
						"alte": ":dizzy_face:"
					},
					{
						"sentence": "a group of bandits attacks you and strikes you down. You wake up later and notice that nothing was stolen. {alteEmoji}",
						"alte": ":head_bandage:"
					},
					{
						"sentence": "as you saunter in a poised stroll, you notice a hole in the distance. You curiously approach, and realize it is quite deep. Suddenly, someone pushes you and you fall into it. You manage to get out not without a leg injury. You continue on your way, but you quickly collapse. {alteEmoji}",
						"alte": ":dizzy_face:"
					},
					{
						"sentence": "you are apprehended by a group demanding that you hand over your personal belongings. Unimpressed, you take out your weapon and scare them away. However, one of them takes advantage of the massive panic to knock you down before fleeing. {alteEmoji}",
						"alte": ":head_bandage:"
					},
					{
						"sentence": "you cross a path when a herd of cows suddenly emerges. They pass by you with much speed. You aren't injured but you are quite frightened. {alteEmoji}",
						"alte": ":scream:"
					},
					{
						"sentence": "as you walk with your head up in the clouds, your feet get entangled with a root and you fall head first. Hurt, you will have to tend to your wounds. {alteEmoji}",
						"alte": ":head_bandage:"
					},
					{
						"sentence": "you see a baby bear a few meters away. You go up to it. Its mother, seeing you next to her baby, growls at you. Scared, you flee. {alteEmoji}",
						"alte": ":scream:"
					},
					{
						"sentence": "as you are running through a thunderstorm, your clothes soaked, you find the wind to be freezing. You later take shelter, but you can already feel the sickness getting to you. {alteEmoji}",
						"alte": ":cold_face:"
					},
					{
						"sentence": "you are apprehended by guards accusing you to be a wanted criminal of the kingdom. You notice that the man on the poster indeed looks like you, and try to explain yourself. The guards don't bother listening to you, throw you in their cart, then in prison. {alteEmoji}",
						"alte": ":lock:"
					}
				]
			},
			"moneyLoss": {
				"stories": [
					"you realize that your bag is torn. After checking, you notice that your purse has disappeared, you have lost **{moneyLost} :money_with_wings:**.",
					"you realize that your purse is no longer in your bag. You suddenly remember leaving it at the previous tavern, you lost **{moneyLost} :money_with_wings:**.",
					"travelers bump into you. After helping you back up, they quickly leave. A few minutes later, you notice that your wallet has disappeared, you lost **{moneyLost} :money_with_wings:**."
				]
			}
		}
	},
	"rarity": 1,
	"emote": ":scream:"
}