{
	"translations": {
		"fr": {
			"events": {
				"0": {
					"intro": "Le ciel est gris, la température est moyenne. C’est un temps idéal pour marcher et avancer dans votre aventure. Cependant, au bout de quelques pas, le sol frêle se dérobe sous vos pieds et vous chutez dans un trou.",
					"success": {
						"withGuild": "Grâce à l’aide de vos camarades de guilde, vous parvenez à vous hisser hors de cette crevasse et à les sauver à leur tour. Cette épreuve surmontée a renforcé vos liens, votre guilde reçoit **{amount} :{isXp?star:mirror_ball}:**.",
						"soloWithGuild": "Ne perdant pas votre sang-froid, vous appliquez immédiatement les enseignements de votre guilde et parvenez aisément à escalader la paroi. Votre guilde reçoit **{amount} :{isXp?star:mirror_ball}:**.",
						"solo": "Ne perdant pas votre sang-froid, vous appliquez ce que vous avez appris durant vos aventures et parvenez aisément à escalader la paroi. Vous recevez **{amount} :star:**."
					},
					"escape": {
						"withGuild": "Ne perdant pas de temps, vous et vos compagnons se pressent d’examiner cette crevasse, qui s’avère être une grotte. Un peu de marche à l’aveugle plus tard, vous parvenez à ressortir de ce trou plus loin.",
						"solo": "Désespéré, seul au fond de cette crevasse, vous ne remarquez l’étroit conduit à votre gauche qu’au bout de quelques minutes. Après vous être démené contre cette terre qui avait décidé de vous enfermer, vous ressortez à l’air libre."
					},
					"lose": {
						"withGuild": "Grâce à l’aide de vos camarades de guilde, vous parvenez à vous hisser hors de cette crevasse et à les sauver à leur tour. Cependant, celui qui avait votre bourse est remonté en dernier, et a malencontreusement laissé tomber l’argent durant l’escalade. Vous perdez **{amount} :money_with_wings:**.",
						"solo": "Alors que vous tentez d’escalader la paroi, la terre s’effrite sous vos doigts et vos pieds et provoque un éboulement. Grâce à lui, vous parvenez à sortir de cette crevasse mais vous êtes bien amoché. Vous perdez **{amount} :broken_heart:**."
					}
				},
				"1": {
					"intro": "Vous décidez de vous reposer un peu après une traversée intense sur l'île. Mais, au moment où vous vous allongez sur le sol, la terre se mit à trembler.",
					"success": {
						"withGuild": "Cependant, vous vous agrippez les uns les autres, afin d'éviter qu'une potentielle crevasse fasse tomber l'un d'entre vous. La secousse se termine, et vous êtes tous sains et saufs. Votre guilde gagne **{amount} :{isXp?star:mirror_ball}:**.",
						"soloWithGuild": "Vous suivez les instructions qui vous ont été données en cas de seisme par votre guilde, et décidez de vous abriter sous une structure qui, heureusement, ne s'est pas écroulée sur vous. Sain et sauf, vous vous promettez de remercier votre guilde dès votre retour de votre expédition. Votre guilde gagne **{amount} :{isXp?star:mirror_ball}:**.",
						"solo": "Vous essayez de tenir malgré la secousse. Heureusement, elle n'a causé aucun dégât autour, vous continuez à vous reposer un peu en admirant le ciel et les environs. Vous recevez **{amount} :star:**."
					},
					"escape": {
						"withGuild": "Pris de panique, votre guilde tente de trouver un endroit plus sûr afin d'éviter tout dégât sur l'un d'entre vous. Après plusieurs minutes à tourner en rond car au moins l'un des membres pense que tel lieu n'est pas sûr, vous ne ressentez plus la secousse. Néanmoins, vous essayez de vous regagner de la confiance pour ce qui va suivre dans votre parcours de l'île...",
						"solo": "Paniqué, vous essayez d'esquiver les dégâts potentiels du seisme. Après quelques instants, la secousse ne se ressent plus. Au retour à l'endroit où vous vouliez vous reposer, vous constatez les dégâts du séisme. Heureusement que vous n'y étiez pas resté..."
					},
					"lose": {
						"withGuild": "Vous vous dites que ce séisme sera court, et demandez au reste de la guilde de braver celui-ci. Quelle erreur! Un rocher s'écrase sur vous et vous assomme. Vous perdez **{amount} :zap:**.",
						"solo": "Vous disant qu'il n'y aura que peu de dégâts, vous continuez à vous reposer. Cependant, une crevasse se forme sous votre corps. Par peur de tomber dedans, vous essayez de courir le plus loin possible, mais vous trébuchez et vous entaillez le bras. Vous perdez **{amount} :broken_heart:**."
					}
				},
				"2": {
					"intro": "Vous avancez tranquillement dans votre aventure (avec vos compagnons de guilde), lorsque votre instinct vous signale un danger. Petit à petit, une brume blanchâtre presque opaque s’élève du sol accidenté et tombe du ciel pour vous encercler. Vous ne voyez rapidement plus rien autour de vous.",
					"success": {
						"withGuild": "Plusieurs paires d'yeux valent mieux qu'une ! Grâce à la coopération de vos visions, vos compagnons et vous parvenez à avancer entre les rochers et les crevasses sans qu’un seul ne soit blessé ou perdu. Votre guilde reçoit **{amount} :{isXp?star:mirror_ball}:**.",
						"soloWithGuild": "Dans cette situation urgente, vous gardez votre sang-froid et utilisez les techniques de pistage apprises grâce à votre guilde afin de vous sortir de ce pétrin sans encombre. Votre guilde reçoit **{amount} :{isXp?star:mirror_ball}:**.",
						"solo": "Dans cette situation urgente, vous gardez votre sang-froid et utilisez des techniques de pistage apprises un peu plus tôt afin de vous sortir de ce pétrin sans encombre. Vous recevez **{amount} :star:**."
					},
					"escape": {
						"withGuild": "Complètement perdus dans ce brouillard dense et menaçant, vos compagnons et vous décidèrent de se regrouper pour parer la fraicheur, en attendant que le vent disperse la brume.",
						"solo": "Complètement tétanisé par l’angoisse de ce phénomène presque surnaturel, vous paniquez, votre pouls s’emballe et malgré la fraicheur vous sentez les moiteurs de votre front blême couler une à une, jusqu’à ce que la brume soit dispersée par le vent."
					},
					"lose": {
						"withGuild": "Votre groupe n’étant pas au complet, vos compagnons de guilde et vous paniquez face à cette épreuve. Chacun fuit de son côté et vous ne demandez pas votre reste pour courir à votre tour. Mais dans la précipitation, vous laissez tomber **{amount} :money_with_wings:**.",
						"solo": "Complètement paniqué devant cette brume presque menaçante, vous prenez vos jambes à votre cou et courrez droit devant vous. Une grave erreur, car vous choyez bien vite au sol à cause du brouillard. Vous perdez **{amount} :broken_heart:**."
					}
				},
				"3": {
					"intro": "Vous avancez tranquillement pour de nouvelles aventures lorsqu’un petit caillou sournois, insolent et pointu décida de faire de vous sa victime et vous entaille cruellement la cheville.",
					"success": {
						"withGuild": "Heureusement pour vous, vos compagnons de guilde pansent votre blessure et vous remettent rapidement sur pied. Votre guilde reçoit **{amount} :{isXp?star:mirror_ball}:**.",
						"soloWithGuild": "Malgré la douleur, vous parvenez à vous souvenir des enseignements de votre guilde et parvenez grâce à ces connaissances à vous soigner rapidement. Votre guilde reçoit **{amount} :{isXp?star:mirror_ball}:**.",
						"solo": "Malgré la douleur, vous parvenez à désinfecter et à bander la plaie afin de reprendre votre route au plus vite. Vous recevez **{amount} :star:**."
					},
					"escape": {
						"withGuild": "Voulant éviter d’être retardés, vos compagnons de guilde décident de vous porter afin de vous soigner une fois arrivés à destination.",
						"solo": "Malgré la douleur, vous parvenez à continuer à marcher en clopinant."
					},
					"lose": {
						"withGuild": "Complètement impuissants face à cette blessure, vos compagnons vous soignent comme ils le peuvent mais la plaie s’infecte et la douleur devient insoutenable. Vous perdez **{amount} :broken_heart:**.",
						"solo": "Seul, vous tordant de douleur au milieu du chemin, vous maudissez cette pierre fière de son coup et endurez l’effroyable douleur afin de continuer votre aventure. Vous perdez **{amount} :broken_heart:**."
					}
				},
				"4": {
					"intro": "Vous marchez tranquillement en direction de votre destination lorsque de gros nuages noirs se forment sur la région. L’obscurité est totale.",
					"success": {
						"withGuild": "Vos compagnons de guilde sont cependant prévoyants et l’un d’eux sort une torche de son sac afin d’éclairer votre route. Votre guilde reçoit **{amount} :{isXp?star:mirror_ball}:**.",
						"soloWithGuild": "Heureusement que vous aviez une torche dans votre sacoche, qu’un de vos compagnons de guilde vous a donné à votre départ ! Vous pouvez ainsi aisément voir votre chemin et continuer votre route. Votre guilde reçoit **{amount} :{isXp?star:mirror_ball}:**.",
						"solo": "Heureusement que vous aviez une torche dans votre poche, préparée avant votre départ ! Vous pouvez ainsi aisément voir votre chemin et continuer votre route. Vous recevez **{amount} :star:**."
					},
					"escape": {
						"withGuild": "Complètement aveuglés, vous et vos compagnons avancez à tâtons dans le noir complet, en vous entraidant pour éviter les obstacles, jusqu’à ce que cette étrange nuit reparte aussi vite qu’elle était venue.",
						"solo": "Complètement aveuglé, vous avancez à tâtons dans le noir complet jusqu’à ce que cette étrange nuit reparte aussi vite qu’elle était venue."
					},
					"lose": {
						"withGuild": "Complètement perdus face à cette cécité soudaine, vous et vos compagnons paniquez et courez droit devant vous jusqu’à ce que cette étrange nuit reparte aussi vite qu’elle était venue. Mais dans la précipitation, vous avez perdu **{amount} :money_with_wings:**.",
						"solo": "Seul et complétement perdu face à cette cécité soudaine, vous commencez à paniquer et à avancer droit devant vous sans remarquer le petit caillou sournois qui vous guettait à ce moment-là. Vous ramassant par terre, vous perdez **{amount} :broken_heart:**."
					}
				},
				"5": {
					"intro": "Vous marchiez déjà depuis un certain temps sur un chemin qui vous paraît ne jamais finir lorsque soudain les forces vous manquent et vous vous écroulez de fatigue.",
					"success": {
						"withGuild": "Voyant votre malaise, vos compagnons accourent pour vous soutenir et vous offrent de quoi récupérer l’énergie nécessaire pour vous relever et continuer à avancer dans votre quête. Votre guilde reçoit **{amount} :{isXp?star:mirror_ball}:**.",
						"soloWithGuild": "Malgré ce malaise, vous utilisez le peu d’énergie qui vous reste pour sortir de votre inventaire un peu de nourriture offerte par votre guilde afin de reprendre des forces et continuer votre quête. Votre guilde reçoit **{amount} :{isXp?star:mirror_ball}:**.",
						"solo": "Malgré ce malaise, vous utilisez le peu d’énergie qui vous reste pour sortir de votre inventaire un peu de nourriture préparée à l’avance afin de reprendre des forces et continuer votre quête. Vous recevez **{amount} :star:**."
					},
					"escape": {
						"withGuild": "Heureusement, ce n’était qu’un malaise passager, et, encouragé par vos compagnons de guilde, vous reprenez votre route avec eux au bout de quelques minutes de repos.",
						"solo": "Heureusement pour vous, ce n’était qu’un malaise passager, et vous parvenez à reprendre votre route après quelques minutes de repos."
					},
					"lose": {
						"withGuild": "Face à ce soudain malaise, vos compagnons de guilde, ne sachant comment vous aider, décident de vous porter jusqu’à la prochaine étape, mais l’épuisement vous harcèle et vous vous évanouissez. Vous perdez **{amount} :zap:**.",
						"solo": "Complètement épuisé, le ciel se met à tourner autour de vous. Vous tentez de vous relever, mais les forces vous manquant et ayant l’impression d’être sur une mer déchaînée, vous vous évanouissez au beau milieu du chemin. Vous perdez **{amount} :zap:**."
					}
				}
			}
		},
		"en": {
			"events": {
				"0": {
					"intro": "The sky is gray, the temperature average. It's an ideal weather for walking and getting on with your adventure. However, after a few steps, the frail ground gives way beneath your feet and you fall into a hole.",
					"success": {
						"withGuild": "With the help of your guild mates, you manage to pull yourself out of the crevasse and save them in turn. This ordeal has strengthened your bond, and your guild receives **{amount} :{isXp?star:mirror_ball}:**.",
						"soloWithGuild": "Never losing your cool, you immediately apply your guild's teachings and climb the wall with ease. Your guild receives **{amount} :{isXp?star:mirror_ball}:**.",
						"solo": "Never losing your cool, you apply what you've learned on your adventures and scale the wall with ease. You receive **{amount} :star:**."
					},
					"escape": {
						"withGuild": "Without wasting any time, you and your companions hasten to examine the crevasse, which turns out to be a cave. A bit of blind walking later, you manage to climb out of the hole further on.",
						"solo": "Desperate, alone at the bottom of this crevasse, you only notice the narrow passage to your left after a few minutes. After struggling against the earth that had decided to confine you, you emerge into the open air."
					},
					"lose": {
						"withGuild": "With the help of your guild mates, you manage to pull yourself out of the crevasse and rescue them in turn. However, the one who had your purse climbed up last, and accidentally dropped it during the climb. You lose **{amount} :money_with_wings:**.",
						"solo": "As you try to climb the wall, the earth crumbles under your fingers and feet, causing a landslide. Thanks to him, you manage to climb out of the crevasse, but you're pretty banged up. You lose **{amount} :broken_heart:**."
					}
				},
				"1": {
					"intro": "You decide to rest for a while after an intense crossing of the island. But just as you lay down on the ground, the earth began to shake.",
					"success": {
						"withGuild": "However, you hold on to each other to avoid a potential crevasse that could cause one of you to fall. The tremor ends, and you're all safe and sound. Your guild wins **{amount} :{isXp?star:mirror_ball}:**.",
						"soloWithGuild": "You follow the instructions given to you by your guild in the event of an earthquake, and decide to take shelter under a structure which, fortunately, has not collapsed on you. Safe and sound, you promise to thank your guild as soon as you return from your expedition. Your guild wins **{amount} :{isXp?star:mirror_ball}:**.",
						"solo": "You try to hold on despite the tremor. Fortunately, it hasn't caused any damage around you, so you continue to rest a while, admiring the sky and the surroundings. You receive **{amount} :star:**."
					},
					"escape": {
						"withGuild": "Panic-stricken, your guild tries to find a safer place to avoid damage to any of you. After several minutes of going round and round in circles, because at least one member thinks a particular place is unsafe, you no longer feel the tremor. Nevertheless, you try to regain your confidence for what's to come as you make your way around the island...",
						"solo": "Panicked, you try to dodge the potential damage of the earthquake. After a few moments, the tremor is no longer felt. When you return to the place where you had intended to rest, you notice the damage caused by the earthquake. Good thing you hadn't stayed there..."
					},
					"lose": {
						"withGuild": "You tell yourself that this earthquake will be short-lived, and ask the rest of the guild to brave it. What a mistake! A boulder crashes down on you and knocks you unconscious. You lose **{amount} :zap:**.",
						"solo": "Telling yourself that there will be little damage, you continue to rest. However, a crevasse forms beneath your body. Afraid of falling in, you try to run as far as you can, but stumble and cut your arm. You lose **{amount} :broken_heart:**."
					}
				},
				"2": {
					"intro": "You (and your guild mates) were making good progress on your adventure, when your instincts warned you of danger. Gradually, a whitish, almost opaque mist rises from the uneven ground and falls from the sky, encircling you. Before long, you can see nothing around you.",
					"success": {
						"withGuild": "Several pairs of eyes are better than one! Thanks to the cooperation of your visions, you and your companions manage to advance between rocks and crevasses without anyone getting hurt or lost. Your guild receives **{amount} :{isXp?star:mirror_ball}:**.",
						"soloWithGuild": "In this urgent situation, you keep your cool and use the tracking techniques you've learned from your guild to get out of this mess safely. Your guild receives **{amount} :{isXp?star:mirror_ball}:**.",
						"solo": "In this urgent situation, you keep your cool and use the tracking techniques you learned earlier to get out of this mess safely. You receive **{amount} :star:**."
					},
					"escape": {
						"withGuild": "Completely lost in the dense, threatening fog, you and your companions decided to huddle together to ward off the chill, waiting for the wind to disperse the mist.",
						"solo": "Completely tetanized by the anguish of this almost supernatural phenomenon, you panic, your pulse races and despite the coolness you feel the sweat on your pale forehead run down one by one, until the mist is dispersed by the wind."
					},
					"lose": {
						"withGuild": "Your group is not complete, and you and your guild mates panic at the ordeal. Everyone goes their own way, and you don't ask for any more time to run back. But in your haste, you drop **{amount} :money_with_wings:**.",
						"solo": "Completely panicked by the almost threatening fog, you grab your legs and run straight ahead. A big mistake, as you soon end up on the ground in the fog. You lose **{amount} :broken_heart:**."
					}
				},
				"3": {
					"intro": "You were quietly moving on to new adventures when a sneaky, cheeky, pointy little pebble decided to make you its victim and cruelly nicked your ankle.",
					"success": {
						"withGuild": "Luckily for you, your guild mates are on hand to dress your wound and get you back on your feet in no time. Your guild receives **{amount} :{isXp?star:mirror_ball}:**.",
						"soloWithGuild": "Despite the pain, you remember your guild's teachings and use this knowledge to heal yourself quickly. Your guild receives **{amount} :{isXp?star:mirror_ball}:**.",
						"solo": "Despite the pain, you manage to disinfect and bandage the wound so you can get back on the road as quickly as possible. You receive **{amount} :star:**."
					},
					"escape": {
						"withGuild": "Not wanting to be delayed, your guildmates decided to carry you so that they could treat you later, once they reached their destination.",
						"solo": "Despite the pain, you manage to hobble on."
					},
					"lose": {
						"withGuild": "Completely helpless in the face of this wound, your companions treat you as best they can, but the wound becomes infected and the pain unbearable. You lose **{amount} :broken_heart:**.",
						"solo": "Alone, writhing in pain in the middle of the path, curse the proud stone and endure the dreadful pain to continue your adventure. You lose **{amount} :broken_heart:**."
					}
				},
				"4": {
					"intro": "You're quietly walking towards your destination when big black clouds form over the area. The darkness is total.",
					"success": {
						"withGuild": "Your guild mates are far-sighted, however, and one of them pulls a torch from his bag to light your way. Your guild receives **{amount} :{isXp?star:mirror_ball}:**.",
						"soloWithGuild": "It's a good thing you had a torch in your saddlebag, which one of your guild mates gave you when you left! So you can easily see your way and continue on your way. Your guild receives **{amount} :{isXp?star:mirror_ball}:**.",
						"solo": "Luckily you had a torch in your pocket, prepared before you set off! So you can easily see your way and continue on your way. You receive **{amount} :star:**."
					},
					"escape": {
						"withGuild": "Completely blinded, you and your companions grope your way through the pitch-black darkness, helping each other to avoid obstacles, until the strange night leaves as quickly as it came.",
						"solo": "Completely blinded, you grope your way through the pitch-black darkness until the strange night returns as quickly as it came."
					},
					"lose": {
						"withGuild": "Completely lost in the face of this sudden blindness, you and your companions panic and run straight ahead until this strange night goes away as quickly as it came. But in your haste, you've lost **{amount} :money_with_wings:**.",
						"solo": "Alone and completely lost in the face of this sudden blindness, you start to panic and move straight ahead, not noticing the devious little rock that was lurking around you at the time. Picking yourself up off the ground, you lose **{amount} :broken_heart:**."
					}
				},
				"5": {
					"intro": "You've already been walking for some time on a path that never seems to end, when suddenly your strength fails you and you collapse from exhaustion.",
					"success": {
						"withGuild": "Seeing your discomfort, your companions rush to support you and offer you food to give you the energy you need to get back on your feet and continue your quest. Your guild receives **{amount} :{isXp?star:mirror_ball}:**.",
						"soloWithGuild": "Despite this discomfort, you use what little energy you have left to pull some food offered by your guild from your inventory to regain your strength and continue your quest. Your guild receives **{amount} :{isXp?star:mirror_ball}:**.",
						"solo": "Despite this discomfort, you use what little energy you have left to pull some pre-prepared food from your inventory to regain your strength and continue your quest. You receive **{amount} :star:**."
					},
					"escape": {
						"withGuild": "Fortunately, it was only a momentary discomfort, and, encouraged by your guild mates, you resume your journey with them after a few minutes' rest.",
						"solo": "Fortunately for you, it was only a momentary discomfort, and you manage to get back on the road after a few minutes' rest."
					},
					"lose": {
						"withGuild": "Faced with this sudden discomfort, your guildmates, not knowing how to help, decide to carry you to the next stage, but exhaustion stalks you and you faint. You lose **{amount} :broken_heart:**.",
						"solo": "Completely exhausted, the sky begins to spin around you. You try to get up, but feeling like you're on a stormy sea, you faint in the middle of the road. You lose **{amount} :broken_heart:**."
					}
				}
			}
		}
	},
	"0": {
		"success": {
			"withGuild": {
				"malus": {
					"name": "expOrPointsGuild",
					"min": 25,
					"max": 100
				}
			},
			"solo": {
				"malus": {
					"name": "exp",
					"min": 20,
					"max": 25
				}
			}
		},
		"lose": {
			"withGuild": {
				"malus": {
					"name":"money",
					"min": 25,
					"max": 50
				}
			},
			"solo": {
				"malus": {
					"name":"life",
					"min": 3,
					"max": 10
				}
			}
		}
	},
	"1": {
		"success": {
			"withGuild": {
				"malus": {
					"name": "expOrPointsGuild",
					"min": 25,
					"max": 100
				}
			},
			"solo": {
				"malus": {
					"name": "exp",
					"min": 20,
					"max": 25
				}
			}
		},
		"lose": {
			"withGuild": {
				"malus": {
					"name":"energy",
					"min": 10,
					"max": 25
				}
			},
			"solo": {
				"malus": {
					"name":"life",
					"min": 3,
					"max": 10
				}
			}
		}
	},
	"2": {
		"success": {
			"withGuild": {
				"malus": {
					"name": "expOrPointsGuild",
					"min": 25,
					"max": 100
				}
			},
			"solo": {
				"malus": {
					"name": "exp",
					"min": 20,
					"max": 25
				}
			}
		},
		"lose": {
			"withGuild": {
				"malus": {
					"name":"money",
					"min": 25,
					"max": 50
				}
			},
			"solo": {
				"malus": {
					"name":"life",
					"min": 3,
					"max": 10
				}
			}
		}
	},
	"3": {
		"success": {
			"withGuild": {
				"malus": {
					"name": "expOrPointsGuild",
					"min": 25,
					"max": 100
				}
			},
			"solo": {
				"malus": {
					"name": "exp",
					"min": 20,
					"max": 25
				}
			}
		},
		"lose": {
			"withGuild": {
				"malus": {
					"name":"life",
					"min": 3,
					"max": 10
				}
			},
			"solo": {
				"malus": {
					"name":"life",
					"min": 3,
					"max": 10
				}
			}
		}
	},
	"4": {
		"success": {
			"withGuild": {
				"malus": {
					"name": "expOrPointsGuild",
					"min": 25,
					"max": 100
				}
			},
			"solo": {
				"malus": {
					"name": "exp",
					"min": 20,
					"max": 25
				}
			}
		},
		"lose": {
			"withGuild": {
				"malus": {
					"name":"money",
					"min": 25,
					"max": 50
				}
			},
			"solo": {
				"malus": {
					"name":"life",
					"min": 3,
					"max": 10
				}
			}
		}
	},
	"5": {
		"success": {
			"withGuild": {
				"malus": {
					"name": "expOrPointsGuild",
					"min": 25,
					"max": 100
				}
			},
			"solo": {
				"malus": {
					"name": "exp",
					"min": 20,
					"max": 25
				}
			}
		},
		"lose": {
			"withGuild": {
				"malus": {
					"name":"energy",
					"min": 10,
					"max": 25
				}
			},
			"solo": {
				"malus": {
					"name":"energy",
					"min": 10,
					"max": 25
				}
			}
		}
	},
	"rarity": 8,
	"emote": ":scream:"
}