{
	"translations": {
		"fr": {
			"stories": [
				"vous recevez une missive du roi. Ce dernier vous écrit à propos de la compétition pour la main de la princesse à laquelle vous participez. Vous découvrez à la lecture de la lettre que {botFact} vous reprenez votre route.",
				"vous croisez un paysan en charrette semblant enjoué. Intrigué face à son attitude, vous le questionnez à propos de sa bonne humeur. Il vous explique que {botFact} vous reprenez votre route.",
				"vous apercevez le campement d’un aventurier au bord d’un sentier. Vous vous arrêtez un instant pour lui demander conseil sur le chemin à suivre et celui-ci vous pointe en retour la bonne direction en ajoutant que {botFact} vous reprenez la route.",
				"vous voyez un panneau d'informations. Sur celui-ci, plusieurs affiches sont accrochées et évoquent des fêtes et autres évènements alentours. L'une d'elle parle du récent discours du roi, qui racontait que {botFact} vous continuez votre chemin.",
				"vous croisez un attroupement de personnes et entendez parmi les bruits de la foule un orateur annonçant que {botFact} vous continuez votre chemin sans écouter la suite de ses dires.",
				"vous apercevez au loin un mendiant adossé contre le tronc d’un arbre, en vous approchant pour lui donner une pièce vous entendez ses propos étranges, celui-ci répète en boucle que {botFact} vous vous éloignez au plus vite de cet individu suspect."
			],
			"possiblesInfos": {
				"nbMeanPoints": "d'après un comptage des points effectué récemment par les organisateur, les candidats ont en moyenne un score de **{infoNumber} :medal:**. Encouragé par cette nouvelle,",
				"meanWeeklyScore": "d'après un comptage des points effectué récemment par les organisateur, les candidats ont récoltés en moyenne **{infoNumber} :medal: cette semaine**. Attristé par cette nouvelle,",
				"nbPlayersHaventStartedTheAdventure": "le SAFAC, ou Service Anti-Fraude des Aventuriers de la Contrée, a découvert que **{infoNumber} aventuriers** se sont volatilisés juste après avoir obtenu leur licence d'aventurier. Indigné par l'action de ces personnes,",
				"levelMean": "le dernier recensement avait noté que les aventuriers ont atteint en moyenne le **Niveau {infoNumber}**. Sans savoir que faire de cette information,",
				"nbMeanMoney": "la banque du pays a compté une moyenne de **{infoNumber} :moneybag:** dans les bourses de ses clients. Amusé par cette nouvelle,",
				"sumAllMoney": "la banque du pays a compté **{infoNumber} :moneybag:** en circulation à cette heure-ci. Surpris par cette nouvelle,",
				"richestPlayer": "la banque du pays a évalué que l'aventurier le plus riche a actuellement **{infoNumber} :moneybag:** sur son compte. Ébahi par cette nouvelle,",
				"trainedPets": "la SPAC, ou Société Protectrice des Animaux de la Contrée, souhaite féliciter les dresseurs des **{infoNumber} animaux dressés**. Impressionné par cet exploit,",
				"feistyPets": "la SPAC, ou Société Protectrice des Animaux de la Contrée, milite pour aider les **{infoNumber} animaux fielleux** à obtenir une meilleure vie. Réconforté par cette nouvelle,",
				"percentMalePets": "la SPAC, ou Société Protectrice des Animaux de la Contrée, a découvert que **{infoNumber}%** des animaux sur le territoire sont des mâles. Ravi de cette nouvelle,",
				"percentFemalePets": "la SPAC, ou Société Protectrice des Animaux de la Contrée, a découvert que **{infoNumber}%** des animaux sur le territoire sont des femelles. Ravi de cette nouvelle,",
				"guildLevelMean": "l'AGC, ou Agence des Guildes de la Contrée, a noté que les guildes actuelles ont atteint en moyenne le **Niveau {infoNumber}**. Intrigué par cette information,",
				"nbPlayersWithGivenClass": "d'après un récent recensement des aventuriers, il y aurait **{infoNumber}** avec la classe **{infoComplement}**. Étonné par cette nouvelle,",
				"nbPlayersOnYourMap": "les chevaliers alentours ont compté **{infoNumber} personnes** actuellement en train de circuler sur votre route. Surpris par cette nouvelle,"
			}
		},
		"en": {
		}
	},
	"rarity": 2,
	"emote": ":white_flower: "
}


