{
	"translations": {
		"fr": {
			"stories": [
				"vous recevez une missive du roi. Ce dernier vous écrit à propos de la compétition pour la main de la princesse à laquelle vous participez. Vous découvrez à la lecture de la lettre que {botFact} vous reprenez votre route.",
				"vous croisez un paysan en charrette semblant enjoué. Intrigué par son attitude, vous le questionnez à propos de sa bonne humeur. Il vous explique que {botFact} vous reprenez votre route.",
				"vous apercevez le campement d'un aventurier au bord d'un sentier. Vous vous arrêtez un instant pour lui demander conseil sur le chemin à suivre et celui-ci vous pointe en retour la bonne direction en ajoutant que {botFact} vous reprenez la route.",
				"vous voyez un panneau d'informations. Sur celui-ci, plusieurs affiches sont accrochées et évoquent des fêtes et autres évènements alentour. L'une d'elles parle du récent discours du roi, qui racontait que {botFact} vous continuez votre chemin.",
				"vous croisez un attroupement de personnes et entendez parmi les bruits de la foule un orateur annonçant que {botFact} vous continuez votre chemin sans écouter la suite de ses dires.",
				"vous apercevez au loin un mendiant adossé contre le tronc d'un arbre, en vous approchant pour lui donner une pièce vous entendez ses propos étranges, celui-ci répète en boucle que {botFact} vous vous éloignez au plus vite de cet individu suspect."
			],
			"possiblesInfos": {
				"nbMeanPoints": "d'après un comptage des points effectué récemment par les organisateurs, les candidats ont en moyenne un score de **{infoNumber} :medal:**. Encouragé par cette nouvelle,",
				"meanWeeklyScore": "d'après un comptage des points effectué récemment par les organisateurs, les candidats ont récolté en moyenne **{infoNumber} :medal: cette semaine**. Attristé par cette nouvelle,",
				"nbPlayersHaventStartedTheAdventure": "le SAFAC, ou Service Anti-Fraude des Aventuriers de la Contrée, a découvert que **{infoNumber} aventurier{infoNumber>1?s:}** se sont volatilisés juste après avoir obtenu leur licence d'aventurier. Indigné par l'action de ces personnes,",
				"levelMean": "le dernier recensement avait noté que les aventuriers ont atteint en moyenne le **niveau {infoNumber}**. Sans savoir que faire de cette information,",
				"nbMeanMoney": "la banque du pays a compté une moyenne de **{infoNumber} :moneybag:** dans les bourses de ses clients. Amusé par cette nouvelle,",
				"sumAllMoney": "la banque du pays compte **{infoNumber} :moneybag:** en circulation à cette heure-ci. Surpris par cette nouvelle,",
				"richestPlayer": "la banque du pays a évalué que l'aventurier le plus riche a actuellement **{infoNumber} :moneybag:** sur son compte. Ébahi par cette nouvelle,",
				"trainedPets": "la SPAC, ou Société Protectrice des Animaux de la Contrée, souhaite féliciter {infoNumber>1?les dresseurs des: le dresseur du} **{infoNumber} {infoNumber>1?animaux dressés:animal dressé}**. Impressionné par cet exploit,",
				"feistyPets": "la SPAC, ou Société Protectrice des Animaux de la Contrée, milite pour aider les **animaux fielleux** à obtenir une meilleure vie. Ils en ont recensé **{infoNumber}**. À la fois déçu et réconforté par cette nouvelle,",
				"percentMalePets": "la SPAC, ou Société Protectrice des Animaux de la Contrée, a découvert que **{infoNumber}%** des animaux sur le territoire sont des mâles. Ravi de cette nouvelle,",
				"percentFemalePets": "la SPAC, ou Société Protectrice des Animaux de la Contrée, a découvert que **{infoNumber}%** des animaux sur le territoire sont des femelles. Ravi de cette nouvelle,",
				"guildLevelMean": "l'AGC, ou Agence des Guildes de la Contrée, a noté que les guildes actuelles ont atteint en moyenne le **niveau {infoNumber}**. Intrigué par cette information,",
				"nbPlayersWithGivenClass": "d'après un récent recensement des aventuriers, il y aurait **{infoNumber}** joueur{infoNumber>1?s:} avec la classe **{infoComplement}**. Étonné par cette nouvelle,",
				"nbPlayersOnYourMap": "les chevaliers alentour ont compté **{infoNumber} personne{infoNumber>1?s:}** actuellement en train de circuler sur votre route. Surpris par cette nouvelle,"
			}
		},
		"en": {
			"stories": [
				"you receive a missive from the king. He wrote some information regarding the competition for the hand of the princess in which you are participating. You discover while reading the letter that {botFact} you go back on your way.",
				"you meet a jolly farmer in a cart. Intrigued by his surprisingly smiling face, you ask him about his good mood. He tells you that {botFact} you go back on your way.",
				"you see the camp of an adventurer on the edge of a path. You stop for a moment and ask him for advice on the road to follow. He points you the right direction and adds that {botFact} you go back on the road.",
				"you see an information panel. On it, multiple posters are pinned, which mention parties and others events nearby. One of them is about the King's recent speech, in which he cast light on the fact that {botFact} you go back on your way.",
				"you come across a bunch of people crowded around an orator announcing that {botFact} you go back on your way without listening further.",
				"you perceive a beggar lying against a faraway tree. As you approach, intending to toss him a coin, you hear him mutter ceaselessly that {botFact} you go away as fast as possible from this suspicious individual."
			],
			"possiblesInfos": {
				"nbMeanPoints": "according to an analysis enacted recently by the organizers, candidates have an average score of **{infoNumber} :medal:**. Encouraged by this news,",
				"meanWeeklyScore": "according to an analysis enacted recently by the organizers, candidates have received an average of **{infoNumber} :medal: this week**. Saddened by this news,",
				"nbPlayersHaventStartedTheAdventure": "the AAFS, or Adventurers' Anti-Fraud Service, discovered that **{infoNumber} adventurers** disappeared just after they obtained their adventurer license. Outraged by the action of these people,",
				"levelMean": "the last census noted that adventurers averaged **Level {infoNumber}**. Without knowing what to do with this information",
				"nbMeanMoney": "the country bank accounted an average of **{infoNumber} :moneybag:** in its customers' savings. Amused by this news,",
				"sumAllMoney": "the country bank accounted **{infoNumber} :moneybag:** in circulation at the moment. Surprised by this news,",
				"richestPlayer": "the country bank evaluated that the richest adventurer currently has **{infoNumber} :moneybag:** in their account. Utterly lost on how to take the news,",
				"trainedPets": "the SASS, the Society for Animals Safety and Security, wishes to congratulate the owners of the **{infoNumber} animals trained**. Impressed by this achievement,",
				"feistyPets": "the SASS, the Society for Animals Safety and Security campaigns to help ** {infoNumber} beastly animals ** to obtain a better life. Comforted by this news,",
				"percentMalePets": "the SASS, the Society Animals Safety and Security, discovered that **{infoNumber}%** of the animals in the territory are males. Pleased with this news,",
				"percentFemalePets": "the SASS, the Society for Animals Safety and Security, discovered that **{infoNumber}%** of the animals in the territory are females. Pleased with this news,",
				"guildLevelMean": "the GA, the Guilds Association, noted that the current guilds averaged **Level {infoNumber}**. Intrigued by this information,",
				"nbPlayersWithGivenClass": "according to a recent census on adventurers, there would be **{infoNumber} player{infoNumber>1?s:}** with the class **{infoComplement}**. Amazed by this news,",
				"nbPlayersOnYourMap": "the surrounding knights counted **{infoNumber} people** currently circulating on this very road. Surprised by this news,"
			}
		}
	},
	"rarity": 2,
	"emote": ":white_flower:"
}
