{
	"translations": {
		"fr": {
			"situation": [
				"vous apercevez au loin une charette délabrée, son bois usé par le temps et les voyages. Un homme aux cheveux hirsutes, le visage marqué par les intempéries, vous interpelle. Il prétend pouvoir vous conduire aux alentours de **{destination}** pour **{price}** :moneybag:. Son sourire malicieux et l'éclat rusé dans ses yeux laissent planer un doute. Vous vous demandez si cette direction approximative vaut le risque.",
				"un individu à l'allure louche sort de l'ombre, traînant derrière lui une charette brinquebalante. C'est un roublard connu pour ses voyages imprévisibles, les yeux pétillants de malice. Il vous propose un voyage vers les environs de **{destination}** contre **{price}** :moneybag:. Son assurance et son sourire espiègle vous font vous interroger sur la fiabilité de sa direction.",
				"une charette bien entretenue surgit soudainement sur votre chemin. Son propriétaire, un homme au visage buriné et au sourire énigmatique, vous assure qu'il peut vous emmener quelque part près de **{destination}** contre **{price}** :moneybag:. Son regard déterminé semble cacher quelque chose. Vous vous demandez si cette direction vague est aussi attrayante qu'elle en a l'air.",
				"vous croisez un homme qui semble perdu. C'est un roublard mystérieux, aux cheveux ébouriffés et à l'air malin, qui prétend pouvoir vous conduire aux abords de **{destination}** en échange de **{price}** :moneybag:. Ses yeux brillent d'une malice difficile à cerner. Vous hésitez, pesant le pour et le contre de cette direction incertaine.",
				"un étranger vous aborde, vous proposant un voyage dans sa charette en direction des environs de **{destination}** pour **{price}** :moneybag:. C'est un homme dont les voyages sont aussi variés que ses ruses, avec un regard pétillant de malice. Son assurance semble un peu trop parfaite, comme s'il avait tout prévu à l'avance. Vous vous demandez ce qu'il cache.",
				"un homme affable vous propose un voyage dans sa charette. C'est un roublard connu pour ses voyages à travers le royaume, à la barbe hirsute et au regard rusé, qui vous propose un trajet près de **{destination}** pour **{price}** :moneybag:. Ses paroles sont douces, mais son regard est dur. Vous vous demandez si vous pouvez vraiment lui faire confiance.",
				"vous rencontrez un individu étrange avec une charette. C'est un voyageur au passé mystérieux, aux cheveux en bataille et au regard perçant. Il vous propose un voyage vers les alentours de **{destination}** en échange de **{price}** :moneybag:** :moneybag:. Ses promesses semblent alléchantes, mais son allure laisse planer un doute. Vous vous demandez si vous ne risquez pas de tomber dans un piège."
			],
			"menu": "\n\n:red_car: Monter dans la charette\n:person_walking: Passer votre chemin",
			"unknownDestination": "Destination inconnue"
		},
		"en": {
		}
	},
	"rarity": 1,
	"emote": ":red_car:"
}