{
	"translations": {
		"fr": {
			"knownDestination": [
				"vous apercevez au loin une charrette délabrée, son bois usé par le temps et les voyages. Un homme aux cheveux hirsutes, le visage marqué par les intempéries, vous interpelle. Il prétend pouvoir vous conduire aux alentours de **{destination}** pour **{price}** :moneybag:. Son sourire malicieux et l'éclat rusé dans ses yeux laissent planer un doute. Vous vous demandez si cette direction approximative vaut le risque...",
				"un individu à l'allure louche sort de l'ombre, traînant derrière lui une charrette brinquebalante. C'est un roublard connu pour ses voyages imprévisibles, les yeux pétillants de malice. Il vous propose un voyage vers les environs de **{destination}** contre **{price}** :moneybag:. Son assurance et son sourire espiègle vous font vous interroger sur la fiabilité de sa direction...",
				"une charrette bien entretenue surgit soudainement sur votre chemin. Son propriétaire, un homme au visage buriné et au sourire énigmatique, vous assure qu'il peut vous emmener quelque part près de **{destination}** contre **{price}** :moneybag:. Son regard déterminé semble cacher quelque chose. Vous vous demandez si cette direction vague est aussi attrayante qu'elle en a l'air...",
				"vous croisez un homme qui semble perdu. C'est un roublard mystérieux, aux cheveux ébouriffés et à l'air malin, qui prétend pouvoir vous conduire aux abords de **{destination}** en échange de **{price}** :moneybag:. Ses yeux brillent d'une malice difficile à cerner. Vous hésitez, pesant le pour et le contre de cette direction incertaine...",
				"un étranger vous aborde, vous proposant un voyage dans sa charrette en direction des environs de **{destination}** pour **{price}** :moneybag:. Après une courte discussion, vous découvrez que c'est un homme dont les voyages sont aussi variés que ses ruses. Son assurance semble un peu trop parfaite, comme s'il avait tout prévu à l'avance. Vous vous demandez ce qu'il cache...",
				"un homme affable vous propose un voyage dans sa charrette. C'est un roublard connu pour ses voyages à travers le royaume, à la barbe hirsute et au regard rusé, qui vous propose un trajet près de **{destination}** pour **{price}** :moneybag:. Ses paroles sont douces, mais son regard est dur. Vous vous demandez si vous pouvez vraiment lui faire confiance...",
				"vous rencontrez un individu étrange avec une charrette. C'est un voyageur au passé mystérieux, aux cheveux en bataille et au regard perçant. Il vous propose un voyage vers les alentours de **{destination}** en échange de **{price}** :moneybag:. Ses promesses semblent alléchantes, mais son allure laisse planer un doute. Vous vous demandez si vous ne risquez pas de tomber dans un piège..."
			],
			"unknownDestination": [
				"un homme énigmatique avec une charrette délabrée vous interpelle. Il vous propose un voyage vers un lieu inconnu pour **{price}** :moneybag:. Son regard rusé et son sourire énigmatique laissent planer un doute...",
				"un individu louche sort de l'ombre et vous propose un voyage dans sa charrette cahoteuse vers une destination inconnue pour **{price}** :moneybag:. Son air malicieux et son assurance débordante suscitent votre méfiance...",
				"un homme au visage buriné surgit sur votre chemin avec une charrette bien entretenue. Il vous propose de vous emmener vers une destination inconnue pour **{price}** :moneybag:. Son sourire énigmatique et son regard déterminé cachent peut-être quelque chose...",
				"un roublard mystérieux vous croise et prétend pouvoir vous conduire vers un lieu inconnu pour **{price}** :moneybag:. Son air malin et ses yeux brillants de malice vous font hésiter...",
				"un étranger vous aborde avec une proposition de voyage dans sa charrette vers une destination inconnue pour **{price}** :moneybag:. Son assurance et son regard malicieux éveillent votre curiosité...",
				"un homme affable à la barbe hirsute vous propose un voyage dans sa charrette vers un lieu inconnu pour **{price}** :moneybag:. Malgré ses paroles douces, son regard dur vous met mal à l'aise...",
				"un voyageur au passé mystérieux vous propose un voyage vers une destination inconnue pour **{price}** :moneybag:. Son allure intrigante et ses promesses alléchantes suscitent votre intérêt..."
			],
			"menu": "\n\n:red_car: Monter dans la charrette\n:person_walking: Passer votre chemin",
			"scamTravelDone": [
				":blue_car: Après un voyage étonnement rapide, vous vous retrouvez dans un endroit inconnu. L'homme vous regarde avec un sourire narquois et s'éloigne avec sa charrette.",
				":blue_car: L'homme aux cheveux hirsutes vous a mené dans un endroit complètement différent de votre destination prévue. Avant que vous n'ayez le temps de réagir, il disparaît rapidement dans un nuage de poussière.",
				":blue_car: Le voyage est passé plus vite que prévu et vous vous retrouvez dans un endroit inconnu. L'homme aux yeux malicieux s'éloigne avec sa charrette, vous laissant seul et dérouté.",
				":blue_car: Très vite, vous êtes transporté vers un endroit familier... Vous réalisez rapidement qu'il ne s'agit pas de la destination qui vous avait été indiquée mais il est déjà trop tard pour réagir. L'homme mystérieux est déjà loin.."
			],
			"normalTravelDone" : [
				":red_car: Vous acceptez l'offre de l'homme et montez dans sa charrette. Après un voyage paisible, vous vous retrouvez près de votre destination prévue.",
				":red_car: Après avoir pesé le pour et le contre, vous décidez de faire confiance à l'homme et de monter dans sa charrette. Vous êtes soulagé de vous retrouver près de la destination indiquée.",
				":red_car: Vous montez dans la charrette et l'homme aux cheveux ébouriffés vous conduit à votre destination. Vous arrivez sain et sauf, près de l'endroit prévu.",
				":red_car: Vous acceptez l'offre du voyageur au passé mystérieux et montez dans sa charrette. À votre grande surprise, vous vous retrouvez près de votre destination prévue."
			],
			"unknownDestinationTravelDone": [
				":red_car: Vous acceptez l'offre de l'homme et montez dans sa charrette sans aucune idée de votre destination. Après un voyage paisible, vous vous retrouvez dans un lieu qui semble accueillant.",
				":red_car: Malgré l'incertitude, vous décidez de faire confiance à l'homme et de monter dans sa charrette. À votre soulagement, vous vous retrouvez dans un endroit paisible et agréable.",
				":red_car: Vous montez dans la charrette, la destination étant un mystère. L'homme aux cheveux ébouriffés vous conduit à travers des paysages variés avant de vous déposer dans un endroit qui semble prometteur.",
				":red_car: Vous acceptez l'offre du voyageur au passé mystérieux et montez dans sa charrette sans savoir où vous vous rendrez. À votre grande surprise, vous vous retrouvez dans un lieu pittoresque et plein de charme."
			],
			"travelRefused": [
				":person_walking: Après une courte reflexion, vous décidez de ne pas prendre le risque et de passer votre chemin.",
				":person_walking: Vous refusez poliment la proposition et continuez votre chemin.",
				":person_walking: Jugeant que vous n'avez pas besoin d'un tel service à ce moment, vous décidez de continuer votre route.",
				":person_walking: Vous refusez la proposition et continuez votre chemin."
			],
			"notEnoughMoney": [
				":person_frowning: Vous fouillez dans vos poches, mais vous réalisez que vous n'avez pas assez d'argent. L'homme vous regarde déçu et part avec sa charrette.",
				":person_frowning: Vous comptez vos pièces, mais il vous en manque pour le voyage. Le roublard secoue la tête et s'éloigne avec sa charrette.",
				":person_frowning: Vous vérifiez votre bourse, mais malheureusement vous n'avez pas assez d'argent. L'étranger hoche la tête et part avec sa charrette."
			]
		},
		"en": {
			"knownDestination": [
				"you see a dilapidated cart in the distance, its wood worn by time and travels. A man with unkempt hair, his face marked by the weather, calls out to you. He claims he can take you to the vicinity of **{destination}** for **{price}** :moneybag:. His mischievous smile and the cunning gleam in his eyes leave room for doubt. You wonder if this approximate direction is worth the risk...",
				"a shady-looking individual steps out of the shadows, dragging behind him a rickety cart. He's a rogue known for his unpredictable journeys, his eyes sparkling with mischief. He offers you a trip towards the surroundings of **{destination}** for **{price}** :moneybag:. His confidence and impish grin make you question the reliability of his direction...",
				"a well-maintained cart suddenly appears on your path. Its owner, a man with a weathered face and an enigmatic smile, assures you that he can take you somewhere near **{destination}** for **{price}** :moneybag:. His determined look seems to hide something. You wonder if this vague direction is as attractive as it appears...",
				"you cross paths with a man who seems lost. He's a mysterious rogue, with tousled hair and a cunning air, who claims he can take you to the outskirts of **{destination}** in exchange for **{price}** :moneybag:. His eyes shine with a mischief that's hard to gauge. You hesitate, weighing the pros and cons of this uncertain direction...",
				"a stranger approaches you, offering a trip in his cart towards the vicinity of **{destination}** for **{price}** :moneybag:. After a short conversation, you find out that he's a man whose travels are as varied as his tricks. His confidence seems a bit too perfect, as if he had everything planned in advance. You wonder what he's hiding...",
				"a friendly man offers you a ride in his cart. He's a rogue known for his travels across the kingdom, with a bushy beard and a cunning look, offering a journey near **{destination}** for **{price}** :moneybag:. His words are sweet, but his gaze is hard. You wonder if you can really trust him...",
				"you meet a strange individual with a cart. He's a traveler with a mysterious past, with disheveled hair and a piercing gaze. He offers you a trip towards the vicinity of **{destination}** in exchange for **{price}** :moneybag:. His promises seem enticing, but his appearance raises doubts. You wonder if you might fall into a trap..."
			],
			"unknownDestination": [
				"an enigmatic man with a dilapidated cart calls out to you. He offers a trip to an unknown place for **{price}** :moneybag:. His cunning gaze and enigmatic smile leave room for doubt...",
				"a shady individual steps out of the shadow and offers you a ride in his rickety cart to an unknown destination for **{price}** :moneybag:. His mischievous demeanor and overflowing confidence arouse your suspicion...",
				"a man with a weathered face pops up on your path with a well-maintained cart. He offers to take you to an unknown destination for **{price}** :moneybag:. His enigmatic smile and determined gaze might be hiding something...",
				"a mysterious rogue crosses your path and claims he can take you to an unknown place for **{price}** :moneybag:. His cunning demeanor and eyes shining with mischief make you hesitate...",
				"a stranger approaches you with a proposition to travel in his cart to an unknown destination for **{price}** :moneybag:. His confidence and mischievous gaze arouse your curiosity...",
				"a friendly man with a bushy beard offers you a ride in his cart to an unknown place for **{price}** :moneybag:. Despite his sweet words, his hard gaze makes you uncomfortable...",
				"a traveler with a mysterious past offers you a trip to an unknown destination for **{price}** :moneybag:. His intriguing appearance and enticing promises pique your interest..."
			],
			"menu": "\n\n:red_car: Get in the cart\n:person_walking: Walk away",
			"scamTravelDone": [
				":blue_car: After a surprisingly quick journey, you find yourself in an unknown location. The man looks at you with a smug smile and walks away with his cart.",
				":blue_car: The unkempt-haired man has led you to a completely different place than your intended destination. Before you have time to react, he quickly disappears in a cloud of dust.",
				":blue_car: The trip is over faster than expected and you find yourself in an unknown location. The man with cunning eyes walks away with his cart, leaving you alone and confused.",
				":blue_car: Soon, you're transported to a familiar place... You quickly realize it's not the destination you were told but it's already too late to react. The mysterious man is already far away.."
			],
			"normalTravelDone" : [
				":red_car: You accept the man's offer and climb into his cart. After a peaceful journey, you find yourself near your intended destination.",
				":red_car: After weighing the pros and cons, you decide to trust the man and climb into his cart. You're relieved to find yourself near the indicated destination.",
				":red_car: You get in the cart and the man with tousled hair takes you to your destination. You arrive safe and sound, close to the intended place.",
				":red_car: You accept the offer of the traveler with a mysterious past and climb into his cart. To your surprise, you find yourself near your intended destination."
			],
			"unknownDestinationTravelDone": [
				":red_car: You accept the man's offer and climb into his cart with no idea of your destination. After a peaceful journey, you find yourself in a welcoming place.",
				":red_car: Despite the uncertainty, you decide to trust the man and climb into his cart. To your relief, you find yourself in a peaceful and pleasant place.",
				":red_car: You get in the cart, the destination being a mystery. The man with tousled hair takes you through varied landscapes before dropping you off in a place that seems promising.",
				":red_car: You accept the offer of the traveler with a mysterious past and climb into his cart without knowing where you'll end up. To your great surprise, you find yourself in a picturesque and charming place."
			],
			"travelRefused": [
				":person_walking: After a short reflection, you decide not to take the risk and walk away.",
				":person_walking: You politely decline the offer and continue on your way.",
				":person_walking: Judging that you don't need such a service at this time, you decide to continue on your journey.",
				":person_walking: You decline the offer and continue on your way."
			],
			"notEnoughMoney": [
				":person_frowning: You rummage through your pockets, but you realize you don't have enough money. The man looks at you disappointed and leaves with his cart.",
				":person_frowning: You count your coins, but you're short for the trip. The rogue shakes his head and walks away with his cart.",
				":person_frowning: You check your purse, but unfortunately you don't have enough money. The stranger nods and leaves with his cart."
			]
		}
	},
	"rarity": 1,
	"emote": ":red_car:"
}