{
	"translations": {
		"fr": {
			"attack": {
				"winPotion": [
					"vous apercevez une lumière étrange dans le lointain. En vous rapprochant, curieux, vous vous rendez compte qu'il s'agit là d'une fiole au contenu inconnu, vous vous humectez les lèvres du breuvage et sentez que vos forces pourraient être décuplées si vous l'ingériez...",
					"vous remarquez une tente installée là. Intrigué, vous y entrez et y découvrez un vieil homme possédant de nombreuses potions. Celui-ci vous demande de bien vouloir tester ses potions. Vous acceptez, et une fois les expériences finies, il vous donne une potion d'attaque en gage de remerciement.",
					"vous trouvez une charrette abandonnée. Celle-ci contient des caisses de potions. Vous en volez une à la hâte. Après avoir fui, vous voyez que la potion volée semble être utile pour votre prochain combat..."
				],
				"winObject": [
					"vous décidez de vous adosser à un arbre. En vous asseyant, vous sentez une douleur vive qui vous transperce le dos. Vous vous relevez à la vitesse d'un éclair et découvrez ce qui vous a égratigné :",
					"vous entendez soudainement un boucan infernal avancer vers vous, vous avez tout juste le temps de vous jeter sur le côté quand une horde de chevaliers vous dépasse au grand galop, en les regardant s'éloigner vous apercevez une besace tomber de l'un des chevaux. En la ramassant vous y découvrez...",
					"un animal affamé s'approche de vous. Par précaution, vous décidez de le tuer. En fouillant dans ses entrailles, vous trouvez un objet qui semble servir à attaquer."
				],
				"winWeapon": [
					"vous rencontrez un marchand, vous demandant quelle classe vous avez. Lui ayant répondu, celui-ci vous propose gratuitement une arme qu'il n'utilise plus :",
					"vous voyez sur le bas-côté une arme et vous n'en croyez pas vos yeux ! Vous vous demandez comment diable l'on peut jeter une si belle chose et décidez de vous en affubler. Elle vous sera probablement utile !",
					"vous trouvez un ancien fort en ruines. Toujours à la recherche d'équipement, vous décidez de le fouiller. Après une rapide visite des lieux, il semblerait que seule l'armurerie est encore intacte. Dans celle-ci, au milieu des objets rouillés et inutilisables, vous trouvez une arme qui semble être encore en bon état."
				]
			},
			"defense": {
				"winPotion": [
					"vous remarquez une tente installée là. Intrigué, vous y entrez et y découvrez un vieil homme possédant de nombreuses potions. Celui-ci vous demande de bien vouloir tester ses potions. Vous acceptez, et une fois les expériences finies, il vous donne une potion de défense en gage de remerciement.",
					"vous trouvez une charrette abandonnée. Celle-ci contient des caisses de potions. Vous en volez une à la hâte. Après avoir fui vous voyez que la potion volée semble être utile pour votre prochain combat...",
					"un impact lourd se fait entendre derrière vous. Vous vous retournez brusquement, et entre en votre champs de vision un vieil homme au corps aplati au sol, sous un arbre. Vous remarquez avec soulagement qu'il est encore en vie, car il émet de faibles gémissements. Vous constatez alors qu'est tombée avec lui une caisse pleine de potions toutes identiques. Sachant qu'il n'aurait pu survivre avec sa frêle disposition, vous déduisez qu'il s'agit là de potions augmentant les capacités défensives du corps humain. Ne voulant laisser passer une telle opportunité, vous vous emparez de la seule fiole intacte et fuyez les lieux, sans vous préoccuper des faiblissantes plaintes du vieillard."
				],
				"winObject": [
					"un animal affamé s'approche de vous. Par précaution, vous décidez de le tuer. En fouillant dans ses entrailles, vous trouvez un objet qui semble servir à défendre.",
					"un chevalier s'approche et vous propose un duel. Il vous donnera son objet de défense si vous gagnez.  Grâce à vôtre entrainement, cette victoire est vôtre, et vous remportez le lot promis.",
					"Vous trouvez un paysan qui a besoin d'aide pour réparer sa charrette. Vous remettez la roue en place. Pour vous remercier, il vous donne un objet défensif forgé par les meilleurs ouvriers de Claire De Ville."
				],
				"winArmor": [
					"vous rencontrez un marchand, vous demandant quelle classe vous avez. Lui ayant répondu, celui-ci vous propose gratuitement une armure qu'il n'utilise plus :",
					"vous voyez sur le bas-côté une pièce d'armure et vous n'en croyez pas vos yeux ! Vous vous demandez comment diable l'on peut jeter une si belle chose et décidez de vous en affubler. Elle vous sera probablement utile !",
					"vous trouvez un ancien fort en ruines. Toujours à la recherche d'équipement, vous décidez de le fouiller. Après une rapide visite des lieux, il semblerait que seule la salle des armures est encore intacte. Dans celle-ci, au milieu des objets rouillés et inutilisables, vous trouvez une armure qui semble être encore en bon état."
				]
			},
			"basic": {
				"winItem": [
					"des villageois vous abordent et vous tendent un objet en reconnaissance d'un récent fait d'arme, vous les remerciez brièvement et continuez votre périple.",
					"vous croisez un groupe d'enfants jouant à se poursuivre. L'un d'eux vous bouscule et se met à pleurer, ses parents s'approchent et implorent votre pardon, vous le leur accordez et ceux-ci vous font don d'un objet pouvant vous être utile.",
					"une charrette vous empêche de continuer, intrigué et désireux de poursuivre votre chemin, vous vous approchez du propriétaire, qui, d'abord odieux, vous dit de dégager et prendre une autre route, énervé, vous le menacez de votre arme. Cela a pour effet de le calmer instantanément. Il vous offre un objet et vous demande de patienter le temps de déplacer son chargement.",
					"vous apercevez une foule de personnes réunies. Voulant voir ce qui se trame, vous vous frayez un chemin à travers le groupe et découvrez un objet ensanglanté, sans quoi la foule autour l'aurait déjà touché. Vous repartez comme si de rien n'était avec l'objet en votre possession."
				],
				"winMoney": [
					"vous marchez sur une petite butte et remarquez que votre bruit de pas sonne étrangement. Vous fouillez le sol et découvrez un coffre rempli d'or. Vous obtenez **{money} :moneybag:**.",
					"vous rencontrez une personne ayant l'air un peu déconcertée et peureuse... En vous voyant la personne s'excuse et part en courant. Vous vous dites qu'elle vous a confondu avec quelqu'un d'autre. Dans sa course l'inconnu a fait tomber une bourse : vous l'ouvrez et découvrez **{money} :moneybag:** !",
					"vous décidez d'établir votre campement en installant une tente et d'autres objets. En creusant les trous pour planter les piquets de votre tente, vous sentez quelque chose de dur dans le sol. En creusant, vous déterrez un petit coffret de bois abîmé par le temps et y trouvez **{money} :moneybag:** !"
				]
			},
			"other": {
				"winItem": [
					"vous vous prenez les pieds dans quelque chose sortant du sol, après vous être relevé, vous fouillez le sol et en sortez un objet...",
					"vous apercevez une forme dans un fossé. Intrigué, vous vous en approchez, cette forme se révèle être un objet qui pourrait vous servir pour la suite de votre aventure...",
					"vous décidez de vous adosser à un arbre. En vous asseyant, vous percevez une douleur vive dans votre dos. Vous vous relevez rapidement pour découvrir... un objet !",
					"vous marchez distraitement et trébuchez sur quelque chose ! En vous relevant péniblement après votre chute, vous découvrez un objet !"
				],
				"winHealth": [
					"vous croisez des villageois se souvenant de vos prouesses en tant que frêle personne, ils vous tendent un sac contenant des provisions que vous mangez avant de poursuivre votre périple. Vous gagnez **{health} :heart:**.",
					"un marchand vient à votre rencontre et vous demande à quel classe vous appartenez, vous lui répondez que vous êtes un frêle aventurier. Se rappelant que les frêles aventuriers sont des personnes avec peu de pv, il décide de vous donner quelques fruits qui n'étaient plus viables à être vendu. Heureux, vous les mangez et gagnez **{health} :heart:** puis reprenez votre route.",
					"vous êtes abordé par une vieille femme, celle-ci vous tend une pomme bien rouge en vous précisant qu'il est important de bien manger pour devenir fort vous la mangez avec reconnaissance avant de poursuivre votre route. Vous gagnez **{health} :heart:**.",
					"vous êtes bousculé par une charrue. Vous êtes interpelé par son propriétaire qui vous présente ses excuses et disant ne pas vous avoir vu à cause de votre apparence chétive et vous offre quelques provisions, vous vous restaurez un peu puis reprenez votre route. Vous gagnez **{health} :heart:**."
				]
			}
		},
		"en": {
			"attack": {
				"winPotion": [
					"you notice a faraway light. As you get closer, you realize it is a vial containing an unknown liquid, you moisten your lips with it, and feel that your strength could rise for some time if you were to ingest it.",
					"you notice a tent. Curious, you enter and discover an old man surrounded by lots of potions. The ancient one shoves a colorful vial into your hands, telling you that you will regain the vigor of your old times long past thanks to the potion.",
					"you find an abandoned cart. It contains potion crates. You warily look around and decide to pocket one. It seems the one you hastily took will be useful for your next fight."
				],
				"winObject": [
					"you decide to rest against a tree. Sitting down, you feel a sharp pain on your back. You get up as fast as possible and discover what scratched you:",
					"suddenly you hear a loud rumbling approaching you, A knights' horde passes you at full speed. As you watch them get away, you notice a pouch falling off one of the horses. While picking it up, you discover...",
					"a starving animal approaches. Wary, you choose to kill it. While searching its guts, you find an attack-oriented item."
				],
				"winWeapon": [
					"you meet a merchant, who asks you your Class. After answering him, he offers you a weapon he no longer uses:",
					"you see on the roadside a magnificent weapon that was left there. You wonder how such a beautiful thing could have been thrown away, and decide to pocket it. It will probably be useful!",
					"you stumble upon a fortress in ruins. Hoping to scavenge some useful stuff, you decide to walk in. After a quick visit, it seems that the armory is the only part still intact. In it, among a bunch of waste, you find a weapon that is still in a relatively good state."
				]
			},
			"defense": {
				"winPotion": [
					"you notice a tent. Curious, you enter and discover an old man surrounded by lots of potions. The ancient one shoves a colorful vial into your hands, telling you that you will regain the vigor of your olden days thanks to the potion.",
					"you find an abandoned cart. It contains potion crates. You warily look around and decide to pocket one. It seems the one you hastily took will be useful for your next fight.",
					"A heavy impact is heard behind you. You turn around abruptly, and an old man with a flattened body enters your field of vision under a tree. You notice with relief that he is still alive, as he emits faint moans. You then notice that a box full of identical potions has fallen with him. Knowing that he could not have survived with his frail disposition, you deduce that these are potions that increase the defensive abilities of the human body. Unwilling to let such an opportunity pass, you grab the only intact vial and flee the scene, not caring about the old man's weak complaints."
				],
				"winObject": [
					"a starving animal approaches. Wary, you choose to kill it. While searching its guts, you find a defense-oriented item.",
					"a knight approaches you and defies you in a duel. He bets a defensive item on this fight. Thanks to your training, the victory is yours, and you win both the duel and the promised prize.",
					"You find a peasant who needs help to fix their cart. You get the wheel back in place. To thank you, They give you a defensive item forged by the best workers of Claire De Ville."
				],
				"winArmor": [
					"you meet a merchant, who asks you your Class. After answering him, he offers you a armor he no longer uses:",
					"you see on the roadside a magnificent piece of armor that was left there. You wonder how such a beautiful thing could have been thrown away, and decide to pocket it. It will probably be useful!",
					"you stumble upon a fortress in ruins. Hoping to scavenge some useful stuff, you decide to walk in. After a quick visit, it seems that the armory is the only part still intact. In it, among a bunch of waste, you find an armor that is still in a relatively good state."
				]
			},
			"basic": {
				"winItem": [
					"Because of a recent feat of arms, a group of grateful villagers give you an item.",
					"you meet a group of children playing tag. One of them bumps into you and starts crying. His parents come up to you and start begging you to be  merciful, offering an item to quell your anger.",
					"a cart bars your way. Eager to continue your journey, you approach the driver, who tells you to get out and find another path. Upset, you threaten him with your weapon. This instantly forces him to calm down. He gives you an item and hurriedly frees the way.",
					"you see a crowd of people gathered. Wanting to see what's going on, you push a dozen of people with one hand and discover a blood-covered item. You leave as if nothing happened with the item in your possession."
				],
				"winMoney": [
					"you walk on a small hill and notice that the sound of your footsteps echoes strangely. You dig up the ground and find a chest full of gold. You get **{money} :moneybag:**.",
					"you come across a person looking quite confused, afraid even. Upon seeing you, they run off. You think they must've mistaken you for someone else. In their fleeing, the stranger dropped a moneybag: you open it and discover **{money} :moneybag:**!",
					"you decide to set up camp by putting up a tent and other things. As you dig the holes for your tent pegs, you feel something hard in the ground. You unearth a small, timeworn wooden case and find **{money} :moneybag:** in it!"
				]
			},
			"other": {
				"winItem": [
					"your feet bump on something emerging from the ground, which compels you to search the ground, netting you an item...",
					"you notice a weirdly-shaped shadow in a corner of your field of vision. Naturally intrigued, you approach it, and while doing so, realize it is an item that could be helpful for your adventure...",
					"you decide to lean on a tree. While sitting, you feel a pain on your back. You get up quickly to find... an item!",
					"you walk without paying much attention to your environment, which causes you to trip over a bunch of roots ! While getting up , you discover an item !"
				],
				"winHealth": [
					"you encounter some villagers remembering your prowess. They offer you a bag in which you find provisions that you eat before resuming your journey. You gain **{health} :heart:**.",
					"a merchant comes up to you and asks you what class you belong to, you tell him that you are a weak adventurer. Remembering that weak adventurers are people with low hp, he decides to give you some fruits that he couldn't sell. You happily eat them and gain **{health} :heart:** and then continue your journey.",
					"you are approached by an old woman, who gives you a red apple, telling you it's important to eat well to become strong, you eat it with gratitude before resuming your travels. You win **{health} :heart:**.",
					"you are hit by a plough, and its wielder apologizes and tells he didn't see you because of your puny look. He then offers some supplies to you. You rest a bit and resume your journey. You win **{health} :heart:**."
				]
			}
		}
	},
	"attackEligible": [
		8,
		9,
		10,
		11,
		20
	],
	"defenseEligible": [
		4,
		5,
		6,
		7,
		16,
		19,
		22
	],
	"basicEligible": [
		0,
		1,
		2,
		3,
		12,
		13,
		14,
		15,
		18,
		21
	],
	"otherEligible": [
		17,
		24,
		23
	],
	"rarity": 4,
	"emote": ":bookmark:"
}


