{
	"translations": {
		"fr": {
			"intro": [
				"Progressant vers votre destination, une rencontre inattendue se produit. Aldéric l'antiquaire surgit à l'horizon, son chariot de trésors en remorque, prêt à discuter d'une affaire spéciale.",
				"En route, un individu étrange apparaît. Aldéric l'antiquaire, charmant marchand ambulant, se présente avec une offre captivante.",
				"Marchant paisiblement vers l'inconnu, une silhouette familière émerge : Aldéric l'antiquaire, le marchand vagabond, vous tend une proposition intrigante.",
				"Pendant votre voyage sans encombre, un événement singulier survient. Aldéric l'antiquaire, l'artiste ambulant des antiquités, vous invite à une transaction mémorable.",
				"Au cours de votre voyage, une interruption surprenante se produit. C'est Aldéric l'antiquaire, le marchand itinérant, qui vous présente un trésor inattendu.",
				"Pendant une courte pause sous un arbre, un personnage mystérieux fait son apparition. C'est Aldéric l'antiquaire, le vagabond de l'insolite, prêt à vous immerger dans une offre alléchante.",
				"Avançant paisiblement sur votre chemin, le bruit des roues d'une charrette attire votre attention. Aldéric l'antiquaire, un homme d'âge mûr vêtu de manière pittoresque, arpente les routes en tant que marchand itinérant. Avec un sourire amical, il vous invite à explorer sa collection d'objets fascinants.",
				"Marchant sur un chemin de pierre poussiéreux, une charrette portant l'inscription Aldéric l'antiquaire - marchand d'objets super\" se présente à vous. Une transaction est bientôt amorcée.",
				"Marchant tranquillement, un chariot en bois qui attise votre curiosité apparaît à l'horizon. À son bord, Aldéric l'antiquaire, un homme distingué marqué par le temps. Sa charrette est remplie d'antiquités soigneusement disposées et il se propose de vous montrer ses trésors, tous chargés d'histoires.",
				"Repartant après une courte pause, un individu étonnamment bien habillé s'approche de vous. Il se présente comme Aldéric l'antiquaire, un marchand ambulant renommé. Sa tenue, mélange de tissus anciens et d'accessoires mystérieux, reflète son amour pour les objets d'antan. Avec un accent empreint d'excitation, il vous raconte l'histoire de ses trouvailles uniques.",
				"Pendant votre promenade tranquille, une charrette ressemblant à un trésor ambulant s'arrête devant vous. Son conducteur, Aldéric l'antiquaire, est un homme chaleureux portant une tenue vintage. Il vous invite à explorer sa collection de curiosités, chacune accompagnée d'une histoire qui vous émerveillera.",
				"Lors d'une pause à l'ombre d'un grand arbre, un homme distingué vous aborde avec un sourire amical. C'est Aldéric l'antiquaire, un marchand de renom. Son costume évoque une époque révolue et il vous montre avec soin sa collection d'objets anciens exposés dans sa charrette.",
				"Après de longues heures de marche, un homme d'âge mûr vêtu de vêtements d'une époque passée vous aborde avec courtoisie. Se présentant comme Aldéric l'antiquaire, un passionné d'antiquités, il vous invite à découvrir sa collection d'objets fascinants, racontant avec plaisir l'histoire de chacun d'entre eux."
			],
			"reductionTip": "Il incline légèrement la tête et vous confie en aparté, 'Si vous avez l'intention de vous aventurer jusqu'à la Route des Merveilles et que vous réussissez à me trouver là-bas, soyez assuré que je vous réserverai une offre des plus avantageuses.'",
			"end": "\n\n{item} | `{price}💰`\n\n**Type :** {type}",
			"types": [
				"Arme",
				"Armure/Bouclier",
				"Potion",
				"Objet"
			]
		},
		"en": {
			"intro": [
				"As you journey towards the unknown, an unexpected encounter unfolds. Alderic the Antiquarian emerges from the horizon, his cart filled with treasures in tow, ready for a special transaction.",
				"During your travel, a peculiar figure appears. Alderic, the enigmatic itinerant merchant, steps forward with a compelling proposition.",
				"As you tread leisurely into the unfamiliar, a known silhouette emerges: Alderic the Antiquarian, the wandering merchant, extends an enticing proposal.",
				"While your journey progresses smoothly, a unique event transpires. Alderic, the peripatetic connoisseur of antiquities, invites you to a memorable exchange.",
				"Within your journey, an unforeseen interruption occurs. It's Alderic the itinerant merchant, unveiling a surprise treasure.",
				"During a brief pause beneath a tree, a mysterious character enters the scene. It's Alderic the Antiquarian, the explorer of the unique, ready to engage you in a tantalizing offer.",
				"As you proceed at a serene pace along your path, the clattering of cart wheels catches your attention. You spot Alderic the Antiquarian, a man of distinct age dressed in a quaint manner, traversing the roads as a traveling merchant. He greets you with a warm smile, inviting you to delve into his collection of enthralling objects.",
				"While ambling on a dusty, stone-laden path, a cart marked 'Alderic the Antiquarian - Purveyor of Superb Objects' emerges before you. A transaction is promptly initiated.",
				"Walking placidly, your curiosity is piqued by a fascinating wooden cart on the horizon. Aboard stands Alderic the Antiquarian, a distinguished man with a face etched by time. His cart is brimming with carefully arranged antiques, and he proposes to reveal his hidden treasures, each with its own story and value.",
				"Resuming your journey after a brief respite, a remarkably dressed individual approaches. He introduces himself as Alderic, the renowned traveling merchant. His attire, a fusion of aged fabrics and enigmatic accessories, mirrors his passion for ancient objects. With an accent laced with anticipation, he narrates the history of his unique finds.",
				"As you traverse peacefully, a cart akin to a roving treasure chest stops before you. Its driver, Alderic the Antiquarian, is a warm-hearted man donning a vintage attire. He invites you to explore his collection of curiosities, each tale more captivating than the last.",
				"During a pause under the shade of a towering tree, a distinguished man approaches you with a congenial smile. This is none other than Alderic, the renowned Antiquarian. He wears a suit reminiscent of a different era and shares his fascination for antique items, all carefully displayed in his cart.",
				"Following hours of trekking, a middle-aged man in attire evoking a time long past courteously approaches you. He introduces himself as Alderic, a passionate connoisseur of antiquities. In his cart, you find a collection of fascinating artifacts, with him delightfully narrating the history of each one."
			],
			"reductionTip": "He slightly nods and confidentially shares, 'If you harbor the desire to venture to the Wonder Road and manage to locate me there, I assure you, I will reserve a most advantageous proposition for you.'",
			"end": "\n\n{item} | `{price}💰`\n\n**Type:** {type}",
			"types": [
				"Weapon",
				"Armor/Shield",
				"Potion",
				"Item"
			]
		}
	},
	"rarity": 1,
	"emote": ":star2:"
}
