{
	"translations": {
		"fr": {
			"intrigue": [
				"vous apercevez du coin de l'œil une fiole brillante...",
				"vous glissez sur le bas-côté et vous étalez à terre. En vous relevant, vous remarquez un étrange flacon empli de liquide.",
				"vous remarquez une besace abimée sur la route. Vous l'ouvrez hâtivement...",
				"vous décidez de faire un petit détour pour éviter de traverser un ruisseau. C'est alors que vous découvrez...",
				"vous croisez un homme accompagné d'une mule chargée. Quelques minutes plus tard, vous remarquez que quelque chose est tombé de son paquetage. Il est désormais trop tard pour le rattraper.",
				"votre regard est attiré par le reflet d'une potion sur le sol.",
				"vous trébuchez sur une racine. Furieux, vous assénez un grand coup à cette dernière... Il semblerait que cela ne soit pas une racine...",
				"vous rencontrez un enfant qui ne semble pas parler votre langue. Il a l'air cependant accueillant et vous tend un paquet...",
				"vous croisez un homme accompagné d'une mule chargée. Vous décidez de l'aider à transporter sa cargaison. En remerciement, ce dernier vous offre une potion...",
				"vous croisez une femme qui semble vouloir vous offrir à boire. Curieux, vous acceptez sa proposition...",
				"vous découvrez une habitation que vous explorez rapidement. Vous y ramassez une bouteille et repartez hâtivement..."
			]
		},
		"en": {
			"intrigue": [
				"you see a shiny vial in a corner of your field of vision...",
				"you slip on the side of the road and fall. When you get up, you notice a strange liquid-filled glass container...",
				"you notice a damaged satchel on the road. You open it quickly...",
				"you decide to make a small detour to avoid crossing a river. That's when you discover...",
				"you run into a man dragging an overburdened mule. A few minutes later, you notice that something fell from his package. It is now too late for him to get it back",
				"a shine catches your attention : there's a potion on the ground, and its vial is reflecting sunlight.",
				"your foot is tripped by an oversize root. Enraged, you lash at it... But it appears not to be a root...",
				"you meet a child who does not seem to speak your language. They, however, look friendly and hand you a package...",
				"you meet a man dragging an overburdened mule. You decide to help him carry his load. As a thanks, he gifts you an item...",
				"you meet a woman who wants to offer you a special drink. Intrigued, you accept her offer...",
				"you stumble upon a house, and quickly explore it. You pick up a bottle and leave hastily..."
			]
		}
	},
	"rarity": 8,
	"emote": ":alembic:"
}
