{
	"translations": {
		"fr": {
			"intrigue": [
				"vous apercevez du coin de l'œil une fiole brillante...",
				"vous glissez sur le bas-côté et vous étalez à terre. En vous relevant, vous remarquez ce qui ressemble à une boisson...",
				"vous remarquez une besace abimée sur la route. Vous l'ouvrez hâtivement...",
				"vous décidez de faire un petit détour pour éviter de traverser un ruisseau. C'est alors que vous découvrez...",
				"vous croisez un homme accompagné d'une mule chargée. Quelques minutes plus tard, vous remarquez que quelque chose est tombé de son paquetage. Il est désormais trop tard pour le rattraper.",
				"votre regard est attiré par le reflet d'une potion sur le sol.",
				"vous trébuchez sur une racine. Furieux, vous assénez cette dernière d'un grand coup... Il semblerait que cela ne soit pas une racine...",
				"vous rencontrez un enfant qui ne semble pas parler votre langue. Il a l'air cependant accueillant et vous tend un paquet...",
				"vous croisez un homme accompagné d'une mule chargée. Vous décidez de l'aider à transporter sa cargaison. En remerciement, ce dernier vous offre une potion...",
				"vous croisez une femme qui semble vouloir vous offrir à boire. Curieux, vous acceptez sa proposition...",
				"vous découvrez une habitation que vous explorez rapidement. Vous y ramassez une bouteille et repartez hâtivement..."
			]
		},
		"en": {
			"intrigue": [
				"you see a shiny vial from the corner of your eye...",
				"you slip on the side of the road and fall to the ground. When you get up, you notice what looks like a drink on the ground...",
				"you notice a damaged bag on the road. You open it quickly...",
				"you decide to make a small detour to avoid crossing a river. That's when you discover...",
				"you run into a man with a loaded mule. A few minutes later, you notice that something has fallen from his package. It is now too late to catch up with him.",
				"your vision is affected by the reflection of a potion on the ground.",
				"you trip on a root. Furious, you hit it with a big kick... It seems that it is not a root...",
				"you meet a child who does not seem to speak your language. However, he seems welcoming and hands you a package...",
				"you come across a man with a loaded mule. You decide to help him carry his load. As a thanks, he offers you a potion...",
				"you meet a woman who looks like she wants to offer you a drink. Intrigued, you accept her offer...",
				"you discover a house that you quickly explore. You pick up a bottle and leave hastily..."
			]
		}
	},
	"rarity": 10,
	"emote": ":alembic:"
}


