{
	"translations": {
		"fr": {
			"intrigue": [
				"vous apercevez du coin de l'œil un objet brillant...",
				"vous glissez sur le bas-côté et vous étalez à terre. En vous relevant, vous remarquez un objet au sol...",
				"vous remarquez une besace abimée sur la route. Vous l'ouvrez hâtivement...",
				"vous décidez de faire un petit détour pour éviter de traverser un ruisseau. C'est alors que vous découvrez...",
				"vous croisez un homme accompagné d'une mule chargée. Quelques minutes plus tard, vous remarquez que quelque chose est tombé de son paquetage. Il est désormais trop tard pour le rattraper.",
				"votre regard est attiré par le reflet d'un objet sur le sol.",
				"vous trébuchez sur une racine. Furieux, vous assénez à cette dernière un grand coup... Il semblerait que cela ne soit pas une racine...",
				"vous rencontrez un enfant qui ne semble pas parler votre langue. Il a cependant l'air accueillant et vous tend un paquet...",
				"vous croisez un homme accompagné d'une mule chargée. Vous décidez de l'aider à transporter sa cargaison. En remerciement, ce dernier vous offre un objet..."
			]
		},
		"en": {
			"intrigue": [
				"you see a shiny object from the corner of your eye...",
				"you slide on the road side and stand on the ground. While getting up, you notice an object on the ground...",
				"you notice a damaged bag on the road. you open it quickly...",
				"you decide to make a side trip to avoid crossing a river. That's when you discover...",
				"you meet a man, with a loaded mule. A few minutes later, you notice tat something has fallen form his package. It is now too late to catch him up.",
				"your look is attracted by an object reflection on the ground.",
				"you trip on a root. Mad, you kick it... But it seems that it isn't a root...",
				"you meet a child who does not seems to speak your language. He however seems welcoming and hands you a package...",
				"you meet a man, with a loaded mule. You decide to help him carry his load. As a thanks, he gift you an object..."
			]
		}
	},
	"rarity": 2,
	"emote": ":grey_exclamation:"
}


