{
	"translations": {
		"fr": {
			"intrigue": [
				"un coursier arrive vers vous essoufflé. Il vous tend une lettre de la part du roi qui vous demande d'effectuer la mission suivante :",
				"vous trouvez un tableau de missions. Vous les épluchez une par une, et parmi celles-ci, vous en trouvez une qui vous plaît :",
				"vous décidez de vous fixer un nouvel objectif afin de progresser par rapport aux autres aventuriers :",
				"un pigeon voyageur vole droit vers vous. Sur sa patte droite, vous trouvez une missive écrite en lettres d'or qui décrit une mission fort intéressante :",
				"un inconnu vous interpelle et vous lance un défi :",
				"un passant devant vous laisse tomber une feuille de mission. La mission indiquée étant très intéressante, vous décidez de la faire :",
				"vous passez devant une cabane qui a l'air abandonnée et fouillez dans le tas de papiers situé devant la porte. Vous y découvrez une proposition de mission. Vous prenez votre courage à deux mains et foncez la réaliser :",
				"le vent fait voler un parchemin jusque sur votre visage. Coupé dans votre voyage, vous décidez de le lire. Après mûre réflexion, vous décidez de réaliser la mission inscrite sur la feuille :",
				"un vieil aventurier raconte ses histoires à qui veut les entendre. Vous vous arrêtez alors pour l'écouter un peu. Quelques instants plus tard, il vous remarque et demande si vous pouvez terminer une mission pour lui. Vous acceptez :"
			]
		},
		"en": {
			"intrigue": [
				"a messenger comes up to you out of breath. He hands you a letter from the king asking you to complete the following mission:",
				"you find a board of missions. You go through them one by one until you find one you like:",
				"you decide to set a new goal in order to improve compared to the other adventurers:",
				"a carrier pigeon flies straight towards you. On its right leg, you find a letter written in gold that describes a very interesting mission:",
				"a stranger calls out to you and challenges you:",
				"a passerby in front of you drops a mission sheet. The mission indicated is very interesting, so you decide to give it a try:",
				"You pass by an abandoned-looking shack and look through a pile of paper sitting in front of the door. You discover a mission proposal. You raise your spirits and go for it:",
				"the wind blows a parchment to your face. Interrupted during your journey, you decide to read it. After careful consideration, you decide to carry out the mission written on it:",
				"an old adventurer recounts his stories to anyone who deigns listen. Intrigued, you stop for a while. A few moments later, he notices you and asks if you can complete a mission for him. You accept:"
			]
		}
	},
	"rarity": 6,
	"emote": ":scroll:"
}
