{
	"translations": {
		"fr": {
			"no_one": [
				"Vous continuez votre chemin dans le plus grand calme, il n'y a pas un chat sur votre route.",
				"Vous êtes seul, vous continuez donc votre route dans le plus grand calme.",
				"Les rayons du soleil traversant les nuages vous réchauffent alors que vous continuez votre voyage sur cette route déserte."
			],
			"top1": [
				"Vous passez près de **{pseudo}** sur votre route, le meilleur joueur actuellement !",
				"Alors que vous marchiez, vous rencontrez **{pseudo}**. Il est actuellement à la tête du classement. Les yeux emplis d'admiration, vous décidez de ne pas gêner sa progression et vous continuez votre route.",
				"Oh mon dieu ! C'est incroyable ! C'est le légendaire **{pseudo}**, le plus grand combattant actuellement ! Vous passez à côté de celui-ci et discutez un moment, il vous donne quelques conseils pour votre aventure !",
				"Faites place à **{pseudo}**, le premier mondial de DraftBot ! Vous croisez effectivement cette personne et continuez à marcher pour atteindre votre destination."
			],
			"top10": [
				"Sur votre chemin, vous rencontrez quelqu'un d'important. En effet, **{pseudo}** est dans le top 10 !",
				"Incroyable ! En marchant sur un chemin vous rencontrez un des héros du moment ! Vous le connaissez sûrement c'est **{pseudo}** vous l'avez vu dans le top 10, cet événement égaie votre journée !",
				"Vous parlez avec une figure connue parmi les aventuriers concurrents à la main de la princesse. C'est **{pseudo}**, qui est dans le top 10 !"
			],
			"top50": [
				"Vous rencontrez une personne dont le nom vous dit quelque chose... En effet, **{pseudo}** s'est fait une place dans le top 50 !",
				"En frappant dans un caillou, vous vous rendez compte que celui-ci heurte la chaussure d'un passant, mais ce n'est pas n'importe qui, c'est **{pseudo}**, vous l'aviez vu sur les listes des tournois clandestins, vous discutez un peu avec lui puis continuez votre chemin.",
				"\"Un grand pouvoir implique de grandes responsabilités\", vous dit **{pseudo}**, aventurier figurant dans le top 50, que vous croisez lors de votre voyage."
			],
			"top100": [
				"La persévérance mène à la réussite, c'est ce que vous dit **{pseudo}** qui fait partie du top 100 ! Vous continuez ensuite votre route vers votre destination.",
				"Woah, vous reconnaissez un des débutants des tournois, vous l'aviez déjà croisé dans un village au nord, mais si...  C'est **{pseudo}** !",
				"Alors que vous progressez vers votre but, vous faites la rencontre de **{pseudo}**, une étoile montant de DraftBot. En effet, il est dans le top 100 !"
			],
			"powerfulGuild": [
				"**{pseudo}**, que vous rencontrez par hasard sur votre chemin, fait partie d'une guilde puissante ! C'est ce que vous concluez en voyant son badge étincelant.",
				"Vous voyez un attroupement au loin, vous vous dépêchez donc d'aller voir et vous entendez : \"faites place à **{pseudo}**\", en effet celui-ci est dans une guilde plutôt puissante !",
				"La rumeur court qu'un membre d'une guilde puissante trace son chemin sur le même que le vôtre. En effet, vous voyez **{pseudo}** passer au loin !"
			],
			"beginner": [
				"Il y a un début à tout ! Vous faites la connaissance de **{pseudo}** qui débute dans son aventure dédiée à la princesse.",
				"Un passant passe à côté de vous, vous le reconnaissez rapidement c'est **{pseudo}** un petit nouveau, mais agréable et sympathique !",
				"Vous faites une pause de 5 min pour vous changer les idées. Pour cela, vous entraînez **{pseudo}**, qui vient de commencer le jeu."
			],
			"advanced": [
				"Les cheveux gris de **{pseudo}** témoignent de l'expérience qu'il a accumulé. Il est en effet niveau **{level}** ! Vous continuez ensuite votre route.",
				"En vous baladant, vous croisez **{pseudo}** c'est un héros puissant, il est en effet niveau **{level}** !",
				"**{pseudo}** ne s'arrête pas de monter en niveau et de se rapprocher du niveau 100 ! Il est actuellement niveau **{level}**. Vous reprenez votre chemin après cette rencontre."
			],
			"sameClass": [
				"Sur votre chemin, vous ne manquez pas de reconnaître l'accoutrement de **{pseudo}**. Il est **{class}** tout comme vous !",
				"Vous remarquez **{pseudo}**, et observez rapidement son accoutrement et ses manières qui vous sont familières, en effet il est **{class}**, tout comme vous ! Vous reprenez ensuite votre route.",
				"Vous saluez l'un de vos confrère **{class}**, **{pseudo}**, qui passe dans le coin. Pas le temps de vous arrêter, vous continuez votre route."
			],
			"sameGuild": [
				"Vous croisez sur votre chemin une tête très familière... En effet, **{pseudo}** fait partie de votre guilde !",
				"Vous vous approchez de quelqu'un, sa tête familière vous rappelle quelqu'un... Mais oui ! C'est **{pseudo}** un des membres de votre guilde !",
				"Vous rencontrez **{pseudo}** de votre guilde ! Vous réalisez la poignée de main secrète de la guilde et repartez chacun sur vos chemins respectifs."
			],
			"staffMember": [
				"**{pseudo}**, qui fait partie du staff de DraftBot, vous donne un conseil pour la suite de votre aventure :\n\n{advice}\n\nVous reprenez ensuite votre chemin",
				"\"{advice}\", c'est ce que vous a dit **{pseudo}**, un des célèbres staff du bot, que vous croisez au detour d'un chemin !",
				"Vous discutez avec **{pseudo}** qui fait partie de l'équipe DraftBot, qui a de bons conseils pour la suite de votre aventure:\n\n{advice}"
			],
			"topWeek": [
				"Vous voyez sur votre route **{pseudo}**, essoufflé. Il ne se repose pas, en effet, il est dans le top 5 de la semaine !",
				"Un des héros de la semaine vient vous voir, c'est **{pseudo}** il est dans le top de la semaine !",
				"Vous parlez de vos points avec **{pseudo}**. Celui-ci a bien progressé cette semaine, il est dans le top 5 de la semaine !"
			],
			"lowHP": [
				"Vous croisez **{pseudo}**, qui boîte... Il n'a pas l'air en forme... Il tombe sur le bas côté, vous décidez de l'aider à se relever.",
				"Vous croisez **{pseudo}**, il semble mal en point....",
				"Une flèche même dans le genou est capable de finir **{pseudo}** qui avance lentement sur son chemin. Une potion de soin lui ferait le plus grand bien !"
			],
			"fullHP": [
				"Vous avez rarement vu quelqu'un d'aussi énergique que **{pseudo}**... Il semble en pleine forme !",
				"Sur votre route, vous croisez **{pseudo}** qui semble en forme. En effet, il a toute sa vie !",
				"Vous manquez de peu de finir par terre car **{pseudo}** est passé en courant près de vous ! Il est très énergique car sa vie est à son maximum."
			],
			"lowerRankThanHim": [
				"Vous croisez **{pseudo}**, un joueur ayant plus de réputation que vous... Mais n'abandonnez pas ! Vous pourrez peut-être le rattraper un jour.",
				"En marchant vous trébuchez et tombez, **{pseudo}** se moque de vous, en effet il est mieux classé que vous !",
				"Vous papotez avec **{pseudo}** de votre classement. Il a une longueur d'avance sur vous car il est mieux classé !",
				"Même s'il pourrait se vanter de son classement plus élevé que le vôtre, **{pseudo}** reste humble pendant votre conversation."
			],
			"betterRankThanHim": [
				"Vous croisez **{pseudo}**, celui-ci a un moins bon classement... Mais attention il peut très bien vous rattraper un jour !",
				"Un joueur vient vous voir, c'est **{pseudo}** il vous demande quelques conseils pour progresser et passe son chemin !",
				"Vous papotez avec **{pseudo}** de votre classement. Vous avez une longueur d'avance sur lui car vous êtes mieux classé !"
			],
			"rich": [
				"Vous vous cachez les yeux pour arrêter d'être ébloui par le soleil qui reflète sur l'or que porte **{pseudo}** ! Vous continuez votre route en ayant mal aux yeux.",
				"Est-ce Picsou ? Mais non ! C'est **{pseudo}** ! Il possède tellement d'or que vous en êtes éblouis ! Vous continuez votre chemin en vous frottant les yeux.",
				"Des pièces tombent des poches de **{pseudo}** tellement elles en sont remplies. Cela ne semble même pas l'inquiéter. Un animal vient les prendre avant que vous puissiez mettre la main dessus. Vous continuez votre route un peu déçu."
			],
			"poor": [
				"À la vue des vêtements que porte **{pseudo}**, celui-ci semble avoir des problèmes d'argent... Vous pensez qu'il serait heureux si vous lui donnez une pièce.\n\n:coin: Lui donner une pièce\n:x: Ne pas lui donner une pièce",
				"En marchant, vous rencontrez ce pauvre vagabond de **{pseudo}**, celui-ci vous demande quelques pièces:\n\n:coin: Donner une pièce, car vous en avez déjà assez\n:x: Ne pas lui donner une pièce",
				"La misère touche tout le monde un jour, et aujourd'hui c'est **{pseudo}** qui peut à peine se payer un repas.\n\n:coin: Lui donner une pièce\n:x: Ne pas lui donner une pièce"
			],
			"poorGiveMoney": [
				"Vous vous sentez bien après avoir fait ce geste humanitaire.",
				"C'est en faisant le bien que celui-ci se répand à dit un jour ce prêtre ! Vous lui donnez quelques pièces, et il vous fait un sourire avant de continuer son chemin !",
				"Voici une bonne action de votre part ! Il repart avec une pièce en plus et donc la possibilité de vivre un peu plus longtemps..."
			],
			"poorDontGiveMoney": [
				"Il n'y a pas de petites économies... Vous décidez de garder votre argent.",
				"**{pseudo}** est triste et part en pleurant !",
				"Vous l'ignorez, du moins vous vous forcez à le faire. Vous partez et espérez que votre conscience ne viendra pas vous embêter."
			],
			"duplicatePotion": [
				"Vous discutez sur votre trajet avec **{pseudo}**. Après avoir fait connaissance, il verse un peu de sa potion dans l'une de vos fioles vides. Vous continuez votre aventure avec **1x** {item} !",
				"Un inconnu du nom de **{pseudo}** arrive, et verse un peu de sa potion dans la vôtre, vous gagnez donc **1x** {item} !",
				"Le partage est le secret d'une bonne amitié ! **{pseudo}** verse une partie de {prefixItem} {item} dans une de vos fioles vides. Vous repartez donc avec un exemplaire de cette potion !"
			],
			"pet": [
				"**{pseudo}** passe près de vous avec son animal **{petName}**. Vous caressez cette brave bête et continuez votre chemin de bonne humeur !",
				"**{pseudo}** passe près de vous et vous montre son animal **{petName}**. vous le caressez et repartez, bonne route !",
				"**{pseudo}** passe sur votre route avec **{petName}** au bout de sa laisse. Vous le regardez stupéfait et vous vous dites que vous aimeriez bien avoir cet animal aussi !"
			],
			"guildChief": [
				"Ne paniquez pas ! Vous passez à côté de **{pseudo}**, chef de la guilde **{guildName}**.",
				"Vous passez près de **{pseudo}**, il est le chef de la guilde **{guildName}** !",
				"Vous reconnaissez la personne qui passe sur votre chemin... C'est **{pseudo}**, le chef de la guilde **{guildName}** !"
			],
			"guildElder": [
				"**{pseudo}** discute de sa guilde **{guildName}** avec vous. Vous apprenez qu'il en est l'aîné !",
				"Vous passez près de **{pseudo}**, il est aîné de la guilde **{guildName}** !",
				"Le bras droit de la guilde **{guildName}**, **{pseudo}**, vous salue et continue son chemin."
			],
			"class": [
				"Vous frôlez **{pseudo}** qui possède la classe **{class}**. Vous parlez un peu avec lui et reprenez votre route paisiblement.",
				"**{pseudo}** passe près de vous, il possède la classe **{class}** !",
				"Vous heurtez malencontreusement le bras de **{pseudo}**, fier **{class}**. Vous vous excusez tous les deux et continuez votre route."
			],
			":sick:": [
				"Vous entendez un bruit au loin... C'est **{pseudo}** qui vomit dans un buisson... Vous reprenez votre route bouleversé.",
				"**{pseudo}** vomit dans un buisson, c’est donc ça ce bruit que vous entendez depuis tout à l'heure. Vous reprenez votre route en espérant ne pas vomir à votre tour après avoir vu ça.",
				"**{pseudo}** ne peut se retenir et vomi à vos pieds. Vous esquivez de justesse l'attaque et accélerez votre cadence pour vous éloigner du massacre."
			],
			":head_bandage:": [
				"Vous apercevez une momie au loin ! Ah non, ce n'est que **{pseudo}** recouvert de bandages...",
				"Sur votre chemin, vous croisez **{pseudo}**. Il est recouvert de bandages, que lui est-t-il arrivé ?",
				"Alors que vous êtes élancé pour atteindre votre destination, **{pseudo}** vous demande de bien vouloir resserer les bandages sur sa tête. Vous le faites et vous étonnez de votre que quelqu'un puisse être autant blessé."
			],
			":dizzy_face:": [
				"Vous trébuchez sur **{pseudo}** qui est inconscient sur le sol. Vous lui donnez de petites tapes pour le réveiller, sans succès.",
				"Ce n'était pas un rat mort par terre, c'était juste **{pseudo}** Vous lui demandez s'il va bien, il ne répond pas, vous continuez votre route.",
				"Une personne est inconsciente au milieu de la route. C'est **{pseudo}**; vous faites ce que vous pouvez pour le ramener à la conscience, sans succès. Vous le déposez donc sur le bord de la route pour éviter qu'il ne soit encore plus blessé."
			],
			":drooling_face:": [
				"Un grondement sourd atteint vos oreilles. Vous découvrez que c'est le ventre de **{pseudo}**. Malheureusement, vous avez terminé récemment vos restes de nourriture.",
				"Apparemment, **{pseudo}**, n'as pas assez mangé. Son ventre gargouille ! N'ayant rien à lui offrir, vous continuez votre chemin vers d'autres horizons.",
				"Vous apercevez **{pseudo}** qui est dans une folie afin de trouver de la nourriture. Il court dans tous les sens pour trouver de quoi manger. N'ayant rien sur vous à lui offrir, vous continuez votre route."
			],
			":sleeping:": [
				"Vous croisez **{pseudo}** endormi sur le côté de la route. Vous décidez de le laisser dormir, il a sûrement besoin de sommeil.",
				"Visiblement **{pseudo}** n’a pas assez dormi la nuit dernière, il est allongé sur le bord de la route.",
				"Le bord de la route semble être un bon endroit afin de se reposer, c'est ce que vous vous dites après avoir vu **{pseudo}** dormir sur le bord de celle-ci."
			],
			":cold_face:": [
				"Vous ressentez un grand froid en marchant, c'est **{pseudo}** qui est proche de l'hypothermie !",
				"**{pseudo}**, semble avoir froid, vous le réchauffez un peu puis repartez !",
				"Un claquement redondant vous agace. Vous découvrez que ce sont les dents de **{pseudo}**... Celui-ci est gelé ! Vous reprenez ensuite votre voyage."
			],
			":confounded:": [
				"Vous tentez de discuter avec **{pseudo}**. Tentez. Ses propos sont assez incohérents, vous continuez donc votre chemin quelque peu perturbé.",
				"**{pseudo}**, tient de nombreux propos incohérents, cela semble bizarre, vous repartez donc rapidement perturbé !",
				"Vous voyez **{pseudo}** qui a l'air complètement à l'ouest. Après avoir essayé de le ramener à la réalité en vain, vous continuez votre route plus vite afin de rattraper le temps perdu."
			],
			":zany_face:": [
				"**{pseudo}** zigzague sur votre route, il semblerait qu'il ait un peu (trop) bu. Vous continuez ensuite votre route.",
				"**{pseudo}**, n'a pas l'air d'avoir compris que l'alcool se consomme avec modération. Vous reprenez votre chemin après cette rencontre inattendue.",
				"Vous voyez **{pseudo}** assez éméché, pour ne pas dire de terme plus fort. Celui-ci semble bien s'amuser... tout seul. Vous faites ce que vous pouvez pour l'ignorer et continuez votre route."
			],
			"weapon": [
				"Vous rencontrez **{pseudo}** qui vous montre {prefixItem} magnifique{pluralItem} {item}.",
				"Un passant vient frimer à côté de vous, c'est **{pseudo}** et il vous montre {prefixItem} {item} !",
				"Wow ! **{pseudo}** brandit {prefixItem} magnifique{pluralItem} {item} devant vous. Vous reprenez votre chemin étonné."
			],
			"armor": [
				"Vous rencontrez **{pseudo}** qui vous montre {prefixItem} magnifique{pluralItem} {item}.",
				"Un garde vous aborde, c'est **{pseudo}**, il vient vous montrer {prefixItem} {item} !",
				"**{pseudo}** vous met au défi de tester {prefixItem} {item}, qui lui sert de protection. Après avoir testé son efficacité, vous reprenez votre chemin."
			],
			"potion": [
				"Vous rencontrez **{pseudo}** qui vous montre {prefixItem} magnifique{pluralItem} {item}.",
				"**{pseudo}** vient vous parler, il vient vous montrer {prefixItem} {item} !",
				"**{pseudo}**, que vous rencontrez sur votre parcours, vous dit qu'il a mis la main sur une sacrée potion. Il vous montre donc {prefixItem} {item}."
			],
			"object": [
				"Vous rencontrez **{pseudo}** qui vous montre {prefixItem} magnifique{pluralItem} {item}.",
				"En parlant avec **{pseudo}**, il vous montre {prefixItem} {item} !",
				"**{pseudo}**, un joueur marchant sur la même route que vous, sort un objet de sa collection. Il vous montre fièrement {prefixItem} {item}."
			],
			":scream:": [
				"Vous croisez **{pseudo}** qui semble courir en votre direction. En effet celui-ci est pourchassé par des brigands en voulant après son argent. Vous l'accompagnez sur un bout de chemin afin qu'il regagne son calme. Une fois rassuré, vous le quittez et reprenez votre route.",
				"Vous apercevez au loin **{pseudo}** courant à toutes jambes pour fuir une meute de loups, vous vous empressez de lui venir en aide et faites battre en retrait les bêtes sauvages.",
				"Vous rencontrez **{pseudo}**. Celui-ci semble complètement paniqué. Vous lui demandez ce qui le met dans tout ses états. Il vous raconte qu'il vient de se faire poursuivre par un dragon, mais qu'il a réussi à s'en sortir, perdant quelques poils au passage."
			]
		},
		"en": {
			"no_one": [
				"You continue your way in the greatest calm, there is nobody on your road.",
				"You are alone, so you continue your way in the greatest calm.",
				"The sun's rays breaking through the clouds warm you up as you continue your journey on this deserted road."
			],
			"top1": [
				"You pass near **{pseudo}** on your way, the best player currently!",
				"As you were walking, you met **{pseudo}**. He is currently at the top of the ranking. Your eyes filled with admiration, you decide not to disturb his progress and you continue your way.",
				"Oh my god! It's amazing! This is the legendary **{pseudo}**, currently the greatest fighter ! You pass by him and chat for a while, he gives you some advice for your adventure!",
				"Make way for **{pseudo}**, the world's first of DraftBot ranking! You actually pass this person and keep walking to reach your destination."
			],
			"top10": [
				"On your way, you meet someone important. Indeed, **{pseudo}** is in the top 10!",
				"Incredible! While walking on a path you meet one of the current heroes! You surely know him, it's **{pseudo}**, you saw him in the top 10, this event cheers up your day!",
				"You are talking to a well-known face among the adventurers competing for the princess's hand. This is **{pseudo}**, who is in the top 10!"
			],
			"top50": [
				"You meet someone whose name sounds familiar... Indeed, **{pseudo}** has made his place into the top 50!",
				"While kicking a stone, you realize that it hits a passerby's shoe, but it's not just anyone, it's **{pseudo}**, you saw him on the lists of underground tournaments, you chat a little with him and then continue on your way.",
				"\"With great power comes great responsibility,\" says **{pseudo}**, a top 50 adventurer that you meet on your journey."
			],
			"top100": [
				"Perseverance leads to success, that's what **{pseudo}** who is part of the top 100 tells you! You then continue on your way to your destination.",
				"Wow, you recognize one of the beginners of the tournaments, you already met them in a village in the north, yes...  It's **{pseudo}**!",
				"As you progress towards your goal, you meet **{pseudo}**, a rising star on DraftBot. Indeed, he is in the top 100!"
			],
			"powerfulGuild": [
				"**{pseudo}**, who you meet by chance on your way, is a member of a powerful guild! This is what you conclude when you see his sparkling badge.",
				"You see a group of people in the distance, so you hurry to look and you hear: \"make way for **{pseudo}**\", indeed he is in a rather powerful guild!",
				"Rumor says that a member of a powerful guild is making his way along the same path as yours. Indeed, you see **{pseudo}** passing far away!"
			],
			"beginner": [
				"Everything begins someday! You meet **{pseudo}** who starts their adventure dedicated to the princess.",
				"A person passes by you, you quickly recognize him, it's **{pseudo}**, he is a newcomer, but nice and friendly!",
				"You take a 5 minute break to get your mind off the game. For this, you train **{pseudo}**, who has just started the game."
			],
			"advanced": [
				"The grey hair of **{pseudo}** shows the experience he has accumulated. He is indeed **{level}**! You then continue your way.",
				"While walking around, you come across **{pseudo}** he is a powerful hero, he is indeed level **{level}**!",
				"**{pseudo}** keeps leveling up and getting closer to level 100! He is currently level **{level}**. You go on your way after this encounter."
			],
			"sameClass": [
				"On your way, you don't fail to recognize **{pseudo}**'s outfit. He is **{class}** just like you !",
				"You notice **{pseudo}**, and quickly observe his familiar outfit and manners, he is indeed **{class}**, just like you! You then get back on your road.",
				"You greet one of your colleague **{class}*, **{pseudo}**, passing by. No time to stop, you continue your road."
			],
			"sameGuild": [
				"You cross on your way a very familiar face... Indeed, **{pseudo}** is part of your guild !",
				"You approach someone, his familiar face reminds you of someone... Of course! It's **{pseudo}** one of your guild members!",
				"You meet **{pseudo}**, member of your guild! You perform the guild's secret handshake and go your separate ways."
			],
			"staffMember": [
				"**{pseudo}**, who is part of the DraftBot staff, gives you a tip for the rest of your adventure:\n\n{advice}\n\nYou then go on your way",
				"\"{advice}\", that's what **{pseudo}**, one of the famous bot's staff, told you when you cross a path !",
				"You talk with **{pseudo}** who is part of the DraftBot team, who has some good advice for the rest of your adventure:\n\n{advice}"
			],
			"topWeek": [
				"You see **{pseudo}** on your way, breathless. He's not resting, as a matter of facts, he's in this week's top 5!",
				"One of the heroes of the week comes to you, it's **{pseudo}** he is in the top of the week!",
				"You talk about your points with **{pseudo}**. This one has progressed well this week, he is in the top 5 of the week!"
			],
			"lowHP": [
				"You meet **{pseudo}**, who is limping... He doesn't look good... He falls on the side of the road, you decide to help him up.",
				"You cross **{pseudo}**, he looks bad....",
				"An arrow, even in the knee is able to finish **{pseudo}** who is moving slowly on his way. A healing potion would help him a lot!"
			],
			"fullHP": [
				"You have rarely seen someone as energetic as **{pseudo}**... He seems to be in great shape!",
				"On your way, you meet **{pseudo}** who seems in good shape. Indeed, he has all his life!",
				"You almost end up on the ground because **{pseudo}** ran by you! He is very energetic because his life is at its maximum."
			],
			"lowerRankThanHim": [
				"You come across **{pseudo}**, a player with more reputation than you... But don't give up! You might be able to reach him some day.",
				"While walking you stumble and fall, **{pseudo}** laughs at you, indeed he is better ranked than you!",
				"You chat with **{pseudo}** about your ranking. He is ahead of you because he is better ranked!",
				"Even though he might brag about his higher ranking than yours, **{pseudo}** stay humble during your conversation."
			],
			"betterRankThanHim": [
				"You cross **{pseudo}**, this one has a less good ranking... But be careful, he can very well reach you one day !",
				"A player comes to see you, it's **{pseudo}** he asks you some tips to progress and goes on his way !",
				"You chat with **{pseudo}** about your ranking. You are one step ahead of him because you are ranked higher!"
			],
			"rich": [
				"You cover your eyes to stop being dazzled by the sun reflecting on the gold that **{pseudo}** is wearing! You continue your road while having pain in the eyes.",
				"Is it Scrooge? No, it's not! It's **{pseudo}**! He has so much gold that you are dazzled! You go on your way rubbing your eyes.",
				"Coins fall out of **{pseudo}**'s pockets because of how full they are. He doesn't even seem to mind. An animal comes and takes them before you can get your hands on them. You continue on your way a little disappointed."
			],
			"poor": [
				"Looking at **{pseudo}**'s clothes, he seems to have money problems... You think he would be happy if you give him a coin.\n\n:coin: Give him a coin\n:x: Don't give him a coin",
				"While walking, you meet this poor vagabond **{pseudo}**, this one asks you for some coins:\n\n:coin: Give a coin, because you have enough already\n:x: Don't give him a coin",
				"Misery touches everyone one day, and today it is **{pseudo}** who can barely pay for a meal.\n\n:coin: Give him a coin\n:x: Don't give him a coin"
			],
			"poorGiveMoney": [
				"You feel good after making this humanitarian act.",
				"It's by doing good that good spreads, said this priest one day! You give him a few coins, and he gives you a smile before continuing his way!",
				"This is a good act on your part! He leaves with an extra piece and the possibility to live a little longer..."
			],
			"poorDontGiveMoney": [
				"There are no small economies... You decide to keep your money.",
				"**{pseudo}** is sad and leaves crying!",
				"You ignore it, at least you force yourself to do so. You leave and hope that your conscience will not come to bother you."
			],
			"duplicatePotion": [
				"You chat about your journey with **{pseudo}**. After getting to know him, he pours some of his potion into one of your empty vials. You continue your adventure with **1x** {item}!",
				"A stranger named **{pseudo}** arrives, and puts some of his potion in yours, so you win **1x** {item} !",
				"Sharing is the secret of good friendship! **{pseudo}** drops some {item} into one of your empty vials. You leave with some of the potion!"
			],
			"pet": [
				"**{pseudo}** passes near of you with his **{petName}** pet. You caress this brave animal and continue your way in a good mood!",
				"**{pseudo}** passes near of you and shows you his pet **{petName}**. You caress him and leave, good road!",
				"**{pseudo}** passes on your way with **{petName}** at the end of his lead. You look at him amazed and think to yourself that you would love to have this animal too!"
			],
			"guildChief": [
				"Don't panic! You are passing by **{pseudo}**, leader of the **{guildName}** guild.",
				"You pass near of **{pseudo}**, he is the leader of the **{guildName}** guild!",
				"You recognize the person who passes on your way... It's **{pseudo}**, the leader of the **{guildName}** guild!"
			],
			"guildElder": [
				"**{pseudo}** discusses of his guild **{guildName}** with you. You learn that he is it's elder!",
				"You pass near **{pseudo}**, he is the elder of the **{guildName}** guild!",
				"The **{guildName}**'s guild right-hand man, **{pseudo}**, greets you and continues on his way."
			],
			"class": [
				"You come close to **{pseudo}** who is **{class}**. You talk a little with him and go back on your way peacefully.",
				"**{pseudo}** passes near you, he has the **{class}** rank!",
				"You accidentally bump into the arm of **{pseudo}**, a proud **{class}**. You both apologize and go on your way."
			],
			":sick:": [
				"You hear a noise in the distance... It's **{pseudo}** vomiting in a bush... You resume your road upset.",
				"**{pseudo}** vomits in a bush, so that's the noise you've been hearing for a while. You go on your way hoping not to vomit after seeing that.",
				"**{pseudo}** can't hold back and vomits at your feet. You narrowly dodge the attack and increase your pace to get away from the massacre."
			],
			":head_bandage:": [
				"You see a mummy in the distance! Oh no, it's only **{pseudo}** covered with bandages...",
				"On your way, you cross **{pseudo}**. He is covered with bandages, what happened to him?",
				"As you rush to your destination, **{pseudo}** asks you to tighten the bandages on his head. You do it and are surprised that someone could be so injured."
			],
			":dizzy_face:": [
				"You stumble on **{pseudo}** who is unconscious on the floor. You give him small taps to wake him up, without success.",
				"It wasn't a dead rat on the ground, it was just **{pseudo}** You ask him if he's okay, he doesn't answer, you go on your way.",
				"A person is unconscious in the middle of the road. It's **{pseudo}**; you do what you can to bring him back to consciousness, without success. So you put him on the side of the road to avoid more injuries."
			],
			":drooling_face:": [
				"A dull roar reaches your ears. You discover that it is the stomach of **{pseudo}**. Unfortunately, you have recently finished your leftover food.",
				"Apparently, **{pseudo}**, didn't eat enough. His stomach is rumbling! Having nothing to offer him, you continue your way to other horizons.",
				"You see **{pseudo}** who is in a madness to find food. He is running around looking for food. Having nothing on you to offer him, you continue your way."
			],
			":sleeping:": [
				"You pass **{pseudo}** asleep on the side of the road. You decide to let him sleep, he surely needs some sleep.",
				"Obviously **{pseudo}** didn't get enough sleep last night, he is lying on the side of the road.",
				"The side of the road seems to be a good place to rest, that's what you tell yourself after seeing **{pseudo}** sleeping on the side of it."
			],
			":cold_face:": [
				"You feel a great cold while walking, it's **{pseudo}** close to hypothermia!",
				"**{pseudo}**, seems to be cold, you warm him up a bit, then you leave!",
				"A redundant clicking sound annoys you. You discover that it is the teeth of **{pseudo}**... This one is frozen ! You then resume your journey."
			],
			":confounded:": [
				"You try to talk to **{pseudo}**. You try. His words are quite incoherent, so you continue your way somewhat disturbed.",
				"**{pseudo}**, makes a lot of incoherent remarks, it seems strange, so you leave quickly, disturbed!",
				"You see **{pseudo}** who looks completely out of it. After trying to bring him back to reality in vain, you continue your way faster in order to catch up the lost time."
			],
			":zany_face:": [
				"**{pseudo}** zigzags on your road, it seems that he has a little (too much) drunk. You then continue on your way.",
				"**{pseudo}** doesn't seem to have understood that alcohol should be consumed with moderation. You take your way back after this unexpected meeting.",
				"You see **{pseudo}** quite tipsy, to say the least. This one seems to be having a good time... all by himself. You do what you can to ignore him and continue on your way."
			],
			"weapon": [
				"You meet **{pseudo}** who shows you {item}.",
				"A person comes to show off next to you, it's **{pseudo}** and he shows you {item} !",
				"Wow! **{pseudo}** brandishes {item} in front of you. You go on your way surprised."
			],
			"armor": [
				"You meet **{pseudo}** who shows you {item}.",
				"A guard approaches you, it's **{pseudo}**, he comes to show you {item} !",
				"**{pseudo}** challenges you to test {item}, which serves as his protection. After testing its effectiveness, you go on your way."
			],
			"potion": [
				"You meet **{pseudo}** who shows you {item}.",
				"**{pseudo}** comes to talk to you, he comes to show you {item} !",
				"**{pseudo}**, which you meet on your way, tells you that he in his hands a great potion. So he shows you {item}."
			],
			"object": [
				"You meet **{pseudo}** who shows you {item}.",
				"While talking with **{pseudo}**, he shows you {item}!",
				"**{pseudo}**, a player walking along the same road as you pulls out an item from his collection. He proudly shows you {item}."
			],
			":scream:": [
				"You meet **{pseudo}**, which seems running in your direction. Indeed, this one is chased by bandits, wishing of his money. You support him part of the way before he regain his calm. Once reassured, you leave him and continue your way.",
				"You see far **{pseudo}**, running as fast as possible to escape a pack of wolves, you haste to help him and retreat those wild beasts",
				"You meet **{pseudo}**. He seems panicked. You ask him what makes him in all its forms. He tells you he was being chased by a dragon, but he managed to escape, losing some hairs by the way"
			]
		}
	},
	"rarity": 12,
	"emote": ":speech_balloon:  "
} 
