{
	"translations": {
		"fr": {
			"playerDisplay": "**{pseudo}** ({rank} :trophy:)",
			"no_one": [
				"Vous continuez votre chemin dans le plus grand calme. Il n'y a pas un chat sur votre route.",
				"Vous êtes seul, vous continuez donc votre route dans le plus grand calme.",
				"Les rayons du soleil traversant les nuages vous réchauffent alors que vous continuez votre voyage sur cette route déserte."
			],
			"top1": [
				"Vous passez près de {playerDisplay} sur votre route, le meilleur joueur actuellement !",
				"Alors que vous marchez, vous rencontrez {playerDisplay}. Il est actuellement à la tête du classement. Les yeux emplis d'admiration, vous décidez de ne pas gêner sa progression, et vous continuez votre route.",
				"Oh mon dieu ! C'est incroyable ! C'est le légendaire {playerDisplay}, le plus grand combattant actuellement ! Vous passez à côté de celui-ci et discutez un moment. Il vous donne quelques conseils pour votre aventure !",
				"Faites place à {playerDisplay}, le premier mondial de DraftBot ! Vous croisez effectivement cette personne et continuez à marcher pour atteindre votre destination."
			],
			"top10": [
				"Sur votre chemin, vous rencontrez quelqu'un d'important. En effet, {playerDisplay} est dans le top 10 !",
				"Incroyable ! En marchant sur un chemin vous rencontrez un des héros du moment ! Vous le connaissez sûrement c'est {playerDisplay} vous l'avez vu dans le top 10 ! Cet événement égaie votre journée.",
				"Vous parlez avec une figure connue parmi les aventuriers concurrents à la main de la princesse. C'est {playerDisplay}, qui est dans le top 10 !"
			],
			"top50": [
				"Vous rencontrez une personne dont le nom vous dit quelque chose... En effet, {playerDisplay} s'est fait une place dans le top 50 !",
				"En frappant dans un caillou, vous vous rendez compte que celui-ci heurte la chaussure d'un passant, mais ce n'est pas n'importe qui, c'est {playerDisplay}, vous l'avez vu sur les listes des tournois clandestins ! Vous discutez un peu avec lui puis continuez votre chemin.",
				"\"Un grand pouvoir implique de grandes responsabilités\", vous dit {playerDisplay}, aventurier figurant dans le top 50, que vous croisez lors de votre voyage."
			],
			"top100": [
				"La persévérance mène à la réussite, c'est ce que vous dit {playerDisplay} qui fait partie du top 100 ! Vous continuez ensuite votre route vers votre destination.",
				"Woah, vous reconnaissez un des débutants des tournois, vous l'aviez déjà croisé dans un village au nord, mais si... C'est {playerDisplay} !",
				"Alors que vous progressez vers votre but, vous faites la rencontre de {playerDisplay}, une étoile montante de DraftBot. En effet, il est dans le top 100 !"
			],
			"powerfulGuild": [
				"{playerDisplay}, que vous rencontrez par hasard sur votre chemin, fait partie d'une guilde puissante ! C'est ce que vous concluez en voyant son badge étincelant.",
				"Vous voyez un attroupement au loin. vous vous dépêchez d'aller voir, et vous entendez : \"faites place à {playerDisplay}\" ! En effet celui-ci est dans une guilde plutôt puissante !",
				"La rumeur court qu'un membre d'une guilde puissante trace son chemin sur le même que le vôtre. En effet, vous voyez {playerDisplay} passer au loin !"
			],
			"beginner": [
				"Il y a un début à tout ! Vous faites la connaissance de {playerDisplay} qui débute dans son aventure dédiée à la princesse.",
				"Un passant passe à côté de vous, vous le reconnaissez rapidement : c'est {playerDisplay}. Un petit nouveau, mais agréable et sympathique !",
				"Vous faites une pause de 5 minutes pour vous changer les idées. Pour cela, vous entraînez {playerDisplay}, qui vient de commencer le jeu."
			],
			"advanced": [
				"Les cheveux gris de {playerDisplay} témoignent de l'expérience qu'il a accumulée. Il est en effet niveau **{level}** ! Vous continuez ensuite votre route.",
				"En vous baladant, vous croisez {playerDisplay}. C'est un héros puissant, il est en effet niveau **{level}** !",
				"{playerDisplay} ne s'arrête pas de monter en niveau et de se rapprocher du niveau 100 ! Il est actuellement niveau **{level}**. Vous reprenez votre chemin après cette rencontre."
			],
			"sameClass": [
				"Sur votre chemin, vous ne manquez pas de reconnaître l'accoutrement de {playerDisplay}. Il est **{class}** tout comme vous !",
				"Vous remarquez {playerDisplay}, et observez rapidement son accoutrement et ses manières qui vous sont familières. Il est **{class}**, tout comme vous ! Vous reprenez ensuite votre route.",
				"Vous saluez l'un de vos confrère **{class}**, {playerDisplay}, qui passe dans le coin. Pas le temps de vous arrêter, vous continuez votre route."
			],
			"sameGuild": [
				"Vous croisez sur votre chemin une tête très familière... En effet, {playerDisplay} fait partie de votre guilde !",
				"Vous vous approchez de quelqu'un, sa tête familière vous rappelle des choses... Mais oui ! C'est {playerDisplay} un des membres de votre guilde !",
				"Vous rencontrez {playerDisplay} de votre guilde ! Vous réalisez la poignée de main secrète de la guilde et repartez chacun sur vos chemins respectifs."
			],
			"staffMember": [
				"{playerDisplay}, qui fait partie du staff de DraftBot, vous donne un conseil pour la suite de votre aventure :\n\n{advice}\n\nVous reprenez ensuite votre chemin",
				"\"{advice}\". C'est ce que vous a dit {playerDisplay}, un des célèbres staff du bot, que vous croisez au detour d'un chemin !",
				"Vous discutez avec {playerDisplay} qui fait partie de l'équipe DraftBot, et qui a de bons conseils pour la suite de votre aventure:\n\n{advice}"
			],
			"topWeek": [
				"Vous voyez sur votre route {playerDisplay}, essoufflé. Il ne se repose pas : en effet, il est dans le top 5 de la semaine !",
				"Un des héros de la semaine vient vous voir. C'est {playerDisplay}, il est dans le top de la semaine !",
				"Vous parlez de vos points avec {playerDisplay}. Celui-ci a bien progressé cette semaine, il est même dans le top 5 de la semaine !"
			],
			"lowHP": [
				"Vous croisez {playerDisplay}, qui boîte... Il n'a pas l'air en forme... Il tombe sur le bas côté, et vous décidez de l'aider à se relever.",
				"Vous croisez {playerDisplay}. Il semble mal en point....",
				"Une flèche même dans le genou est capable de finir {playerDisplay} qui avance lentement sur son chemin. Une potion de soin lui ferait le plus grand bien !"
			],
			"fullHP": [
				"Vous avez rarement vu quelqu'un d'aussi énergique que {playerDisplay}... Il semble en pleine forme !",
				"Sur votre route, vous croisez {playerDisplay} qui semble en forme. En effet, il a toute sa vie !",
				"Vous manquez de peu de finir par terre car {playerDisplay} est passé en courant près de vous ! Il est très énergique car sa vie est à son maximum."
			],
			"unranked": [
				"Vous croisez {playerDisplay}, un joueur qui ne semble pas être classé... Vous repartez en vous demandant ce qui lui a pris de venir ici pour abandonner aussi vite.",
				"En marchant, vous rencontrez {playerDisplay}. Ce joueur ne semble pas bien s'en sortir dans la compétition. Vous repartez après lui avoir expliqué les bases du jeu."
			],
			"lowerRankThanHim": [
				"Vous croisez {playerDisplay}, un joueur ayant plus de réputation que vous... Mais n'abandonnez pas ! Vous pourrez peut-être le rattraper un jour.",
				"En marchant vous trébuchez et tombez, {playerDisplay} se moque de vous, car il est mieux classé que vous !",
				"Vous papotez avec {playerDisplay} de votre classement. Il a une longueur d'avance sur vous : il est mieux classé !",
				"Même s'il pourrait se vanter de son classement plus élevé que le vôtre, {playerDisplay} reste humble pendant votre conversation."
			],
			"betterRankThanHim": [
				"Vous croisez {playerDisplay}. Celui-ci a un moins bon classement... Mais attention il peut très bien vous rattraper un jour !",
				"Un joueur vient vous voir, c'est {playerDisplay}. Il vous demande quelques conseils pour progresser et passe son chemin !",
				"Vous papotez avec {playerDisplay} de votre classement. Vous êtes mieux classé que lui !"
			],
			"rich": [
				"Vous vous cachez les yeux pour arrêter d'être ébloui par le soleil qui se reflète sur l'or que porte {playerDisplay} ! Vous continuez votre route en ayant mal aux yeux.",
				"Est-ce Picsou ? Mais non ! C'est {playerDisplay} ! Il possède tellement d'or que vous en êtes ébloui ! Vous continuez votre chemin en vous frottant les yeux.",
				"Des pièces tombent des poches de {playerDisplay}, tellement elles en sont remplies. Cela ne semble même pas l'inquiéter. Un animal vient les prendre avant que vous puissiez mettre la main dessus. Vous continuez votre route un peu déçu."
			],
			"poor": [
				"À la vue des vêtements que porte {playerDisplay}, celui-ci semble avoir des problèmes d'argent... Vous pensez qu'il serait heureux si vous lui donniez une pièce.\n\n:coin: Lui donner une pièce\n:x: Ne pas lui donner une pièce",
				"En marchant, vous rencontrez ce pauvre vagabond de {playerDisplay}. Celui-ci vous demande quelques pièces:\n\n:coin: Donner une pièce, car vous en avez déjà assez\n:x: Ne pas lui donner une pièce",
				"La misère touche tout le monde un jour, et aujourd'hui c'est {playerDisplay} qui peut à peine se payer un repas.\n\n:coin: Lui donner une pièce\n:x: Ne pas lui donner une pièce"
			],
			"poorGiveMoney": [
				"Vous vous sentez bien après avoir fait ce geste humanitaire.",
				"C'est en faisant le bien que celui-ci se répand a dit un jour un prêtre que vous avez rencontré ! Vous lui donnez une pièce, et il vous fait un sourire avant de continuer son chemin !",
				"Voici une bonne action de votre part ! Il repart avec une pièce en plus pour pouvoir acheter son prochain repas."
			],
			"poorDontGiveMoney": [
				"Il n'y a pas de petites économies... Vous décidez de garder votre argent.",
				"**{pseudo}** est triste et part en pleurant !",
				"Vous l'ignorez, du moins vous vous forcez à le faire. Vous partez et espérez que votre conscience ne viendra pas vous embêter."
			],
			"duplicatePotion": [
				"Vous discutez sur votre trajet avec {playerDisplay}. Après avoir fait connaissance, il verse un peu de sa potion dans l'une de vos fioles vides. Vous continuez votre aventure avec **1x** {item} !",
				"Un inconnu du nom de {playerDisplay} arrive, et verse un peu de sa potion dans un flacon vide, puis vous le donne. Vous gagnez donc **1x** {item} !",
				"Le partage est le secret d'une bonne amitié ! {playerDisplay} verse une partie de {prefixItem} {item} dans une de vos fioles vides. Vous repartez donc avec un exemplaire de cette potion !"
			],
			"pet": [
				"{playerDisplay} passe près de vous avec son animal **{petName}**. Vous caressez cette brave bête et continuez votre chemin de bonne humeur !",
				"{playerDisplay} passe près de vous et vous montre son animal **{petName}**. Vous le caressez et repartez, bonne route !",
				"{playerDisplay} passe sur votre route avec **{petName}** au bout de sa laisse. Vous le regardez stupéfait et vous vous dites que vous aimeriez bien avoir cet animal aussi !"
			],
			"guildChief": [
				"Ne paniquez pas ! Vous passez à côté de {playerDisplay}, chef de la guilde **{guildName}**.",
				"Vous passez près de {playerDisplay}, il est le chef de la guilde **{guildName}** !",
				"Vous reconnaissez la personne qui passe sur votre chemin... C'est {playerDisplay}, le chef de la guilde **{guildName}** !"
			],
			"guildElder": [
				"{playerDisplay} discute de sa guilde **{guildName}** avec vous. Vous apprenez qu'il en est l'aîné !",
				"Vous passez près de {playerDisplay}, il est aîné de la guilde **{guildName}** !",
				"Le bras droit de la guilde **{guildName}**, {playerDisplay}, vous salue et continue son chemin."
			],
			"class": [
				"Vous frôlez {playerDisplay}. Vous constatez qu'il fait partie du cercle des **{class}s**. Vous parlez un peu avec lui et reprenez votre route paisiblement.",
				"{playerDisplay} de classe **{class}** passe près de vous, vous le saluez et poursuivez votre route.",
				"Vous heurtez malencontreusement le bras de {playerDisplay}, honorable **{class}**. Vous vous excusez tous les deux et continuez votre route."
			],
			":sick:": [
				"Vous entendez un bruit au loin... C'est {playerDisplay} qui vomit dans un buisson... Vous reprenez votre route bouleversé.",
				"{playerDisplay} vomit dans un buisson. C'est donc ça, le bruit que vous entendez depuis tout à l'heure ! Vous reprenez votre route en espérant ne pas vomir à votre tour après avoir vu ça.",
				"{playerDisplay} ne peut se retenir et vomit à vos pieds. Vous esquivez de justesse l'attaque et accélérez votre cadence pour vous éloigner du massacre."
			],
			":head_bandage:": [
				"Vous apercevez une momie au loin ! Ah non, ce n'est que {playerDisplay} recouvert de bandages...",
				"Sur votre chemin, vous croisez {playerDisplay}. Il est recouvert de bandages, que lui est-il arrivé ?",
				"Alors que vous vous êtes élancé pour atteindre votre destination, {playerDisplay} vous demande de bien vouloir resserrer les bandages sur sa tête. Vous le faites et vous étonnez que quelqu'un puisse être autant blessé."
			],
			":dizzy_face:": [
				"Vous trébuchez sur {playerDisplay} qui est inconscient sur le sol. Vous lui donnez de petites tapes pour le réveiller, sans succès.",
				"Ce n'était pas un rat mort par terre, c'était juste {playerDisplay} Vous lui demandez s'il va bien. Il ne répond pas, alors vous continuez votre route.",
				"Une personne est inconsciente au milieu de la route. C'est {playerDisplay}. Vous faites ce que vous pouvez pour le ramener à la conscience, sans succès. Vous le déposez donc sur le bord de la route pour éviter qu'il ne soit encore plus blessé."
			],
			":drooling_face:": [
				"Un grondement sourd atteint vos oreilles. Vous découvrez que c'est le ventre de {playerDisplay}. Malheureusement, vous avez terminé récemment vos restes de nourriture.",
				"Apparemment, {playerDisplay}, n'as pas assez mangé. Son ventre gargouille ! N'ayant rien à lui offrir, vous continuez votre chemin vers d'autres horizons.",
				"Vous apercevez {playerDisplay} qui est dans une folie afin de trouver de la nourriture. Il court dans tous les sens pour trouver de quoi manger. N'ayant rien sur vous à lui offrir, vous continuez votre route."
			],
			":sleeping:": [
				"Vous croisez {playerDisplay} endormi sur le côté de la route. Vous décidez de le laisser dormir, il a sûrement besoin de sommeil.",
				"Visiblement {playerDisplay} n'a pas assez dormi la nuit dernière : il est allongé sur le bord de la route.",
				"Le bord de la route semble être un bon endroit pour se reposer. C'est ce que vous vous dites après avoir vu {playerDisplay} dormir là."
			],
			":cold_face:": [
				"Vous ressentez un grand froid en marchant. C'est {playerDisplay}, qui est proche de l'hypothermie !",
				"{playerDisplay} semble avoir froid, vous le réchauffez un peu puis repartez.",
				"Un claquement redondant vous agace. Vous découvrez que ce sont les dents de {playerDisplay}... Celui-ci est gelé ! Vous reprenez sans plus tarder votre voyage."
			],
			":confounded:": [
				"Vous tentez de discuter avec {playerDisplay}. Tentez. Ses propos sont assez incohérents, vous continuez donc votre chemin quelque peu perturbé.",
				"{playerDisplay} tient de nombreux propos incohérents. Cela vous semble bizarre, vous repartez donc rapidement, perturbé !",
				"Vous voyez {playerDisplay} qui a l'air complètement à l'ouest. Après avoir essayé de le ramener à la réalité en vain, vous continuez votre route plus vite afin de rattraper le temps perdu."
			],
			":zany_face:": [
				"{playerDisplay} zigzague sur votre route, il semblerait qu'il ait un peu (trop) bu. Vous continuez votre périple.",
				"{playerDisplay}, n'a pas l'air d'avoir compris que l'alcool se consomme avec modération. Vous reprenez votre chemin après cette rencontre inattendue.",
				"Vous voyez {playerDisplay} assez éméché, pour ne pas dire de terme plus fort. Celui-ci semble bien s'amuser... tout seul. Vous faites ce que vous pouvez pour l'ignorer et continuez votre route."
			],
			"weapon": [
				"Vous rencontrez {playerDisplay} qui vous montre {prefixItem2} magnifique{pluralItem} {item}.",
				"Un passant vient frimer à côté de vous, c'est {playerDisplay} et il vous montre {prefixItem} {item} !",
				"Wow ! {playerDisplay} brandit {prefixItem2} magnifique{pluralItem} {item} devant vous. Vous reprenez votre chemin étonné."
			],
			"armor": [
				"Vous rencontrez {playerDisplay} qui vous montre {prefixItem2} magnifique{pluralItem} {item}.",
				"Un garde vous aborde : c'est {playerDisplay}, il vient vous montrer {prefixItem} {item} !",
				"{playerDisplay} vous met au défi de tester {prefixItem} {item}, qui lui sert de protection. Après avoir testé son efficacité, vous reprenez votre chemin."
			],
			"potion": [
				"Vous rencontrez {playerDisplay} qui vous montre {prefixItem2} magnifique{pluralItem} {item}.",
				"{playerDisplay} vient vous parler, il vient vous montrer {prefixItem} {item} !",
				"{playerDisplay}, que vous rencontrez sur votre parcours, vous dit qu'il a mis la main sur une sacrée potion. Il vous montre donc {prefixItem} {item}."
			],
			"object": [
				"Vous rencontrez {playerDisplay} qui vous montre {prefixItem2} magnifique{pluralItem} {item}.",
				"En parlant avec {playerDisplay}, il vous montre {prefixItem} {item} !",
				"{playerDisplay}, un joueur marchant sur la même route que vous, sort un objet de sa collection. Il vous montre fièrement {prefixItem} {item}."
			],
			":scream:": [
				"Vous croisez {playerDisplay} qui semble courir en votre direction. En effet celui-ci est pourchassé par des brigands en voulant après son argent. Vous l'accompagnez sur un bout de chemin afin qu'il regagne son calme. Une fois rassuré, vous le quittez et reprenez route.",
				"Vous apercevez au loin {playerDisplay} courant à toutes jambes pour fuir une meute de loups. Vous vous empressez de lui venir en aide et faites battre en retrait les bêtes sauvages.",
				"Vous rencontrez {playerDisplay}. Celui-ci semble complètement paniqué. Vous lui demandez ce qui le met dans tout ses états. Il vous raconte qu'il vient de se faire poursuivre par un dragon, mais qu'il a réussi à s'en sortir, perdant quelques poils au passage."
			],
			":clock2:": [
				"Vous apercevez {playerDisplay} et l'invitez à discuter mais celui-ci vous explique qu'il est occupé. Ce n'est que partie remise, vous continuez chacun votre route.",
				"Dans votre traversée, vous trouvez {playerDisplay} qui est bien occupé... Vous tentez de converser un peu avec lui en vain, et il vous demande plutôt à ce que vous l'aidiez dans son occupation.",
				"Sur votre chemin, vous rencontrez {playerDisplay} qui semble fort occupé. Vous tentez d'en savoir plus, en vain, avant de poursuivre votre route."
			],
			":lock:": [
				"En vous promenant tranquillement jusqu'à votre destination, vous apercevez des gardes en train d'enfiler des menottes à {playerDisplay}. Curieux, vous vous approchez et entendez qu'il se dirige droit vers la case prison. Vous repartez en vous demandant ce qu'a bien pu faire cet homme.",
				"Tandis que vous descendez prudemment un chemin, vous croisez un convoi de prisonniers escorté par des gardes armés. Alors qu'ils montent péniblement la pente, vous avez le temps de dévisager les pauvres bougres, dont {playerDisplay}, qui est en pleurs. Vous avez un peu pitié mais oubliez rapidement ce sentiment en vous disant qu'il n'est sûrement pas là par hasard."
			]
		},
		"en": {
			"playerDisplay": "**{pseudo}** ({rank} :trophy:)",
			"no_one": [
				"You continue your way calmly. There is nobody on your road.",
				"You are alone, so you continue your way leisurely.",
				"The sunlight breaking through the clouds warm you up as you continue your journey on this deserted road."
			],
			"top1": [
				"You pass by {playerDisplay} on your way. They're the best player currently!",
				"As you walk, you meet {playerDisplay}. They are currently at the top of the rankings. Your eyes filled with admiration, you decide not to disturb them in their progress, and you continue on your way.",
				"Oh my god! It's amazing! This is the legendary {playerDisplay}, currently the greatest fighter ! You pass by them and chat for a while. They give you some advice for your adventure!",
				"Make way for {playerDisplay}, the world's number one in the DraftBot rankings! You actually ignore this person and keep walking to reach your destination."
			],
			"top10": [
				"On your way, you meet someone important. Indeed, {playerDisplay} is in the top 10!",
				"Incredible! While walking on a path you meet one of the current heroes! You surely know of them : it's {playerDisplay}, you saw them in the top 10. This encounter cheers you up for the day!",
				"You are talking to a well-known face amongst the adventurers competing for the princess's hand. This is {playerDisplay}, who is in the top 10!"
			],
			"top50": [
				"You meet someone whose name sounds familiar... Indeed, {playerDisplay} have carved their way into the top 50!",
				"Kicking a stone, you realize that it hits a passerby's shoe. But it's not just anyone, it's {playerDisplay}! You saw them on the lists of underground tournaments. You chat a little with them and then continue on your way.",
				"\"With great power comes great responsibility,\" says {playerDisplay}, a top 50 adventurer that you meet on your journey."
			],
			"top100": [
				"Perseverance leads to success. That's what {playerDisplay}, who is part of the top 100, tells you! You then continue on your way to your destination.",
				"Wow, you recognize one of the beginners of the tournaments, whom you already met in a village in the north! Yes... It's {playerDisplay}!",
				"As you progress towards your goal, you meet {playerDisplay}, a rising star of DraftBot. Indeed, They are in the top 100!"
			],
			"powerfulGuild": [
				"{playerDisplay}, whom you happen to encounter on your way, is a member of a powerful guild! This is what you deduce from their sparkling badge.",
				"You see a group of people in the distance. You hurriedly approach to take a look, and you hear: \"make way for {playerDisplay}\". Indeed, they are in a rather powerful guild!",
				"Rumor has it that a member of a powerful guild is making their way on the same path as you. Indeed, you see {playerDisplay} walking far away!"
			],
			"beginner": [
				"One always has to start somewhere ! You meet {playerDisplay}, who're just starting their adventure dedicated to the princess.",
				"A person passes by you. You quickly recognize them : it's {playerDisplay}, a nice and friendly newcomer!",
				"You feel the need to take a break from your adventures. As such, you train {playerDisplay}, who's just starting the game."
			],
			"advanced": [
				"The grey hair of {playerDisplay} shows the experience they have accumulated. They, indeed, are lvl **{level}**! You continue your way.",
				"While walking around, you come across {playerDisplay} : They are a powerful lvl-**{level}** hero!",
				"{playerDisplay} keeps leveling up, and is getting closer to level 100! They're currently level **{level}**."
			],
			"sameClass": [
				"On your way, you do not fail to recognize {playerDisplay}'s outfit. He is **{class}** just like you !",
				"You notice {playerDisplay}, and quickly notice his familiar outfit and manners. He is indeed **{class}**, just like you!",
				"You greet one of your colleagues **{class}*, {playerDisplay}, who's passing by. Having no time to stop, you both continue on your respective adventure."
			],
			"sameGuild": [
				"On your way, you stumble upon a very familiar face... Indeed, {playerDisplay} is part of your guild !",
				"You approach someone, whose familiar face reminds you of someone... Of course! It's {playerDisplay}, a fellow guild member of yours!",
				"You meet {playerDisplay}, a member of your guild! You perform the guild's secret handshake and then go separate ways."
			],
			"staffMember": [
				"{playerDisplay}, who is part of the DraftBot staff, gives you a tip that should help for the rest of your adventure:\n\n{advice}\n\nYou then go on your way",
				"\"{advice}\", that's what {playerDisplay}, one of the famous bot's staff, told you when you crossed their path !",
				"You talk with {playerDisplay}, who is part of the DraftBot team. They have some good advice for the rest of your adventure:\n\n{advice}"
			],
			"topWeek": [
				"You see {playerDisplay} on your way, breathless. He's not resting, as a matter of facts, and he's even in this week's top 5!",
				"One of the heroes of the week comes to you. It's {playerDisplay}, and they're in the top of the weekly rankings!",
				"You talk about your point count with {playerDisplay}. This one has made good progress this week, they're in the top 5 of the week!"
			],
			"lowHP": [
				"You meet a limping {playerDisplay}... They don't look so good... They fall on the side of the road, so you decide to help them up.",
				"You come across {playerDisplay}, they look like they're on their last breath....",
				"An arrow to the knee would force {playerDisplay} to give up on their adventurer's life. You pray they find a healing potion before they become a city guard !"
			],
			"fullHP": [
				"You have rarely seen someone as energetic as {playerDisplay}... They seem to be in a great shape!",
				"On your way, you meet {playerDisplay} who seems in good shape. Indeed, their hp is full !",
				"You're almost knocked down by a running {playerDisplay} ! They're very energetic, as their life is at its maximum."
			],
			"unranked": [
				"You pass by {playerDisplay}, a player who doesn't seem to be ranked... You walk away wondering what kind of spirit possessed them, to come here only to give up so quickly.",
				"While walking, you meet {playerDisplay}. This player doesn't seem to be doing well in the competition. You leave after explaining the basics to them."
			],
			"lowerRankThanHim": [
				"You come across {playerDisplay}, a player with more reputation than you... But don't give up! You might be able to reach them some day.",
				"While walking, you stumble and fall. {playerDisplay} laughs at you.",
				"You chat with {playerDisplay} about your ranking. They're ahead of you, their rank much higher!",
				"Even though they could've bragged about their rank being higher than yours, {playerDisplay} stay humble during your conversation."
			],
			"betterRankThanHim": [
				"You come across {playerDisplay}. They're ranked way lower than you are, but be careful for it may not be the case in the future!",
				"A player comes to see you, it's {playerDisplay}. They ask you for some tips before continuing on their way.",
				"You chat with {playerDisplay} about your ranking. You are one step ahead of them!"
			],
			"rich": [
				"You cover your eyes in order to stop the sunlight reflecting on the gold that {playerDisplay} is wearing from blinding you! You continue your adventure with teary eyes.",
				"Is it Scrooge? No, it's not! It's {playerDisplay}! They have so much gold that you are dazzled! You go on your way, rubbing your eyes.",
				"Coins fall out of {playerDisplay}'s pockets because of how full they are. They don't even seem to care. An animal comes by and takes the money before you even try to yourself. You continue walking, a little disappointed."
			],
			"poor": [
				"Looking at {playerDisplay}'s clothes, they look like they have some monetary issues... You think they would be happy if you were to give them a coin.\n\n:coin: Give them a coin\n:x: Don't give him a coin",
				"While walking, you meet this poor vagabond {playerDisplay}. They ask you for some coins:\n\n:coin: Give a coin, because you have enough already\n:x: Don't give them a coin",
				"Misery touches everyone one day, and today it is {playerDisplay} who can barely pay for a meal.\n\n:coin: Give them a coin\n:x: Don't give them a coin"
			],
			"poorGiveMoney": [
				"You feel good after making this humanitarian act.",
				"It's by doing good that it spreads, said a kyutist priest you once met. You give the poor one a few coins, and they give you back a heartfelt smile.",
				"This is a good act on your part! They leave you with an extra coin, and the possibility to keep living a little longer..."
			],
			"poorDontGiveMoney": [
				"No matter how small a mosquito is, it still has meat.... You decide to keep your money.",
				"**{pseudo}** is sad and leaves crying!",
				"You ignore this, or at least you force yourself to do so. You leave and hope that your conscience will not come to bother you."
			],
			"duplicatePotion": [
				"You chat about your journey with {playerDisplay}. After getting to know them, they pour some of their extra potion into one of your empty vials. You continue your adventure with **1x** {item}!",
				"A stranger named {playerDisplay} arrives, pours some potion into an empty flask of yours, and leaves without elaborating further. You obtain **1x** {item} !",
				"Sharing is the secret to long lasting, happy relationships! {playerDisplay} drops some {item} into one of your empty vials. You leave happily"
			],
			"pet": [
				"{playerDisplay} pass near you with their **{petName}** pet. You pet this brave animal and continue on your way in a good mood!",
				"{playerDisplay} walk towards you and show you their pet, **{petName}**. You pet it and leave.",
				"{playerDisplay} passes on your way with **{petName}** on a leash. You look at this amazed and realize that you would like to have such an animal, too."
			],
			"guildChief": [
				"Don't panic! You are passing by {playerDisplay}, leader of the **{guildName}** guild.",
				"You pass by {playerDisplay}. They're the leader of the **{guildName}** guild!",
				"You recognize the person who's walking nearby... It's {playerDisplay}, the leader of the **{guildName}** guild!"
			],
			"guildElder": [
				"{playerDisplay} discusses of their guild **{guildName}** with you. You learn that they are its elder!",
				"You happen to cross roads with {playerDisplay}. They are the elder of the **{guildName}** guild!",
				"The **{guildName}**'s guild number two, {playerDisplay}, greet you and continue on their way."
			],
			"class": [
				"You come close to {playerDisplay} who is **{class}**. You talk a little with them and go back on your way peacefully.",
				"{playerDisplay} passes near you, they have the **{class}** class!",
				"You accidentally bump into the arm of {playerDisplay}, a proud **{class}**. You both apologize and go back on your respective way."
			],
			":sick:": [
				"You hear a noise in the distance... It's {playerDisplay}, vomiting in a bush... You resume your walking, albeit at faster speeds.",
				"{playerDisplay} vomits in a bush. So *that's* the noise you've been hearing for a while ! You continue walking, with more haste, hoping not to vomit too.",
				"{playerDisplay} can't hold back and vomits at your feet. You narrowly dodge the attack and increase your pace to get away from the massacre."
			],
			":head_bandage:": [
				"You see a mummy in the distance! Oh never mind, it's {playerDisplay} covered with bandages...",
				"On your way, you cross paths with {playerDisplay}. They are covered with bandages from head to toes. What could have happened to them?",
				"As you rush towards your destination, {playerDisplay} ask you to tighten the bandages on their head. You do it, surprised that someone could even manage to get that injured."
			],
			":dizzy_face:": [
				"You stumble upon {playerDisplay}, laying unconscious on the muddy road. You give them small slaps in order to wake them up, without success.",
				"It wasn't a fat, dead rat you just encountered laying curled up on the dust-covered path, but rather {playerDisplay}. You try to ask them if they're okay, but they don't even seem like they could answer you.",
				"A person is unconscious in the middle of the road. It's {playerDisplay}. You try to help them regain consciousness. Only managing to fail in your endeavors, you put them on the side of the road so as to avoid more injuries."
			],
			":drooling_face:": [
				"A dull rumble reaches your ears. You discover that it is the stomach of {playerDisplay}. Unfortunately for them, you have recently finished your leftover food.",
				"Apparently, {playerDisplay} didn't eat enough. Their stomach is rumbling! Having no food on you, you continue your way to other horizons.",
				"You see {playerDisplay} who is in a madness-like state, trying to find food. Having nothing on you you could give them to help sate their hunger, you continue walking."
			],
			":sleeping:": [
				"You see {playerDisplay} asleep on the side of the road. You decide to let them sleep.",
				"Obviously, {playerDisplay} didn't get enough sleep last night. They're now lying on the side of the road.",
				"The side of the road seems to be a good place to rest, or at least that's what you can tell after seeing {playerDisplay} sleeping there."
			],
			":cold_face:": [
				"You feel a great cold aura overtaking you. As you turn around, you realize it's {playerDisplay}, close to hypothermia!",
				"{playerDisplay} seem to be feeling extremely cold, so you warm them up a bit, and then leave.",
				"A constant sound annoys you. You quickly discover that it's {playerDisplay}'s chattering teeth... This person is nearly frozen !"
			],
			":confounded:": [
				"You try to talk to {playerDisplay}. Try. Their words are absolutely incoherent, so you continue your way somewhat disturbed.",
				"{playerDisplay} makes a lot of incoherent remarks. As this person gives you a strange feeling, you leave hurriedly",
				"You see {playerDisplay}, who look completely crazy. After trying to bring them back to reality in vain, you continue your travels faster in order to make up for the lost time."
			],
			":zany_face:": [
				"{playerDisplay} zigzags on your road, it seems that they're a *little* drunk.",
				"{playerDisplay} doesn't seem to understand that alcohol should be consumed with great moderation.",
				"You see {playerDisplay}, looking quite tipsy. They look like they're having a good time... all by themselves. You choose to ignore them so as to not waste any time on your travels."
			],
			"weapon": [
				"You meet {playerDisplay}, who shows you {item}.",
				"A person comes to show off next to you, it's {playerDisplay} and he shows you {item} !",
				"Wow! {playerDisplay} brandishes {item} in front of you. You continue walking, astonished."
			],
			"armor": [
				"You meet {playerDisplay} who shows you {item}.",
				"A guard approaches you, it's {playerDisplay}. They come to show you {item} !",
				"{playerDisplay} challenge you to test {item}, which serves as their protection. After testing its effectiveness, you go back to your journey."
			],
			"potion": [
				"You meet {playerDisplay}, who shows you {item}.",
				"{playerDisplay} comes to talk to you, and to show off {item} !",
				"{playerDisplay}, which you meet on your way, tell you that they are in possession of a great potion. they then proceed to show you {item}."
			],
			"object": [
				"You meet {playerDisplay}, who shows you {item}.",
				"While talking with {playerDisplay}, they show you {item}!",
				"{playerDisplay}, a player walking along the same road as you, pulls out an item from their collection. They proudly show you {item}."
			],
			":scream:": [
				"You meet {playerDisplay}, which is seemingly running in your direction. Indeed, they are chased by a group of bandits that are after their money. It doesn't really concern you, so you just continue walking.",
				"You see {playerDisplay} from afar, running as fast as possible to escape a pack of wolves, you hurry to help them and retreat drive away those wild beasts",
				"You meet {playerDisplay}. They seem panicked. You ask them why they are in such a state. They tell you they were chased by a dragon, but managed to escape, thankfully losing nothing but some hair in the whole mishap."
			],
			":clock2:": [
				"You see {playerDisplay} and try to chat with them, but they tell you they're busy. Knowing that, you make up you mind to talk to them next time, and you continue on your way.",
				"While walking, you find {playerDisplay} who seem very busy... You try to converse with them in vain, and they ask you to buzz of and stop bothering them when they have better to do.",
				"On your way, you meet {playerDisplay} who seems very busy. You try to find out more, without success, before going back to your journey."
			],
			":lock:": [
				"As you quietly walk towards your destination, you notice guards handcuffing {playerDisplay}. Curious, you approach them and realize that they're going to jail. You then resume your journey, unwilling to waste more time on such unrelated matters. You however wonder what they could've done to get sent in a cell.",
				"Just as you're walking down the road, you meet prisoners being lead by guards. As they're painfully going upwards, you manage to take see them, including {playerDisplay}, who seem to be having trouble holding back their tears. You begin to feel some pity for the prisoners, but forget this feeling shortly after by thinking that they most likely didn't end up in such a situation for nothing."
			]
		}
	},
	"rarity": 12,
	"emote": ":speech_balloon:"
}
