{
	"translations": {
		"fr": {
			"intro": "Vous croisez le chemin d'un homme qui vous interpelle. Curieux, vous vous arrêtez. Celui-ci vous propose de participer à un jeu de hasard qu'il a créé. Vous pouvez choisir entre plusieurs niveaux de récompense.\n\n:coin: Petite récompense\n:dollar:  Moyenne récompense\n:moneybag: Grosse récompense\n",
			"🪙": [
				"Vous participez et réussissez à remporter un lot que l'homme vous remet avant de partir.",
				"Vous perdez au jeu de l'homme, cependant la participation était gratuite. Vous décidez donc de reprendre votre route."
			],
			"💵": [
				"Vous tentez votre chance et gagnez au jeu. L'homme vous récompense comme il se doit. Cependant vous perdez **{lostTime} Min :clock2:**.",
				"Vous participez au jeu de l'homme, cependant vous ne gagnez pas, et repartez donc en espérant avoir plus de chance la prochaine fois. Participer à la loterie vous aura fait perdre **{lostTime} Min :clock2:**."
			],
			"💰": [
				"Vous gagnez au jeu de l'homme. En conséquence, celui-ci vous récompense gracieusement. Cependant, vous perdez **{lostTime} Min :clock2:**.",
				"Vous saisissez votre chance. Malheureusement vous ne gagnez pas, vous aurez peut-être plus de chance la prochaine fois. Participer à la loterie vous aura fait perdre **{lostTime} Min :clock2:**.",
				"Vous misez une centaine de pièces au jeu de l'homme. Vous perdez cependant et repartez, dépité d'avoir perdu cet argent. Participer à la loterie vous aura de plus fait perdre **{lostTime} Min :clock2:**."
			],
			"poor": "Vous tentez de vous jouer de l'attention de l'homme et misez une somme importante. Malheureusement pour vous, le commerçant doute de votre bonne foi, et incapable d'attester de quelconque richesse, vous êtes rejeté sans ménagement.",
			"end": "Sans prêter plus d'attention à l'individu, vous continuez votre route.",
			"rewardTypeText": {
				"xp": " Vous avez gagné **{xpWon} :star:**.",
				"money": " Vous avez {negativeMoney?perdu:gagné} **{money} :{negativeMoney?money_with_wings:moneybag}:** !",
				"guildXp": " Votre guilde gagne **{guildXpWon} :star:**.",
				"points": " Vous avez gagné **{pointsWon} :medal:**."
			}
		},
		"en": {
			"intro": "You cross the path of a man who beckons to you. Intrigued, you approach to see what he wants from you. He introduces himself and tells you about a game based on luck. He then invites you to participate. Therefore, you are asked to choose a level among the different reward levels.\n\n:coin: Small reward\n:dollar:  Medium reward\n:moneybag: Big reward\n",
			"🪙": [
				"You participate, and manage to win a prize that the man gives you before leaving.",
				"You unluckily loose. Thankfully, the participation was free, so you choose to resume your journey."
			],
			"💵": [
				"You choose to gamble and end up winning ! the man gives you your rightful reward. However, you lost **{lostTime} Min :clock2:** with these shenanigans.",
				"You take part in the man's luck-based game. You sadly lose, and resume your travels hoping for better luck next time. This all cost you **{lostTime} Min :clock2:**."
			],
			"💰": [
				"You win ! As a result, the man showers you in rewards. You however loose **{lostTime} Min :clock2:**.",
				"You choose to gamble. You unfortunately lose ! You might have better luck next time... Participating in this game cost you **{lostTime} Min :clock2:**.",
				"You bet a hundred coins on this game but you lose, and are forced to go away, annoyed. It all also lost you **{lostTime} Min :clock2:**."
			],
			"end": "You do not react. When he asks you again, you simply say that you are not interested and go back to your journey.",
			"poor": "You try to fool the man by betting a huge sum of money you don't have. Unfortunately for you, he notices you attempt, and unable to prove that you have the money, you are rejected without mercy.",
			"rewardTypeText": {
				"xp": " You won {xpWon}:star:.",
				"money": " You {negativeMoney?lost:won} {money} :{negativeMoney?money_with_wings:moneybag}: !",
				"guildXp": " Your guild won {guildXpWon} :star:.",
				"points": " You won **{pointsWon} :medal:**."
			}
		}
	},
	"rewardType": [
		"xp",
		"money",
		"guildXp",
		"points"
	],
	"emojiLottery": [
		"🪙",
		"💵",
		"💰"
	],
	"successRate": {
		"🪙": 0.8,
		"💵": 0.5,
		"💰": 0.2
	},
	"coeff": {
		"🪙": 1,
		"💵": 3,
		"💰": 10
	},
	"lostTime": 10,
	"rarity": 3,
	"emote": ":slot_machine:"
}
