{
	"translations": {
		"fr": {
			"lifeLoss": {
				"stories": [
					"vos pieds se prennent dans une racine. Blessé, vous perdez **{lifeLoss} :broken_heart:**.",
					"plongé dans vos pensées, vous ne prêtez guère attention au sol sous vos pieds et trébuchez malencontreusement contre un caillou. Vous vous êtes blessé au genou. Ce n'est pas très grave, bien que douloureux. Vous perdez **{lifeLoss} :broken_heart:**.",
					"vous sifflotez en marchant. Tout à coup, quelque chose entre dans votre champ de vision : il s'agit d'un chien, et il fonce droit sur vous ! Avant que vous n'ayez le temps de comprendre plus en détail ce qu'il se passe, l'animal entre en collision avec vous, mais repart aussitôt. Heureusement, vous n'avez été que légèrement blessé, et perdez seulement **{lifeLoss} :broken_heart:**.",
					"vous percutez un cheval arrivant au galop, mais vous n'êtes blessé que superficiellement. Vous perdez **{lifeLoss} :broken_heart:**.",
					"vous êtes violemment percuté par une harde de sangliers. Vous vous relevez non sans peine, et reprenez votre route en ayant perdu **{lifeLoss} :broken_heart:**."
				]
			},
			"alteration": {
				"stories": [
					"vous marchez sur un piège. L'instant d'après vous êtes suspendu par le pied. Vous défaire de ce piège risque d'être long... vous perdez **{alteTime} :clock2:**.",
					"il se met à pleuvoir. Vous vous apprêtez à courir pour ne pas être trempé, mais vous apercevez un superbe arc-en-ciel. Vous ne pensez plus à la pluie et vous vous laissez absorber par le spectacle durant **{alteTime} :clock2:**.",
					"vous tombez de fatigue. Vos aventures vous ont épuisé, c'est pour cela que vous décidez de vous reposer durant **{alteTime} :clock2:**.",
					"en marchant plongé dans vos pensées, vous ne remarquez pas la branche au sol. Vous trébuchez dessus et vos affaires s'éparpillent. Vous perdez **{alteTime} :clock2:**.",
					"vous entendez un bruit sourd et fracassant provenant d'un sous-bois. Votre curiosité a été piquée au vif : vous voulez savoir de quoi il s'agit, et allez inspecter la zone. Après **{alteTime} :clock2:** vous abandonnez sans avoir trouvé ni compris l'origine de ce bruit qui vous a fait sursauter."
				]
			},
			"moneyLoss": {
				"stories": [
					"traversant une foule, vous sentez une main vous fouiller vivement et alléger vos poches. Vous n'avez pas le temps de répliquer que votre détrousseur a disparu. Vous avez perdu **{moneyLost} :money_with_wings:**.",
					"vous croisez un mendiant vous demandant un peu d'argent pour subvenir à ses besoins. Pris d'un élan de pitié, vous décidez de lui donner **{moneyLost} :money_with_wings:**.",
					"un homme masqué vous interpelle, et vous menace de son arme. Afin qu'il vous laisse la vie sauve, vous lui donnez les **{moneyLost} :money_with_wings:** pièces que vous avez dans la poche, ainsi que les clés de votre charrette.",
					"vous vous souvenez soudainement avoir oublié votre bourse dans la chambre de la dernière auberge par laquelle vous êtes passé. Vous avez perdu **{moneyLost} :money_with_wings:**.",
					"vous croisez une charrette dont le chargement dépasse et déchire votre sac. Pendant que vous rassemblez vos affaires un groupe d'enfants passe et vous dérobe de l'argent. Vous perdez **{moneyLost} :money_with_wings:**."
				]
			}
		},
		"en": {
			"lifeLoss": {
				"stories": [
					"your feet trip over a bunch of roots ! Wounded, you loose **{lifeLoss} :broken_heart:**.",
					"deep in your thoughts, you barely pay attention to the ground upon which you walk, and so you scrap your knee. It's not too bad, but it's painful. You lose **{lifeLoss} :broken_heart:**.",
					"you whistle while walking. Suddenly, something enters into your field of vision: it's a dog, and it's running straight at you! Without giving you any time to understand what is happening, the animal collides with you. And then leaves. Fortunately, you are only slightly injured, and only lose **{lifeLoss} :broken_heart:**.",
					"you get hit by a galloping horse, but thankfully, you are only hurt superficially. You lose **{lifeLoss} :broken_heart:**.",
					"you are violently hit by a group of boars. You get up and get back on your way, losing **{lifeLoss} :broken_heart:**."
				]
			},
			"alteration": {
				"stories": [
					"you trigger a trap and end up suspended by the foot. Getting out of this situation will surely take some time... you lose **{alteTime} :clock2: **.",
					"rain starts pouring down. You ready yourself to start running so as to avoid being soaked, but see a stunning rainbow. You stop thinking about the rain and your thought are drawn to its beautiful colors for **{alteTime} :clock2:**.",
					"you collapse because of great fatigue. Your adventure has exhausted your body, so you have no choice but to rest for **{alteTime} :clock2:**.",
					"while walking, distracted by your thoughts, you fail to notice a branch on the ground. You fall down and your stuff scatters on the ground. You lose **{alteTime} :clock2:**.",
					"you hear a loud, earth-shattering noise coming from a small forest nearby. Your curiosity piqued, you go and inspect the area.\nAfter **{alteTime} :clock2: ** you give up, without finding anything nor understanding the source of the noise."
				]
			},
			"moneyLoss": {
				"stories": [
					"in a crowd, you feel a hand searching your pockets, and know that some of your money has been taken. You however discover that, by the time you react, the thief has already disappeared. You lost **{moneyLost} :money_with_wings:**.",
					"you come across a beggar asking you for some money to extend their life. Overcome with compassion, you satisfy their request and give them **{moneyLost} :money_with_wings:**.",
					"a masked man calls you out and threatens you with his weapon. In order for him to spare your life, you give him the **{moneyLost} :money_with_wings:** coins in your pocket, as well as the keys to your cart.",
					"you suddenly realize you forgot your purse in the room you occupied in the last inn you passed by. You lose **{moneyLost} :money_with_wings:**.",
					"you cross a cart whose load protrudes, and it tears your bag. While you are gathering your belongings, a group of children pass by and take a part of your money. You lose **{moneyLost} :money_with_wings:**."
				]
			}
		}
	},
	"rarity": 8,
	"emote": ":confounded:"
}
