{
	"translations": {
		"fr": {
			"context": [
				"En contournant un ravin, vous rencontrez un barde. Pendant que vous marchez, il vous raconte l'histoire de **{pseudo}**, \"{sentence}\".",
				"Alors que vous cheminez tranquillement, vous remarquez une grande affiche. Elle semble louer les exploits de **{pseudo}**... \"{sentence}\".",
				"Durant l'une de vos aventures, vous entendez une histoire, \"{sentence}\", mais n'en connaissez pas le héros. Après quelques recherches, vous vous rendez compte qu'elle parle de **{pseudo}** ! Son nom vous semble familier...",
				"En entrant dans un bâtiment le long de votre chemin, vous discutez quelques temps avec le gérant de l'établissement. Vous lui demandez de vous conter les légendes locales. Il vous décrit alors **{pseudo}**, \"{sentence}\".",
				"Sur votre chemin, vous faites la rencontre d'un vieil homme que vous décidez d'accompagner. Durant votre bout de chemin ensemble, celui-ci vous raconte l'histoire de **{pseudo}** : \"{sentence}\".",
				"En marchant le long de la route, vous apercevez un livre en mauvais état par terre. Intitulé **{pseudo}**, vous l'ouvrez et lisez les premières phrases... \"{sentence}\".",
				"Après une longue et monotone marche, vous rencontrez une personne chantant en l'honneur de **{pseudo}**... :musical_note: \"{sentence}\" :musical_note:.",
				"Sur votre voyage, un nuage de poussière apparaît au loin. Quelques minutes plus tard, un cavalier s'arrête devant vous, il dit chercher **{pseudo}**. À votre regard inquisiteur, il ajoute :  \"{sentence}\"."
			],
			"members": {
				"Nysvaa": "un prétendant à la main de la princesse qui ne compte pas la gagner par le combat mais en prouvant sa réflexion lors de ses péripéties (et par sa chance un peu... beaucoup)",
				"Thero1st": "un des premiers compétiteurs pour la main de la princesse et grand chef cuisinier spécialisé dans les brochettes au poulpe, ce combattant prend pourtant le concours à la légère, préférant passer du temps dans ses stands avec ses animaux",
				"Oscar": "un piètre guerrier qui, à son apogée, d'un ancien temps révolu, dominait le classement de par ses points et ses connaissances",
				"QQtin": "un fidèle chevalier terrassant de nombreux ennemis grâce au cadeau du ciel et qui a contribué à ce que ce monde devienne meilleur",
				"LePourfendeur": "un aventurier expérimenté, adepte des économies, peut-être un peu trop. Auparavant très actif, il se fait maintenant plus discret mais reste parmi les meilleurs",
				"Ines": "une combattante des débuts de ce monde, qui malheureusement se bat de moins en moins pour lui par manque de temps, mais qui reste dans la course à la princesse, enfin plutôt au prince. Fidèle partisane du Kyutisme",
				"romain22222": "un grand intellect, cherchant autant à résoudre les situations de façon optimale, qu'à les créer. Celui-ci discute trop, bien trop, avec les ménestrels et ses adorateurs, et évite les tentes dans les forêts",
				"Asemerald": "un aventurier se laissant porter par sa chance, connu pour sa puissance de feu dépassant l'imaginable",
				"Izuku": "un riche inventeur qui créa une potion d'amour pour la belle princesse mais qui se la fit voler par un marchand",
				"Draft": "un ancien dieu créateur du monde dans lequel tous évoluent. Épaté par les capacités de son peuple, il erre parmi eux tandis qu'il travaille à perfectionner leur expérience",
				"Royal": "un entrepreneur aguerri qui privilégie l'argent à la morale. Friand de tournois, il n'hésitera pas à se battre pour la princesse",
				"Max": "un inventeur fou, amoureux du voyage. Il est le seul à avoir, un jour, parcouru la terre des dragons. La légende raconte que ses projets ont presque tous mené l'humanité au bord de l'extinction",
				"Eagle": "un éleveur de dragon, qui a mené les premiers coups d'état du royaume",
				"DeadAngelV6": "un humain banal aimant la vie, manger est l'une de ses passions. Donnez lui à manger quand vous le croisez",
				"Kyusaki": "le premier Grand prêtre du Kyutisme, il mène une route de méditation incognito parmi les aventuriers du monde, donnant souvent conseil à ceux qui en font la demande",
				"Greninja_san": "un batracien à l'intellect hors normes, il usa de ses connaissances multiples pour s'intégrer à la vie humaine, et apprendre les préceptes de leur magie",
				"nwcubeok": "un célèbre magicien qui parcourt la contrée afin de promouvoir ses talents en magie. Il espère que la princesse saura les apprécier",
				"SuperBananeNinja": "un mage discret sillonnant les terres, généralement solitaire, souvent salutaire, avec ses manières hétéroclites et ses tours déconcertants, mais toujours droit dans ses bottes",
				"Hitori": "une artiste complètement incohérente se démarquant par son dynamisme hors du commun. Elle demande à ceux qui veulent bien l'entendre s'ils savent où se cachent les Dieux et est tristement célèbre pour sa malchance exceptionnelle ayant provoqué la destruction de nombreux édifices",
				"Pietagorh": "le directeur d'une association aidant les jeunes aventuriers à s'améliorer. Les rumeurs racontent qu'il est capable de déterminer les limites de ce monde",
				"Doctor": "un grand aventurier qui parcourt le royaume à la recherche d'un adversaire à sa taille. Si vous le croisez, vous pouvez essayer de le combattre, mais peu sont ceux qui ont réussi à survivre à son premier coup",
				"KirIcare": "un personnage discret mais intriguant. Il attise la curiosité de par sa présence effacée suscitant ainsi l'intérêt d'une certaine artiste et d'un chasseur de dragon de renom qui se sont donnés pour quête de l'acquérir",
				"symsym": "un jeune aventurier curieux et avide de rencontres. Certains racontent qu'il aurait fondé une taverne au fin fond de la route marécageuse",
				"Pagotortoise": "un kaijū qui, malgré son apparence, explore la contrée en quête de personnes à aider, et ne veut aucun mal. Il est prêt à vous guider en cas de besoin, profitez-en donc pour lui demander quelques conseils",
				"Voltou": "le plus grand voleur que ce monde ait porté, on raconte que sa fortune égalerait celle du roi et qu’il l’aurait caché aux 4 coins du royaume. Si vous le croisez, pensez à bien vérifier vos poches"
			}
		},
		"en": {
			"context": [
				"While taking a detour to get around a ravine, you encounter a bard. While you're walking together, he tells you the story of **{pseudo}** : \"{sentence}\".",
				"As you walk quietly, you notice a large poster. It seems to praise the feats of **{pseudo}**... \"{sentence}\".",
				"During one of your adventures, you hear a story, \"{sentence}\", but you don't know who the hero is. After some research, you realize that they are talking about **{pseudo}**! Their name seems familiar to you...",
				"Entering a building along your path, you chat with the owner for a while. You ask them to tell you about the local legends, he then describes **{pseudo}** to you: \"{sentence}\".",
				"On your way, you meet an old man that you decides to accompany you. During your time together, he tells you the story of **{pseudo}**: {sentence}.",
				"As you walk along the road, you see a book in poor condition laying on the ground. Entitled **{pseudo}**, you open it and read the first few sentences... \"{sentence}\".",
				"You walk quietly for a long time, until you meet a person singing a tune dedicated to **{pseudo}**... :musical_note: \"{sentence}\" :musical_note:.",
				"During your journey, a dust cloud appears in the distance. A few minutes later, a horseman stops in front of you, saying he's looking for **{pseudo}**. Seeing your inquisitive look, he adds: \"{sentence}\"."
			],
			"members": {
				"Nysvaa": "one of the princess' suitors who doesn't intend to win her by fighting but rather by proving their ability to think during their adventures (and counting on their luck a little... a lot)",
				"Thero1st": "one of the first suitors of the princess and a great chef specializing in octopus skewers. However, this fighter takes the contest lightly, preferring to spend time in their stands with their animals",
				"Oscar": "a poor warrior who, in their prime, during a now mostly-forgotten era, dominated the world's rankings with their points and their knowledge",
				"QQtin": "a faithful knight defeating numerous enemies thanks to the grace of heaven, and who helped make this world a better place",
				"LePourfendeur": "a manipulator, he uses different ruses to make sure adventurers constantly fall into dangerous situations, even fatal ones at times",
				"Ines": "a fighter from the beginnings of this world, who unfortunately fights less and less for it because of a great lack of time, but who remains faithful in the race for the hand of the princess (well, the prince's rather). Faithful supporter of Kyutism",
				"romain22222": "a great thinker, seeking as much to resolve tricky situations in an optimal manner as to create them. He talks too much, far too much, with the minstrels and his worshippers, and avoids the tents in the forests",
				"Asemerald": "an adventurer who lets himself be carried by his luck, known for his beyond imaginable firepower",
				"Izuku": "a rich inventor who created a love potion for the beautiful princess, but who got it stolen by a merchant",
				"Draft": "an ancient god, creator of the world in which we all evolve. Impressed by his people's abilities, he wanders among them as he works to improve their experience",
				"Royal": "a skilled entrepreneur who favors money over morality. Fond of tournaments, he will not hesitate to fight for the princess",
				"Max": "a mad inventor, crazy about travel. He is the only one to have roamed the dragons' land. Legend has it that most of his projects brought humanity to the brink of extinction",
				"Eagle": "a dragon raiser, who led the kingdom's first coups",
				"DeadAngelV6": "ordinary life-loving human, eating is one of his passions. Give him food when you see him",
				"Kyusaki": "the first High Priest of Kyutism, he leads an incognito meditation route among the adventurers of the world, often giving advice to those who ask for it",
				"Greninja_san": "an amphibian with an extraordinary mind. He used his extensive knowledge to fit into human the human world and learned the precepts of their magic",
				"nwcubeok": "a famous wizard travelling the country to advertise his magical skills. He hopes the princess will appreciate them",
				"SuperBananeNinja": "a discreet mage traveling the land, generally solitary, often salutary, with his heterogeneous manners and disconcerting tricks, but always straight in his boots",
				"Hitori": "a completely incoherent artist who stands out thanks to her extraordinary dynamism. She asks to whoever will listen if they know where gods are hiding. She is also known for her exceptional misfortune that already caused the destruction of multiple landmarks",
				"Pietagorh": "the director of an association helping young adventurers improve themselves. Rumor as it he knows everything the whole world is made of and contains, from the tiniest of animals to the largest of trees",
				"Doctor": "a great adventurer who travels across the kingdom, searching for an opponent able to match him. If one day you cross his path, you can try to fight him, but few managed to survive his first hit, and the rest of them ran away",
				"KirIcare": "a discreet but intriguing character. It arouses the curiosity of part its erased presence thus arousing the interest of a certain artist and a renowned dragon hunter who have given themselves for the quest to acquire it",
				"symsym": "a curious young adventurer eager for encounters. Some say that he would have founded a tavern at the end of the marshy road",
				"Pagotortoise": "a kaijū who, despite his appearance, scouts the land for people to help, and means no harm. He is ready to guide you if necessary, so take the opportunity to ask him for some advice",
				"Voltou": "the greatest thief this world has ever had, it is said that his fortune would equal that of the king and that he would have hidden him in the 4 corners of the kingdom. If you come across him, be sure to check your pockets"
			}
		}
	},
	"rarity": 1,
	"emote": ":book:"
}
