{
	"translations": {
		"fr": {
			"intrigue": [
				"vous rencontrez une jeune dame qui se présente comme Hilda la guérisseuse. Après un rapide échange vous acceptez qu'elle essaie sur vous son dernier remède. **Vous récupérez toute votre énergie** :zap:",
				"vous croisez une jeune femme qui vous propose de vous soigner. Vous acceptez et recevez donc un délicieux breuvage. **Vous récupérez toute votre énergie** :zap:",
				"vous tombez nez à nez avec avec une jeune femme accompagnée d'une chèvre. Elle vous propose un remède miracle. Curieux vous acceptez, contre toute attente vous vous sentez immédiatement mieux. **Vous récupérez toute votre énergie** :zap:",
				"vous rencontrez une jeune femme qui vous propose de vous soigner. Vous acceptez et vous sentez immédiatement mieux. **Vous récupérez toute votre énergie** :zap:",
				"vous rencontrez une femme tout de blanc vêtue qui vous propose de vous soigner. Vous acceptez le traitement de la rebouteuse. **Vous récupérez toute votre énergie** :zap:",
				"vous faites la connaissance d'une femme qui se décrit comme une guérisseuse. Après quelques discussions, vous apprenez que cette dernière est en route vers les pâturages et propose des services de soin sur la route. Vous acceptez un remède mystérieux. **Vous récupérez toute votre énergie** :zap:"
			]
		},
		"en": {
			"intrigue": [
				"You meet a young lady who introduces herself as Hilda the Healer. After a quick exchange, you agree to let her try her latest remedy on you. **You recover all your energy** :zap:",
				"You come across a young woman who offers to heal you. You accept and receive a delicious beverage. **You recover all your energy** :zap:",
				"You come face to face with a young woman accompanied by a goat. She offers you a miracle cure. Curious, you accept, and to your surprise, you immediately feel better. **You recover all your energy** :zap:",
				"You meet a young woman who offers to heal you. You accept, and you immediately feel better. **You recover all your energy** :zap:",
				"You meet a woman dressed all in white who offers to heal you. You accept the treatment of the bone-setter. **You recover all your energy** :zap:",
				"You meet a woman who describes herself as a healer. After some discussions, you learn that she is on her way to the pastures and offers healing services along the way. You accept a mysterious remedy. **You recover all your energy** :zap:"
			]
		}
	},
	"rarity": 8,
	"emote": ":zap:"
}
