{
	"translations": {
		"fr": {
			"stories": [
				"La renommée de **{guilde}** semble vous précéder. En apprenant que vous faites partie de la guilde, les aventuriers qui vous suivaient depuis quelques kilomètres vous transmettent leur plus profond respect.",
				"Suite à quelques affrontements dont vous sortez victorieux, vous appliquez sur les dépouilles de vos agresseurs la marque de la guilde **{guilde}**. Tous ceux qui passeront par ici la reconnaitront.",
				"Vos bonnes actions dans la région ont séduit une bonne partie de la population. Lorsqu'ils vous demandent comment ils pourraient vous remercier, vous leur demandez de se souvenir du nom de **{guilde}**.",
				"Félicitations ! Au fil du temps, votre guilde, **{guilde}**, se fait connaître à travers tout le royaume.",
				"**{guilde}** se fait connaître davantage au fil du temps et possède une popularité qui ne cesse de s'accroître ! Nous vous souhaitons de continuer ainsi et c'est pour cela que nous vous offrons ce gain d'xp !",
				"Alors que vous entrez dans une auberge, le tenancier reconnaît l'emblème sur votre bouclier, symbole de la guilde **{guilde}**. Il décide d'offrir une tournée générale en votre honneur, du meilleur effet auprès des autres clients."
			],
			"end": " Votre guilde remporte **{xp}** :star:."
		},
		"en": {
			"stories": [
				"**{guilde}**'s fame seems to supersede yours. When learning that you are part of the guild, adventurers who have been following you for a few kilometres give you their most profound respect.",
				"Following a few victories of yours, you apply the **{guilde}**'s guild mark on your opponents' remains. Anyone walking around here will recognize it.",
				"Your good actions in the region have gained over a large part of the population. When they ask you for a way to show their gratefulness, you just ask them to remember **{guilde}**'s name.",
				"Congratulations ! Over time, your guild **{guilde}** becomes known throughout the whole kingdom. You gain a bit of guild exp.",
				"**{guilde}** becomes more popular over time and possess an increasing influence ! We wish you can continue this way and that's why we offer you this bonus guild exp !",
				"As you walk into an inn, the bartender recognizes the emblem on your shield, symbol of the **{guilde}**'s guild. He decides to offer a few rounds to everyone, on the house, in your honor. The other customers are overjoyed."
			],
			"end": " Your guild wins **{xp}** :star:."
		}
	},
	"rarity": 5,
	"emote": ":star:"
}
