{
	"translations": {
		"fr": {
			"stories": [
				"Grâce à un subterfuge digne des meilleurs chevaliers, vous arrivez à vous défaire d'un animal étrange qui vous attaquait depuis un moment, ce après quoi vous repartez guilleret.",
				"Sur votre route, vous croisez un animal étrange. Tandis que vous passez proche de lui, celui-ci vous saute dessus ! Vous dégainez votre épée, et le pourfendez instantanément. Vous reprenez votre route, sur vos gardes.",
				"Alors que vous vous faites attaquer par des brigands, vous profitez d'un instant d'inattention pour leur échapper. Vous hâtez le pas pendant quelques heures avant de vous sentir à nouveau en sécurité.",
				"Au détour d'un virage, une ombre se jette sur vous ! Après une terrible bataille, vous écrasez votre adversaire sous un rocher. Fier de votre réussite, vous reprenez votre route.",
				"Au détour d'un bosquet, un homme vêtu entièrement de noir vous attaque, sûrement pour vous dérober votre argent. Vous sortez votre arme, et réussissez à le neutraliser.",
				"Vous marchez tranquillement en observant le paysage. Soudain, une bête enragée fait un bond prodigieux, vous plaquant au sol avec force. Vous parvenez à reprendre le dessus sur la bête en l'étranglant à l'aide d'un bâton.",
				"Tout en longeant un petit cours d'eau, un chien errant vous saute dessus. Vous réussissez à vous en défaire après quelques minutes de lutte.",
				"Sur votre chemin, vous rencontrez une bête qui ne semble pas commode. Vous décidez de prendre la fuite, mais elle vous course et vous rattrape rapidement. Vous faites alors volte-face et lui assénez un coup violent. Cette action suffisante à vous débarrasser de votre adversaire, vous reprenez votre route.",
				"Du coin de l'œil, vous remarquez une sacoche pleine d'or tomber de la poche d'un aventurier marchant devant vous. Vous l'alertez immédiatement et lui rendez la sacoche. Celui-ci vous remercie pour votre bonté."
			],
			"end": " Vous remportez **{xp}** :star:."
		},
		"en": {
			"stories": [
				"Thanks to a trick worthy of the best knights, you defeat from this strange animal that was attacking you and leave perky.",
				"On your way, you meet a strange animal. As you pass by him, this one jumps on you. You unfit your sword, and slice it in half. You go back on your way, alerted.",
				"While you get attacked by bandits, you take advantage of a moment of carelessness to escape them. You speed up your steps for a few hours before feeling safe again.",
				"Around a bend, a shadow pounces on you ! After a hard battle, you crush your opponent under a rock. Proud of yourself, you get back on your road.",
				"Around a grove, an entire dressed black man attacks you to steal your money. You pull out your weapon, and get rid of him.",
				"You leisurely stroll, enjoying the scenery. Suddenly, an enraged beast leaps in a seemingly impossible way, crashing into you and pressing you against the ground with much force. you successfully defeat the beast by strangling it with a stick.",
				"As you walk along a small stream, a stray dog jumps on you. You manage to get rid of it after a few minutes of struggle.",
				"On your way, you encounter a beast which does not seem friendly. You decide to run away, but it follows you and quickly catches up to you. You turn around and give it a violent blow. This action is clearly enough to rid you of your opponent, so you continue on your way.",
				"From the corner of your eye, you notice a satchel full of gold falling out of the pocket of an adventurer in front of you. You immediately tell them about it, and give them back their moneybag. They thank you for your goodness."
			],
			"end": " You win **{xp}** :star:."
		}
	},
	"rarity": 3,
	"emote": ":star:"
}
