{
	"translations": {
		"fr": {
			"intro": [
				"vous rencontrez une vieille dame qui semble vouloir que vous la suiviez. ",
				"vous apercevez une vieille femme et décidez de vous en approcher. ",
				"vous remarquez une femme âgée, qui vous fait signe. ",
				"vous remarquez la silhouette d'une vieille dame et vous décidez d'aller voir ce qu'elle fait. "
			],
			"description": [
				"Elle vous paraît âgée, frêle, avec un nez long et fin. ",
				"Ses habits sont en piteux état. Ils paraissent tomber en morceaux, comme faits de poussière. ",
				"Elle est voûtée, squelettique, mais son regard vous paraît malicieux. ",
				"Elle est vêtue de lambeaux de tissus ternes et sales. ",
				"Vous vous souvenez de rumeurs concernant une sorcière maladroite qui se baladerait à travers le royaume. ",
				"Complètement muette, elle parait abimée par les années, elle est fine, osseuse et sa peau presque grise. ",
				"Elle semble ne pas comprendre ce que vous lui dites. "
			],
			"situation": [
				"Vous entrez dans ce qui semble être sa cabane et découvrez qu'elle est en train de préparer une potion...",
				"Vous découvrez qu'un chaudron bouillonne sur le feu et que la vieille dame semble préparer une potion...",
				"Vous vous approchez et découvrez que sa préparation d'une potion ne semble pas se passer comme prévu...",
				"Vous observez la vieille dame préparer une potion, mais vous constatez que son contenu déborde presque du chaudron...",
				"La vieille dame est en train de préparer une potion, mais elle semble avoir du mal à obtenir un résultat satisfaisant...",
				"On dirait qu'elle est en train de préparer une mixture étrange dans un énorme chaudron..."
			],
			"witchEventResults": {
				"ingredientIntros": [
					"Vous décidez d'**{witchEvent}** à la potion dans l'espoir de l'améliorer...",
					"Vous prenez la décision d'**{witchEvent}** à la potion pendant que la sorcière a le dos tourné...",
					"Vous conseillez à la sorcière d'**{witchEvent}** à sa potion...",
					"Suivant votre conseil, la sorcière décide d'**{witchEvent}** à sa potion...",
					"Vous suivez votre instinct et décidez d'**{witchEvent}** à la mixture douteuse...",
					"Vous décidez d'**{witchEvent}** à la potion, espérant que cela améliorera le résultat...",
					"Vous osez **{witchEvent}** à la potion...",
					"Après avoir étudié le contenu de la marmite, vous décidez d'**{witchEvent}** à la liste des ingrédients..."
				],
				"adviceIntros": [
					"Pris de pitié, vous lui conseillez de **{witchEvent}** afin d'obtenir un meilleur résultat...",
					"Vous décidez d'aider la sorcière en lui conseillant de **{witchEvent}**..."
				],
				"outcomes": {
					"1": [
						"Une fois la potion terminée, la sorcière vous tend un verre. Vous décidez de garder cela pour la suite de votre aventure.",
						"Grâce à votre intervention, la potion paraît buvable. Vous décidez d'en garder un peu pour la suite de votre aventure.",
						"Après avoir fini la potion, la vieille dame en verse une partie dans un flacon qu'elle vous remet. Vous l'acceptez avec joie, avant de reprendre votre route.",
						"Le résultat obtenu a un goût étrange, mais vous décidez de garder un peu de la potion pour la suite de votre aventure."
					],
					"2": {
						"time": [
							"En reprenant votre route, vous vous rendez compte que cet arrêt a été plus long que vous ne l'aviez anticipé. Vous perdez **{lostTime} Min :clock2:**",
							"Alors que vous repartez, vous vous rendez compte de tout le temps perdu à cette préparation. Vous perdez **{lostTime} Min :clock2:**",
							"En retournant sur vos pas, vous commencez à regretter le temps perdu à attendre cette préparation. Vous perdez **{lostTime} Min :clock2:**"
						],
						"scared": [
							"Une fois la potion terminée, vous décidez de boire une petite gorgée. Immédiatement, vous êtes transporté à travers une intense hallucination. Votre futur ne semble pas très prometteur... :scream:",
							"À peine la formule prononcée, vous goûtez déjà le liquide. Pris d'une crise de panique, vous n'êtes pas long à regretter votre choix. :scream:"
						],
						"drunk": [
							"Vous décidez de goûter à la potion et le regrettez rapidement... Il semblerait qu'un des ingrédient vous reste en travers de la gorge. :zany_face:",
							"Il semblerait que la potion ait un effet surprenant. Vous vous sentez un peu ivre... :zany_face:"
						],
						"sick": [
							"Malheureusement, l'odeur de la potion était annonciatrice de ses effets. Vous regrettez rapidement d'avoir fait confiance au talent de la vieille sorcière. :sick:",
							"Malgré votre intervention, la potion n'a pas l'air d'avoir été améliorée. Vous vous sentez mal à l'aise... :sick:"
						],
						"cold": [
							"Vous décidez de goûter à la potion qui est très froide. La sensation de froid ne disparait cependant pas et vous ressentez impuissant chacun de vos membres se refroidir... :cold_face:",
							"Alors que vous alliez terminer la potion, vous trébuchez et tombez dans le gouffre remplis de glace dans lequel vous prévoyiez de déposer la marmite. :cold_face:"
						]
					},
					"3": [
						"Une fois la potion terminée, la sorcière vous tend un verre. Encore brulant, vous l'échappez maladroitement sur votre pied. Vous perdez **{lifeLoss} :broken_heart:**.",
						"Alors que vous alliez terminer la potion, vous êtes victime de la maladresse de la vieille sorcière qui échappe le chaudron sur vous. Vous perdez **{lifeLoss} :broken_heart:**.",
						"Malgré la bonne odeur de la potion, cette dernière n'est pas aussi bonne pour la santé que ce que vous auriez pu espérer. Vous perdez **{lifeLoss} :broken_heart:**.",
						"Le goût de la potion est très étrange. Peut être auriez vous du écouter votre instinct et ne pas y goûter... Vous perdez **{lifeLoss} :broken_heart:**.",
						"Les vapeurs de la potion auront suffi à vous rendre malade. Vous partez sans demander votre reste mais non sans avoir subi les conséquences de l'inhalation de ces vapeurs. Vous perdez **{lifeLoss} :broken_heart:**.",
						"Alors que la vieille dame s'apprête à verser la dernière goute dans la marmite un bruit sourd se fait entendre. Il semblerait que le chaudron ait explosé. Vous perdez **{lifeLoss} :broken_heart:**."
					],
					"4": [
						"Malheureusement, la potion semble complètement carbonisée et imbuvable. Vous décidez de ne pas prendre le risque de la boire et repartez rapidement.",
						"Vous terminez la potion avec la vieille dame, mais décidez de ne pas la consommer, préférant garder votre santé pour la suite de votre aventure."
					]
				}
			},
			"witchEventNames": {
				"bat": "Ajouter une chauve-souris",
				"beer": "Ajouter de la bière",
				"bigWait": "Laisser reposer la potion",
				"bigWarm": "Faire bouillir longuement la potion",
				"blood": "Ajouter du sang",
				"book": "Prononcer une incantation du livre de sortilèges",
				"bone": "Ajouter un os",
				"cobweb": "Ajouter une toile d'araignée",
				"cool": "Laisser refroidir la potion",
				"chicken": "Ajouter un poulet",
				"crystalBall": "Réciter une formule magique",
				"distiller": "Distiller la potion",
				"eye": "Ajouter un œil",
				"frog": "Ajouter une grenouille",
				"greenApple": "Ajouter une pomme verte",
				"heart": "Ajouter un cœur",
				"mushroom": "Ajouter un champignon",
				"nothing": "Ne rien faire",
				"package": "Ajouter un ingrédient mystère",
				"rat": "Ajouter un rat",
				"redApple": "Ajouter une pomme rouge",
				"rose": "Ajouter une rose",
				"scorpion": "Ajouter un scorpion",
				"smallWait": "Laisser reposer la potion un tout petit peu",
				"smallWarm": "Réchauffer un petit peu la marmite",
				"snake": "Ajouter un serpent",
				"spider": "Ajouter une araignée",
				"stir": "Mélanger la potion",
				"teeth": "Ajouter une dent",
				"testTube": "Ajouter un tube à essai",
				"turtle": "Ajouter une tortue",
				"wand": "Jeter un sort",
				"wiltedRose": "Ajouter une rose fanée",
				"worm": "Ajouter un ver"
			}
		},
		"en": {
			"intro": [
				"You stumble upon an old lady, and it looks like she wants you to follow her.",
				"You see an old woman, and choose to approach her.",
				"You notice an old woman, who beckons to you.",
				"You notice an old lady's silhouette, and decide to go and see what she is doing."
			],
			"description": [
				"She appears to be very old, frail, and has a long and thin nose.",
				"Her clothes are in a sorry state. They are so tattered they seem to be falling appart, as if made of dust.",
				"Her back is curved, she seems to be nothing but bones, yet you catch in her eyes a glimpse of mischievousness. She is wearing tattered clothes, of a dull and dirty fabric.",
				"You recall rumours regarding a clumsy witch, apparently wandering throughout the kingdom.",
				"Completely mute, she seems worn by the years, frail, skeletal, her skin almost grey.",
				"She doesn't really seem to understand what you are telling her."
			],
			"situation": [
				"You enter what appears to be her hut, and discover that she is currently concocting a potion of sorts...",
				"You discover a bubbling cauldron : the old woman seems to be making a potion...",
				"You approach, only to discover that her potion-making isn't doing to well..",
				"You observe as the old lady is brewing a potion, but soon realize that the liquid is nearly overflowing out of the cauldron...",
				"The old woman is making a potion, but she seems to struggle with obtaining decent results in this endeavor...",
				"She looks like she's trying to prepare a strange brew in an enormous cauldron..."
			],
			"witchEventResults": {
				"ingredientIntros": [
					"You decide to **{witchEvent}** to the potion in the hope of improving it...",
					"You decide to **{witchEvent}** to the potion while the witch's back is turned...",
					"You advise the witch to **{witchEvent}** to her potion...",
					"Following your advice, the witch decides to **{witchEvent}** to her potion...",
					"You follow your instincts and decide to **{witchEvent}** to the dubious mixture...",
					"You decide to **{witchEvent}** to the potion, hoping that it will improve the result...",
					"You dare to **{witchEvent}** to the potion...",
					"After studying the contents of the pot, you decide to **{witchEvent}** to the list of ingredients..."
				],
				"adviceIntros": [
					"Feeling pity, you advise her to **{witchEvent}** in order to get a better result...",
					"You decide to help the witch by advising her to **{witchEvent}**..."
				],
				"outcomes": {
					"1": [
						"Once the potion is finished, the witch hands you a drink. You decide to save it for the rest of your adventure.",
						"Thanks to your intervention, the potion seems drinkable. You decide to keep some of it for the rest of your adventure.",
						"After finishing the potion, the old lady pours some of it into a bottle and gives it to you. You accept it happily, before going on your way.",
						"The result tastes strange, but you decide to save some of the potion for your next adventure."
					],
					"2": {
						"time": [
							"As you continue on your way, you realise that this stop has been longer than you anticipated. You lose **{lostTime} Min :clock2:**",
							"As you drive away, you realize how much time was wasted on this preparation. You lose **{lostTime} Min :clock2:**",
							"As you turn back, you begin to regret the time you wasted waiting for this preparation. You lose **{lostTime} Min :clock2:**"
						],
						"scared": [
							"Once the potion is finished, you decide to take a sip. Immediately, you are transported through an intense hallucination. Your future doesn't look very promising... :scream:",
							"As soon as you say the formula, you already taste the liquid. A panic attack takes hold of you and you soon regret your choice. :scream:"
						],
						"drunk": [
							"You decide to try the potion and quickly regret it... It seems that one of the ingredients is sticking in your throat. :zany_face:",
							"It seems that the potion has a surprising effect. You feel a bit drunk... :zany_face:"
						],
						"sick": [
							"Unfortunately, the smell of the potion was a harbinger of its effects. You quickly regret trusting the old witch's talent. :sick:",
							"Despite your intervention, the potion does not seem to have improved. You feel uncomfortable... :sick:"
						],
						"cold": [
							"You decide to taste the potion which is very cold. The cold sensation does not go away, however, and you helplessly feel each of your limbs getting colder... :cold_face:",
							"As you were about to finish the potion, you stumble and fall into the ice-filled chasm in which you were planning to place the pot. :cold_face:"
						]
					},
					"3": [
						"Once the potion is finished, the witch hands you a glass. Still burning, you clumsily drop it on your foot. You lose **{lifeLoss} :broken_heart:**.",
						"Just as you are about to finish the potion, you fall victim to the old witch's clumsiness and drop the cauldron on you. You lose **{lifeLoss} :broken_heart:**.",
						"Despite the good smell of the potion, it is not as healthy as you might have hoped. You lose **{lifeLoss} :broken_heart:**.",
						"The taste of the potion is very strange. Maybe you should have listened to your instincts and not tasted it... You are losing **{lifeLoss} :broken_heart:**.",
						"The fumes from the potion are enough to make you sick. You leave without asking for help, but not without having suffered the consequences of inhaling the fumes. You lose **{lifeLoss} :broken_heart:**.",
						"As the old woman is about to pour the last drop into the pot a thud is heard. It seems that the pot has exploded. You lose **{lifeLoss} :broken_heart:**."
					],
					"4": [
						"Unfortunately, the potion looks completely charred and undrinkable. You decide not to risk drinking it and quickly leave",
						"You finish the potion with the old lady, but decide not to consume it, preferring to save your health for the rest of your adventure."
					]
				}
			},
			"witchEventNames": {
				"bat": "Add a bat",
				"beer": "Add beer",
				"bigWait": "Let the potion rest",
				"bigWarm": "Increase the temperature",
				"blood": "Add blood",
				"book": "Use a spell from the spell book",
				"bone": "Add a bone",
				"cobweb": "Add a cobweb",
				"cool": "Let the potion cool",
				"chicken": "Add a chicken",
				"crystalBall": "Recite a magic formula",
				"distiller": "Distill the potion",
				"eye": "Add an eye",
				"frog": "Add a frog",
				"greenApple": "Add a green apple",
				"heart": "Add a heart",
				"mushroom": "Add a mushroom",
				"nothing": "Do nothing",
				"package": "Add a mystery ingredient",
				"rat": "Add a rat",
				"redApple": "Add a red apple",
				"rose": "Add a rose",
				"scorpion": "Add a scorpion",
				"smallWait": "Let the potion rest a little",
				"smallWarm": "Increase the temperature a little",
				"snake": "Add a snake",
				"spider": "Add a spider",
				"stir": "Stir the potion",
				"teeth": "Add teeth",
				"testTube": "Add a test tube",
				"turtle": "Add a turtle",
				"wand": "Cast a spell",
				"wiltedRose": "Add a wilted rose",
				"worm": "Add a worm"
			}
		}
	},
	"witchEventEmotes": {
		"bat": "🦇",
		"beer": "🍺",
		"bigWait": "🕙",
		"bigWarm": "🔥",
		"blood": "🩸",
		"bone": "🦴",
		"book": "📖",
		"cobweb": "🕸️",
		"chicken": "🐔",
		"cool": "❄️",
		"crystalBall": "🔮",
		"distiller": "⚗️",
		"eye": "👁️",
		"frog": "🐸",
		"greenApple": "🍏",
		"heart": "🫀",
		"mushroom": "🍄",
		"nothing": "❌",
		"package": "📦",
		"rat": "🐀",
		"redApple": "🍎",
		"rose": "🌹",
		"scorpion": "🦂",
		"smallWait": "⏳",
		"smallWarm": "🌡️",
		"snake": "🐍",
		"spider": "🕷️",
		"stir": "🥄",
		"teeth": "🦷",
		"testTube": "🧪",
		"turtle": "🐢",
		"wand": "🪄",
		"wiltedRose": "🥀",
		"worm": "🪱"
	},
	"rarity": 4,
	"emote": ":broom:"
}