{
	"translations": {
		"fr": {
			"commandName": "magasinmissions",
			"commandDescription": "Afficher le magasin des missions.",
			"title": "Magasin des Missions",
			"resTitle": "Ressources",
			"utilTitle": "Utilitaires",
			"presTitle": "Prestige",
			"display": "{emote} **{name}** | `{price}💎`",
			"success": "{pseudo}, transaction réussie !",
			"items": {
				"changeMapMission": {
					"emote": "🧾",
					"name": "Change-mission",
					"price": 10,
					"info": "Vous permet de supprimer une mission obtenue sur la carte et de l'échanger contre une nouvelle mission, cependant, vous n'aurez pas le choix de la mission choisie.",
					"giveTitle": "{pseudo}, vous avez décidé de changer une mission",
					"giveDesc": "Choisissez la mission à changer :",
					"successTitle": "{pseudo}, vous avez changé une mission !",
					"successDescription": "Vous avez supprimé la mission :scroll: **{missionInfo}**.",
					"getNewMission": "Vous avez reçu la mission : \n\n:scroll: **{mission}**"
				},
				"money": {
					"emote": "💰",
					"name": "Argent du roi",
					"price": 50,
					"info": "D'après les cours du jour de la gemme et après déduction de la taxe du roi, vous recevrez `{amount}` :moneybag:.",
					"giveTitle": "{pseudo}, achat effectué !",
					"giveDescription": "Vous avez reçu `{amount}` :moneybag:."
				},
				"valuableItem": {
					"emote": "👑",
					"name": "Trésor du roi",
					"price": 30,
					"info": "Vous octroie un objet de valeur provenant de la salle aux trésors du roi.",
					"give": "{pseudo}, vous obtenez un(e) nouvel(le) {type} :"
				},
				"1000Points": {
					"emote": "🏅",
					"name": "Ferveur du roi",
					"price": 5,
					"info": "Vous octroie 1000 points. Ne peut être utilisé qu'une fois par semaine.",
					"giveTitle": "{pseudo}, achat effectué !",
					"giveDescription": "Vous avez reçu 1000 :medal:. A la semaine prochaine pour une nouvelle ferveur !"
				},
				"lovePointsValue": {
					"emote": "🧑‍⚕️",
					"name": "Vétérinaire de la cour",
					"price": 5,
					"info": "Obtenir des informations détaillées sur votre familier.",
					"giveTitle": "{pseudo}, achat effectué !",
					"giveDesc": "Après un long moment passé à étudier l'état de santé de votre animal, vous finissez par recevoir le rapport du vétérinaire :\n\n**{petName}** {commentOnResult}\n💖 **Score d'amour** : {actualLP} / 100\n🍽️ **Régime alimentaire** : {regime}\n🕙 **Prochaine faim** : {nextFeed}",
					"advice": {
						"1": [
							"semble vous detester. Faites attention, ou vous pourriez être victime d'un mauvais coup lors de vos aventures !",
							"semble ne vraiment pas vous apprécier. Vu comment vous vous occupez de votre familier, ce n'est pas une surprise !",
							"semble être dans un profond mal-être. Vous devriez essayer de nourrir votre familier."
						],
						"2": [
							"semble encore sauvage. Occupez vous de votre familier afin de gagner sa confiance !",
							"semble ne pas vous apprécier. Si vous ne vous occupez pas de votre familier, vous n'obtiendrez jamais son amour !",
							"ne semble pas heureux. Vous devriez essayer de nourrir votre familier."
						],
						"3": [
							"semble encore un peu craintif. Occupez vous de votre familier afin de gagner toute sa confiance !",
							"semble toujours se méfier de vous. Continuez de vous occuper de votre familier afin d'obtenir son amour !",
							"semble commencer à se faire à vous. Essayez de nourrir votre familier régulièrement."
						],
						"4": [
							"semble vous apprécier. Continuez à vous occuper de votre familier afin de gagner toute sa confiance !",
							"semble vous faire confiance. Si vous continuez sur cette voie, vous obtiendrez rapidement tout l'amour de votre familier !",
							"semble s'être fait à vous. N'arrêtez pas de nourrir votre familier régulièrement."
						],
						"5": [
							"semble vous apprécier totalement. Vous n'avez même plus besoin de vous occuper de votre familier pour qu'il continue à vous aimer !",
							"semble partager un lien fort avec vous. Votre lien est imperturbable, tant que vous n'êtes pas séparés, vous continuerez de profiter de l'amour de votre familier !"
						]
					}
				},
				"badge": {
					"emote": "💍",
					"name": "Badge \"Maître des quêtes\"",
					"price": 150,
					"info": "Vous recevrez le badge dans les heures qui suivront le paiement. Pour plus d'informations sur les badges utilisez la commande {command:help}.",
					"give": "{pseudo}, vous avez reçu un nouveau badge :"
				}
			},
			"confirm": "{pseudo}, vous avez sélectionné le produit suivant :",
			"moneyQuantity": "Vous avez `{money}💎`.",
			"error": {
				"cannotBuy": "Vous n'avez pas assez de gemmes pour acheter cet objet ! Il vous manque `{missingMoney}💎`.",
				"canceledPurchase": "Transaction annulée!",
				"alreadyHasItem": "Vous possédez déjà cet objet.",
				"leaveShop": "Vous avez quitté le magasin.",
				"remainingCooldown": "Vous avez déjà acheté des points cette semaine, revenez la semaine prochaine pour en acheter !",
				"noMissionToSkip": "Vous n'avez aucune mission à passer !",
				"noPet": "Vous n'avez aucun animal sur vous, nous ne pouvons prodiguer un diagnostique sur un animal fantôme !"
			}
		},
		"en": {
			"commandName": "missionsshop",
			"commandDescription": "Display the mission's shop.",
			"title": "Missions Shop",
			"resTitle": "Resources",
			"utilTitle": "Utilities",
			"presTitle": "Prestige",
			"display": "{emote} **{name}** | `{price}💎`",
			"success": "{pseudo}, successful transaction !",
			"items": {
				"changeMapMission": {
					"emote": "🧾",
					"name": "Change mission",
					"price": 10,
					"info": "Allows you to delete an obtained mission on the map and exchange it for a new mission, however, you will not have the choice of the chosen mission.",
					"giveTitle": "{pseudo}, you have decided to change a mission",
					"giveDesc": "Choose the mission to change:",
					"successTitle": "{pseudo}, you have changed a mission!",
					"successDescription": "You have deleted mission :scroll: **{missionInfo}**.",
					"getNewMission": "You have received the mission: \n\n:scroll: **{mission}**"
				},
				"money": {
					"emote": "💰",
					"name": "King's Money",
					"price": 50,
					"info": "Based on the current gem prices and after deducting the king's tax, you will receive `{amount}` :moneybag:.",
					"giveTitle": "{pseudo}, purchase made!",
					"giveDescription": "You have received `{amount}` :moneybag:."
				},
				"valuableItem": {
					"emote": "👑",
					"name": "King's Treasure",
					"price": 30,
					"info": "Grants you a valuable item from the king's treasure room.",
					"give": "{pseudo}, you get a new {type}:"
				},
				"1000Points": {
					"emote": "🏅",
					"name": "King's Fervor",
					"price": 5,
					"info": "Grants you 1000 points. Can only be used once a week.",
					"giveTitle": "{pseudo}, purchase made!",
					"giveDescription": "You have received 1000 :medal:. See you next week for a new fervor!"
				},
				"lovePointsValue": {
					"emote": "🧑‍⚕️",
					"name": "King's court vet",
					"price": 5,
					"info": "Get detailed information about your pet.",
					"giveTitle": "{pseudo}, purchase made!",
					"giveDesc": "After a long time spent studying your pet's health condition, you finally get the vet's report:\n\n**{petName}** {commentOnResult}\n💖 **Love score**: {actualLP} / 100\n🍽️ **Food diet**: {regime}\n🕙 **Next hunger**: {nextFeed}",
					"advice": {
						"1": [
							"seems to hate you. Be careful, or you might get a bad rap on your adventures!",
							"seems to really dislike you. Considering how you take care of your pet, it's not a surprise!",
							"seems to be in deep trouble. You should try feeding your pet."
						],
						"2": [
							"still looks wild. Take care of your pet to gain its trust!",
							"seems not to like you. If you don't take care of your pet, you'll never get its love!",
							"doesn't seem happy. You should try to feed your pet."
						],
						"3": [
							"still seems a bit fearful. Take care of your pet so that you can gain its full trust!",
							"still seems to be wary of you. Continue to take care of your pet in order to get its love!",
							"seems to be getting used to you. Try to be regular in feeding your pet."
						],
						"4": [
							"seems to like you. Continue to take care of your pet to gain its full trust!",
							"seems to trust you. If you continue on this path, you will soon get all the love from your pet!",
							"seems to have grown on you. Don't stop being regular to feed your pet."
						],
						"5": [
							"Seems to like you completely. You don't even have to take care of your pet anymore to keep it loving you!",
							"seems to share a strong bond with you. Your bond is unbreakable, so long as you are not separated, you will continue to enjoy your pet's love!"
						]
					}
				},
				"badge": {
					"emote": "💍",
					"name": "\"Master of Quests\" Badge",
					"price": 150,
					"info": "You will receive the badge within hours of payment. For more information about the badges use the {command:help} command.",
					"give": "{pseudo}, you have received a new badge:"
				}
			},
			"confirm": "{pseudo}, you have selected the following product:",
			"moneyQuantity": "You have `{money}💎`.",
			"error": {
				"cannotBuy": "You don't have enough gems to buy this item! You are missing `{missingMoney}💎`.",
				"canceledPurchase": "Transaction canceled!",
				"alreadyHasItem": "You already own this item.",
				"leaveShop": "You have left the store.",
				"remainingCooldown": "You already bought points this week, come back next week to buy more!",
				"noMissionToSkip": "You don't have any missions to pass!",
				"noPet": "You don't have any animals on you, we cannot provide a diagnosis on a ghost animal!"
			}
		}
	}
}
